{"id":"0704.0033","submitter":"Maxim A. Yurkin","authors":"Maxim A. Yurkin, Valeri P. Maltsev, Alfons G. Hoekstra","title":"Convergence of the discrete dipole approximation. I. Theoretical\n  analysis","comments":"23 pages, 5 figures; added several corrections according to the\n  published erratum except for Eq.(6) (it was correct in the original paper)\n  and with additional correction in Eq.(96)\n  [$\\bar{\\mathbf{G}}(...)\\mathbf{P}_i^s -\\bar{\\mathbf{G}}^s(...)\\mathbf{P}_i^p$\n  instead of $(\\bar{\\mathbf{G}}(...) - \\bar{\\mathbf{G}}^s(...))\\mathbf{P}_i^s$]","journal-ref":"J.Opt.Soc.Am.A 23, 2578-2591 (2006); Erratum: J.Opt.Soc.Am.A 32,\n  2407-2408 (2015)","doi":"10.1364\/JOSAA.23.002578 10.1364\/JOSAA.32.002407","report-no":null,"categories":"physics.optics physics.comp-ph","license":"http:\/\/creativecommons.org\/licenses\/by-nc-nd\/4.0\/","abstract":"  We performed a rigorous theoretical convergence analysis of the discrete\ndipole approximation (DDA). We prove that errors in any measured quantity are\nbounded by a sum of a linear and quadratic term in the size of a dipole d, when\nthe latter is in the range of DDA applicability. Moreover, the linear term is\nsignificantly smaller for cubically than for non-cubically shaped scatterers.\nTherefore, for small d errors for cubically shaped particles are much smaller\nthan for non-cubically shaped. The relative importance of the linear term\ndecreases with increasing size, hence convergence of DDA for large enough\nscatterers is quadratic in the common range of d. Extensive numerical\nsimulations were carried out for a wide range of d. Finally we discuss a number\nof new developments in DDA and their consequences for convergence.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 15:34:25 GMT"},{"version":"v2","created":"Tue, 29 Mar 2022 18:21:31 GMT"}],"update_date":"2022-03-31","authors_parsed":[["Yurkin","Maxim A.",""],["Maltsev","Valeri P.",""],["Hoekstra","Alfons G.",""]]}
{"id":"0704.0010","submitter":"Sergei Ovchinnikov","authors":"Sergei Ovchinnikov","title":"Partial cubes: structures, characterizations, and constructions","comments":"36 pages, 17 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":null,"abstract":"  Partial cubes are isometric subgraphs of hypercubes. Structures on a graph\ndefined by means of semicubes, and Djokovi\\'{c}'s and Winkler's relations play\nan important role in the theory of partial cubes. These structures are employed\nin the paper to characterize bipartite graphs and partial cubes of arbitrary\ndimension. New characterizations are established and new proofs of some known\nresults are given.\n  The operations of Cartesian product and pasting, and expansion and\ncontraction processes are utilized in the paper to construct new partial cubes\nfrom old ones. In particular, the isometric and lattice dimensions of finite\npartial cubes obtained by means of these operations are calculated.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 05:10:16 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ovchinnikov","Sergei",""]]}
{"id":"0705.0825","submitter":"Ram  Gopal Vishwakarma","authors":"Ram Gopal Vishwakarma (Zacatecas University)","title":"Einstein's Theory of Gravity in the Presence of Pressure: A Review","comments":"Title corrected","journal-ref":null,"doi":"10.1007/s10509-009-0016-8","report-no":null,"categories":"gr-qc astro-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The mysterious `dark energy' needed to explain the current observations,\nposes a serious confrontation between fundamental physics and cosmology. The\npresent crisis may be an outcome of the (so far untested) prediction of the\ngeneral theory of relativity that the pressure of the matter source also\ngravitates. In this view, a theoretical analysis reveals some surprising\ninconsistencies and paradoxes faced by the energy-stress tensor (in the\npresence of pressure) which is used to model the matter content of the\nuniverse, including dark energy.\n","versions":[{"version":"v1","created":"Mon, 7 May 2007 18:25:27 GMT"},{"version":"v2","created":"Fri, 13 Jul 2007 21:10:46 GMT"},{"version":"v3","created":"Thu, 26 Jul 2007 23:11:28 GMT"},{"version":"v4","created":"Tue, 5 May 2009 19:59:37 GMT"},{"version":"v5","created":"Sat, 16 May 2020 02:11:14 GMT"}],"update_date":"2020-05-19","authors_parsed":[["Vishwakarma","Ram Gopal","","Zacatecas University"]]}
{"id":"0707.1896","submitter":"Carlos Navia C. navia","authors":"C. E. Navia, C. R. A. Augusto and K. H. Tsui","title":"On the ultra high energy cosmic rays and the origin of the cosmic\n  microwave background radiation","comments":"6 pages, 2 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph","license":null,"abstract":"  Some inconsistencies to the assumption of a cosmological origin of the cosmic\nmicrowave background CMB, such as the absence of gravitational lensing in the\nWMAP data, open the doors to some speculations such as a local origin to the\nCMB. We argue here that this assumption agrees with the absence of the GZK\ncutoff (at least according to AGASA data) in the energy spectrum of the cosmic\nray due to the cosmic interaction with the CMB at $6\\times 10^{19} eV$ or\nabove. Within 50 Mpc from Earth, the matter and light distributions are close\nto an anisotropic distribution, where the local cluster and local\nsuper-clusters of galaxies can be identified. In contrast, the ultra high\nenergy comic rays data is consistent to an almost isotropic distribution, and\nthere is no correlation between their arrival direction and astronomical\nsources within our local cluster. This means that the events above the GZK\ncutoff come from distances above 50 Mpc, without an apparent energy loss. This\nscenario is plausible under the assumption of the CMB concentrated only within\n3-4 Mpc from Earth. In other words, the CMB has a local origin linked only to\nthe local super-cluster of galaxies. In addition, the galactic and\nextragalactic energy spectra index within the energy equipartition theorem\nstrongly constrains the dark matter and dark energy hypothesis, essential in\nthe Big Bang cosmology.\n","versions":[{"version":"v1","created":"Thu, 12 Jul 2007 22:24:09 GMT"}],"update_date":"2007-07-16","authors_parsed":[["Navia","C. E.",""],["Augusto","C. R. A.",""],["Tsui","K. H.",""]]}
