{"id":"0704.0033","submitter":"Maxim A. Yurkin","authors":"Maxim A. Yurkin, Valeri P. Maltsev, Alfons G. Hoekstra","title":"Convergence of the discrete dipole approximation. I. Theoretical\n  analysis","comments":"23 pages, 5 figures; added several corrections according to the\n  published erratum except for Eq.(6) (it was correct in the original paper)\n  and with additional correction in Eq.(96)\n  [$\\bar{\\mathbf{G}}(...)\\mathbf{P}_i^s -\\bar{\\mathbf{G}}^s(...)\\mathbf{P}_i^p$\n  instead of $(\\bar{\\mathbf{G}}(...) - \\bar{\\mathbf{G}}^s(...))\\mathbf{P}_i^s$]","journal-ref":"J.Opt.Soc.Am.A 23, 2578-2591 (2006); Erratum: J.Opt.Soc.Am.A 32,\n  2407-2408 (2015)","doi":"10.1364\/JOSAA.23.002578 10.1364\/JOSAA.32.002407","report-no":null,"categories":"physics.optics physics.comp-ph","license":"http:\/\/creativecommons.org\/licenses\/by-nc-nd\/4.0\/","abstract":"  We performed a rigorous theoretical convergence analysis of the discrete\ndipole approximation (DDA). We prove that errors in any measured quantity are\nbounded by a sum of a linear and quadratic term in the size of a dipole d, when\nthe latter is in the range of DDA applicability. Moreover, the linear term is\nsignificantly smaller for cubically than for non-cubically shaped scatterers.\nTherefore, for small d errors for cubically shaped particles are much smaller\nthan for non-cubically shaped. The relative importance of the linear term\ndecreases with increasing size, hence convergence of DDA for large enough\nscatterers is quadratic in the common range of d. Extensive numerical\nsimulations were carried out for a wide range of d. Finally we discuss a number\nof new developments in DDA and their consequences for convergence.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 15:34:25 GMT"},{"version":"v2","created":"Tue, 29 Mar 2022 18:21:31 GMT"}],"update_date":"2022-03-31","authors_parsed":[["Yurkin","Maxim A.",""],["Maltsev","Valeri P.",""],["Hoekstra","Alfons G.",""]]}
{"id":"0704.0010","submitter":"Sergei Ovchinnikov","authors":"Sergei Ovchinnikov","title":"Partial cubes: structures, characterizations, and constructions","comments":"36 pages, 17 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":null,"abstract":"  Partial cubes are isometric subgraphs of hypercubes. Structures on a graph\ndefined by means of semicubes, and Djokovi\\'{c}'s and Winkler's relations play\nan important role in the theory of partial cubes. These structures are employed\nin the paper to characterize bipartite graphs and partial cubes of arbitrary\ndimension. New characterizations are established and new proofs of some known\nresults are given.\n  The operations of Cartesian product and pasting, and expansion and\ncontraction processes are utilized in the paper to construct new partial cubes\nfrom old ones. In particular, the isometric and lattice dimensions of finite\npartial cubes obtained by means of these operations are calculated.\n","versions":[{"version":"v1","created":"Sat, 31 Mar 2007 05:10:16 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ovchinnikov","Sergei",""]]}
{"id":"0705.0825","submitter":"Ram  Gopal Vishwakarma","authors":"Ram Gopal Vishwakarma (Zacatecas University)","title":"Einstein's Theory of Gravity in the Presence of Pressure: A Review","comments":"Title corrected","journal-ref":null,"doi":"10.1007/s10509-009-0016-8","report-no":null,"categories":"gr-qc astro-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The mysterious `dark energy' needed to explain the current observations,\nposes a serious confrontation between fundamental physics and cosmology. The\npresent crisis may be an outcome of the (so far untested) prediction of the\ngeneral theory of relativity that the pressure of the matter source also\ngravitates. In this view, a theoretical analysis reveals some surprising\ninconsistencies and paradoxes faced by the energy-stress tensor (in the\npresence of pressure) which is used to model the matter content of the\nuniverse, including dark energy.\n","versions":[{"version":"v1","created":"Mon, 7 May 2007 18:25:27 GMT"},{"version":"v2","created":"Fri, 13 Jul 2007 21:10:46 GMT"},{"version":"v3","created":"Thu, 26 Jul 2007 23:11:28 GMT"},{"version":"v4","created":"Tue, 5 May 2009 19:59:37 GMT"},{"version":"v5","created":"Sat, 16 May 2020 02:11:14 GMT"}],"update_date":"2020-05-19","authors_parsed":[["Vishwakarma","Ram Gopal","","Zacatecas University"]]}
{"id":"0707.1896","submitter":"Carlos Navia C. navia","authors":"C. E. Navia, C. R. A. Augusto and K. H. Tsui","title":"On the ultra high energy cosmic rays and the origin of the cosmic\n  microwave background radiation","comments":"6 pages, 2 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph","license":null,"abstract":"  Some inconsistencies to the assumption of a cosmological origin of the cosmic\nmicrowave background CMB, such as the absence of gravitational lensing in the\nWMAP data, open the doors to some speculations such as a local origin to the\nCMB. We argue here that this assumption agrees with the absence of the GZK\ncutoff (at least according to AGASA data) in the energy spectrum of the cosmic\nray due to the cosmic interaction with the CMB at $6\\times 10^{19} eV$ or\nabove. Within 50 Mpc from Earth, the matter and light distributions are close\nto an anisotropic distribution, where the local cluster and local\nsuper-clusters of galaxies can be identified. In contrast, the ultra high\nenergy comic rays data is consistent to an almost isotropic distribution, and\nthere is no correlation between their arrival direction and astronomical\nsources within our local cluster. This means that the events above the GZK\ncutoff come from distances above 50 Mpc, without an apparent energy loss. This\nscenario is plausible under the assumption of the CMB concentrated only within\n3-4 Mpc from Earth. In other words, the CMB has a local origin linked only to\nthe local super-cluster of galaxies. In addition, the galactic and\nextragalactic energy spectra index within the energy equipartition theorem\nstrongly constrains the dark matter and dark energy hypothesis, essential in\nthe Big Bang cosmology.\n","versions":[{"version":"v1","created":"Thu, 12 Jul 2007 22:24:09 GMT"}],"update_date":"2007-07-16","authors_parsed":[["Navia","C. E.",""],["Augusto","C. R. A.",""],["Tsui","K. H.",""]]}
{"id":"0910.2383","submitter":"Patrick Antolin","authors":"P. Antolin, K. Shibata","title":"Coronal rain as a marker for coronal heating mechanisms","comments":"29 pages, 8 figures, submitted to ApJ","journal-ref":"Astrophys.J.716:154-166,2010","doi":"10.1088/0004-637X/716/1/154","report-no":"716 (2010) 154-166","categories":"astro-ph.SR astro-ph.EP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Reported observations in H-alpha, Ca II H and K or or other chromospheric\nlines of coronal rain trace back to the days of the Skylab mission. Offering a\nhigh contrast in intensity with respect to the background (either bright in\nemission if observed at the limb, or dark in absorption if observed on disk)\nthese cool blobs are often observed falling down from high coronal heights\nabove active regions. A physical explanation for this spectacular phenomenon\nhas been put forward thanks to numerical simulations of loops with footpoint\nconcentrated heating, a heating scenario in which cool condensations naturally\nform in the corona. This effect has been termed 'catastrophic cooling' and is\nthe predominant explanation for coronal rain. In this work we further\ninvestigate the link between this phenomenon and the heating mechanisms acting\nin the corona. We start by analyzing observations of coronal rain at the limb\nin the Ca II H line performed by the SOT instrument on board of the Hinode\nsatellite. We then compare the observations with 1.5-dimensional MHD\nsimulations of loops being heated by small-scale discrete events concentrated\ntowards the footpoints (that could come, for instance, from magnetic\nreconnection events), and by Alfven waves generated at the photosphere. It is\nfound that if a loop is heated predominantly from Alfven waves coronal rain is\ninhibited due to the characteristic uniform heating they produce. Hence coronal\nrain may not only point to the spatial distribution of the heating in coronal\nloops but also to the agent of the heating itself. We thus propose coronal rain\nas a marker for coronal heating mechanisms.\n","versions":[{"version":"v1","created":"Tue, 13 Oct 2009 12:51:22 GMT"}],"update_date":"2014-11-20","authors_parsed":[["Antolin","P.",""],["Shibata","K.",""]]}
{"id":"0910.2384","submitter":"Boris I. Belevtsev","authors":"B. I. Belevtsev, V. B. Krasovitsky, D. G. Naugle, K. D. D. Rathnayaka,\n  G. Agnolet, I. Felner","title":"Characteristic crossing point ($T_{\\ast}\\approx 2.7$ K) in specific-heat\n  curves of samples RuSr$_2$Gd$_{1.5}$Ce$_{0.5}$Cu$_2$O$_{10-\\delta}$ taken for\n  different values of magnetic field","comments":"10 pages, 7 figures, submitted to J. Phys.: Condens. Matter","journal-ref":"J. Phys.: Condens. Matter 21 (2009) 455602 (7pp)","doi":"10.1088/0953-8984/21/45/455602","report-no":null,"categories":"cond-mat.str-el cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Magnetic properties of polycrystalline samples of\nRuSr$_2$(Gd$_{1.5}$Ce$_{0.5}$)Cu$_{2}$O$_{10-\\delta}$, as-prepared (by\nsolid-state reaction) and annealed (12 hours at 845$^{\\circ}$C) in pure oxygen\nat different pressure (30, 62 and 78 atm) are presented. Specific heat and\nmagnetization were investigated in the temperature range 1.8--300 K with a\nmagnetic field up to 8 T. Specific heat, $C(T)$, shows a jump at the\nsuperconducting transition (with onset at $T\\approx 37.5$ K). Below 20 K, a\nSchottky-type anomaly becomes apparent in $C(T)$. This low-temperature anomaly\ncan be attributed to splitting of the ground term ${^8}S_{7/2}$ of paramagnetic\nGd$^{3+}$ ions by internal and external magnetic fields. It is found that\ncurves $C(T)$ taken for different values of magnetic field have the same\ncrossing point (at $T_{\\ast}\\approx 2.7$ K) for all samples studied. At the\nsame time, $C(H)$ curves taken for different temperatures have a crossing point\nat a characteristic field $H_{\\ast}\\approx 3.7$ T. These effects can be\nconsidered as manifestation of the crossing-point phenomenon which is supposed\nto be inherent for strongly correlated electron systems.\n","versions":[{"version":"v1","created":"Tue, 13 Oct 2009 12:54:16 GMT"}],"update_date":"2009-10-24","authors_parsed":[["Belevtsev","B. I.",""],["Krasovitsky","V. B.",""],["Naugle","D. G.",""],["Rathnayaka","K. D. D.",""],["Agnolet","G.",""],["Felner","I.",""]]}
{"id":"0910.2385","submitter":"Abhik Kumar Sanyal","authors":"Abhik Kumar Sanyal","title":"Study of symmetry in F(R) theory of gravity","comments":"6 pages","journal-ref":"Mod.Phys.Lett.A25:2667-2676,2010","doi":"10.1142/S0217732310033657","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An action in which the Ricci scalar is nonminimally coupled with a scalar\nfield and contains higher order curvature invariant terms carries a conserved\ncurrent under certain conditions that decouples geometric part from the scalar\nfield. The conserved current relates the pair of arbitrary coupling parameters\n$f(\\phi)$ and $\\omega(\\phi)$ with the gravitational field variable, where\n$\\omega(\\phi)$ is the Brans-Dicke coupling parameter. The existence of such\nconserved current may be helpful to sketch the cosmological evolution from its\nearly age till date in a single frame.\n","versions":[{"version":"v1","created":"Tue, 13 Oct 2009 13:04:03 GMT"}],"update_date":"2014-11-20","authors_parsed":[["Sanyal","Abhik Kumar",""]]}
{"id":"0910.2386","submitter":"Liza Huijse","authors":"L. Huijse, K. Schoutens","title":"Quantum phases of supersymmetric lattice models","comments":"5 pages, 1 figure, 1 table, contribution to the proceedings of the\n  XVI International Congress on Mathematical Physics (2009) in Prague, Czeck\n  Republic","journal-ref":null,"doi":"10.1142/9789814304634_0060","report-no":null,"categories":"math-ph cond-mat.str-el math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We review recent results on lattice models for spin-less fermions with strong\nrepulsive interactions. A judicious tuning of kinetic and interaction terms\nleads to a model possessing supersymmetry. In the 1D case, this model displays\ncritical behavior described by superconformal field theory. On 2D lattices we\ngenerically find superfrustration, characterized by an extensive ground state\nentropy. For certain 2D lattices analytical results on the ground state\nstructure reveal yet another quantum phase, which we tentatively call\n'supertopological'.\n","versions":[{"version":"v1","created":"Tue, 13 Oct 2009 15:13:21 GMT"}],"update_date":"2017-08-23","authors_parsed":[["Huijse","L.",""],["Schoutens","K.",""]]}
{"id":"0910.2387","submitter":"Rong-Gen Cai","authors":"Rong-Gen Cai, Li-Ming Cao, Ya-Peng Hu, Nobuyoshi Ohta","title":"Generalized Misner-Sharp Energy in f(R) Gravity","comments":"Revtex, 17 pages, v2: some references added, to appear in PRD","journal-ref":"Phys.Rev.D80:104016,2009","doi":"10.1103/PhysRevD.80.104016","report-no":"KU-TP 036","categories":"hep-th gr-qc","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  We study generalized Misner-Sharp energy in $f(R)$ gravity in a spherically\nsymmetric spacetime. We find that unlike the cases of Einstein gravity and\nGauss-Bonnet gravity, the existence of the generalized Misner-Sharp energy\ndepends on a constraint condition in the $f(R)$ gravity. When the constraint\ncondition is satisfied, one can define a generalized Misner-Sharp energy, but\nit cannot always be written in an explicit quasi-local form. However, such a\nform can be obtained in a FRW universe and for static spherically symmetric\nsolutions with constant scalar curvature. In the FRW universe, the generalized\nMisner-Sharp energy is nothing but the total matter energy inside a sphere with\nradius $r$, which acts as the boundary of a finite region under consideration.\nThe case of scalar-tensor gravity is also briefly discussed.\n","versions":[{"version":"v1","created":"Tue, 13 Oct 2009 13:07:57 GMT"},{"version":"v2","created":"Wed, 28 Oct 2009 01:08:51 GMT"}],"update_date":"2010-04-29","authors_parsed":[["Cai","Rong-Gen",""],["Cao","Li-Ming",""],["Hu","Ya-Peng",""],["Ohta","Nobuyoshi",""]]}
{"id":"1005.1400","submitter":"Masaharu Isobe","authors":"Masaharu Isobe and Berni J. Alder","title":"Study of Transient Nuclei near Freezing","comments":"12 pages, 8 figures, 3 tables, To appear in the Proceedings of\n  YKIS2009 Frontiers in Nonequilibrium Physics, Progress of Theoretical Physics\n  Supplement (2010).","journal-ref":"Prog. Theor. Phys. Suppl.,184, 439 (2010)","doi":"10.1143/PTPS.184.439","report-no":null,"categories":"cond-mat.stat-mech physics.comp-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The molasses tail in dense hard core fluids is investigated by extensive\nevent-driven molecular dynamics simulation through the orientational\nautocorrelation functions. Near the fluid-solid phase transition, there exist\nthree regimes in the relaxation of the pair orientational autocorrelation\nfunction, namely the kinetic, molasses (stretched exponential), and diffusional\npower decay. The density dependence of both the molasses and diffusional power\nregimes are evaluated and the latter compares with theoretical predictions in\nthree dimensions. The largest cluster at the freezing density of only a few\nsphere diameter in size persist for only about 30 picoseconds (~ 2.8 x\n10^{-11}[s]). The most striking observation through the bond orientatinal order\nparameter is the dramatic increase of the cluster size as the freezing density\nis approached.\n","versions":[{"version":"v1","created":"Sun, 9 May 2010 14:18:30 GMT"}],"update_date":"2010-07-14","authors_parsed":[["Isobe","Masaharu",""],["Alder","Berni J.",""]]}
{"id":"1005.1401","submitter":"Daryl Preece","authors":"Daryl Preece, Rebecca Warren, Manlio Tassieri, R.M.L. Evans, Graham M.\n  Gibson, Miles J. Padgett, Jonathan M. Cooper","title":"Optical tweezers: wideband microrheology","comments":"13 pages, 6 figures, submitted to Special Issue of the Journal of\n  Optics","journal-ref":null,"doi":"10.1088/2040-8978/13/4/044022","report-no":null,"categories":"physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Microrheology is a branch of rheology having the same principles as\nconventional bulk rheology, but working on micron length scales and micro-litre\nvolumes.\n  Optical tweezers have been successfully used with Newtonian fluids for\nrheological purposes such as determining fluid viscosity. Conversely, when\noptical tweezers are used to measure the viscoelastic properties of complex\nfluids the results are either limited to the material's high-frequency\nresponse, discarding important information related to the low-frequency\nbehavior, or they are supplemented by low-frequency measurements performed with\ndifferent techniques, often without presenting an overlapping region of clear\nagreement between the sets of results. We present a simple experimental\nprocedure to perform microrheological measurements over the widest frequency\nrange possible with optical tweezers. A generalised Langevin equation is used\nto relate the frequency-dependent moduli of the complex fluid to the\ntime-dependent trajectory of a probe particle as it flips between two optical\ntraps that alternately switch on and off.\n","versions":[{"version":"v1","created":"Sun, 9 May 2010 14:34:39 GMT"}],"update_date":"2015-05-18","authors_parsed":[["Preece","Daryl",""],["Warren","Rebecca",""],["Tassieri","Manlio",""],["Evans","R. M. L.",""],["Gibson","Graham M.",""],["Padgett","Miles J.",""],["Cooper","Jonathan M.",""]]}
{"id":"1005.1402","submitter":"Mircea Neagu","authors":"Mircea Neagu, Constantin Udriste","title":"Geometric Dynamics of Plasma in Jet Spaces with Berwald-Moor Metric","comments":"8 pages, This paper will be presented at the 9th International\n  Conference on System Science and Simulation in Engineering (ICOSSSE-10),\n  Iwate, Japan, October 4-6, 2010.","journal-ref":"Proceedings of the 9-th WSEAS International Conference on SYSTEM\n  SCIENCE and SIMULATION in ENGINEERING (ICOSSSE '10), Iwate, Japan, October\n  4-6, 2010; SELECTED TOPICS in SYSTEM SCIENCE and SIMULATION in ENGINEERING\n  (2010), 42-49","doi":null,"report-no":null,"categories":"math.DG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we construct the differential equations of the stream lines\nthat characterize plasma regarded as a non-isotropic medium geometrized by a\njet rheonomic time-invariant Berwald-Moor metric. Section 1 contains historical\nnotes regarding the Plasma Physics and its geometrical description. Section 2\nanalyzes the generalized Lagrange geometrical approach of the non-isotropic\nplasma on 1-jet spaces. Section 3 studies the non-isotropic plasma as a medium\ngeometrized by the jet rheonomic Berwald-Moor metric.\n","versions":[{"version":"v1","created":"Sun, 9 May 2010 14:41:13 GMT"}],"update_date":"2011-01-17","authors_parsed":[["Neagu","Mircea",""],["Udriste","Constantin",""]]}
{"id":"1005.1403","submitter":"Mihai Turinici","authors":"Mihai Turinici","title":"Almost Metric Versions of Zhong's Variational Principle","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.OC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A refinement of Zhong's variational principle [Nonlin. Anal., 29 (1997),\n1421-1431] is given, in the realm of almost metric structures. Applications to\nequilibrium points are also provided.\n","versions":[{"version":"v1","created":"Sun, 9 May 2010 14:44:40 GMT"},{"version":"v2","created":"Wed, 4 May 2011 12:17:55 GMT"}],"update_date":"2011-05-05","authors_parsed":[["Turinici","Mihai",""]]}
{"id":"1005.1404","submitter":"Deyou Chen","authors":"Deyou Chen, Peng Wang, Houwen Wu and Haitang Yang","title":"Hidden conformal symmetry of rotating charged black holes","comments":"minor changes, accepted version","journal-ref":"Gen.Rel.Grav.43:181-190,2011","doi":"10.1007/s10714-010-1080-7","report-no":null,"categories":"gr-qc","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Motivated by the recent work of the hidden conformal symmetry of the Kerr\nblack hole, we investigate the hidden conformal symmetry of a Kerr-Sen black\nhole and a Kerr-Newman-Kasuya black hole. Our result shows the conformal\nsymmetry is spontaneously broken due to the periodicity of the azimuthal angle.\nThe absorption across section is in consistence with the finite temperature\nabsorption cross section for a 2D CFT. The entropies of the black holes are\nreproduced by the Cardy formula.\n","versions":[{"version":"v1","created":"Sun, 9 May 2010 14:52:39 GMT"},{"version":"v2","created":"Sat, 22 May 2010 16:53:56 GMT"},{"version":"v3","created":"Fri, 13 Aug 2010 13:13:10 GMT"},{"version":"v4","created":"Tue, 17 Aug 2010 03:30:14 GMT"}],"update_date":"2011-03-04","authors_parsed":[["Chen","Deyou",""],["Wang","Peng",""],["Wu","Houwen",""],["Yang","Haitang",""]]}
{"id":"1005.1405","submitter":"Giovanni Cerulli Irelli","authors":"Giovanni Cerulli Irelli, Gregoire Dupont, Francesco Esposito","title":"A homological interpretation of the transverse quiver Grassmannians","comments":"final version, 7 pages, corollary 1.2 has been modified","journal-ref":"Algebras and Representation Theory, 2011","doi":"10.1007/s10468-011-9314-2","report-no":null,"categories":"math.RT math.RA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In recent articles, the investigation of atomic bases in cluster algebras\nassociated to affine quivers led the second-named author to introduce a variety\ncalled transverse quiver Grassmannian and the first-named and third-named\nauthors to consider the smooth loci of quiver Grassmannians. In this paper, we\nprove that, for any affine quiver Q, the transverse quiver Grassmannian of an\nindecomposable representation M is the set of points N in the quiver\nGrassmannian of M such that Ext^1(N,M/N)=0. As a corollary we prove that the\ntransverse quiver Grassmannian coincides with the smooth locus of the\nirreducible components of minimal dimension in the quiver Grassmannian.\n","versions":[{"version":"v1","created":"Sun, 9 May 2010 14:55:58 GMT"},{"version":"v2","created":"Sat, 24 Sep 2011 13:07:50 GMT"}],"update_date":"2012-11-16","authors_parsed":[["Irelli","Giovanni Cerulli",""],["Dupont","Gregoire",""],["Esposito","Francesco",""]]}
{"id":"1006.2901","submitter":"Ibrahim Assem","authors":"Ibrahim Assem, Fl\\'avio U. Coelho (IME), Sonia Trepode","title":"The Representation Dimension of a Class of Tame Algebras","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.RA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove that, if A is a strongly simply connected algebra of polynomial\ngrowth, then A is torsionless-finite. In particular, its representation\ndimension is at most three.\n","versions":[{"version":"v1","created":"Tue, 15 Jun 2010 07:02:24 GMT"}],"update_date":"2010-07-28","authors_parsed":[["Assem","Ibrahim","","IME"],["Coelho","Flávio U.","","IME"],["Trepode","Sonia",""]]}
{"id":"1006.2902","submitter":"Olivier Bodini","authors":"Olivier Bodini (LIP6)","title":"How to generate an object under an ordinary Boltzmann distribution via\n  an exponential Boltzmann sampler","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.DM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This short note presents an efficient way to derive from an exponential\nBoltzmann sampler a ordinary Boltzmann sampler\n","versions":[{"version":"v1","created":"Tue, 15 Jun 2010 07:04:39 GMT"}],"update_date":"2010-07-28","authors_parsed":[["Bodini","Olivier","","LIP6"]]}
{"id":"1006.2903","submitter":"Chris Adami","authors":"Arend Hintze and Christoph Adami (KGI)","title":"Darwinian Evolution of Cooperation via Punishment in the \"Public Goods\"\n  Game","comments":"7 pages, 6 figures, requires alifex11.sty. To appear in Proc. of 12th\n  International Conference on Artificial Life (Odense, DK)","journal-ref":"Proc. 12th Intern. Conf, on Artificial Life, H. Fellerman et al,\n  eds. (MIT Press, 2010) pp. 445-450","doi":null,"report-no":null,"categories":"q-bio.PE q-bio.QM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The evolution of cooperation has been a perennial problem for evolutionary\nbiology because cooperation is undermined by selfish cheaters (or \"free\nriders\") that profit from cooperators but do not invest any resources\nthemselves. In a purely \"selfish\" view of evolution, those cheaters should be\nfavored. Evolutionary game theory has been able to show that under certain\nconditions, cooperation nonetheless evolves stably. One of these scenarios\nutilizes the power of punishment to suppress free riders, but only if players\ninteract in a structured population where cooperators are likely to be\nsurrounded by other cooperators. Here we show that cooperation via punishment\ncan evolve even in well-mixed populations that play the \"public goods\" game, if\nthe synergy effect of cooperation is high enough. As the synergy is increased,\npopulations transition from defection to cooperation in a manner reminiscent of\na phase transition. If punishment is turned off, the critical synergy is\nsignificantly higher, illustrating that (as shown before) punishment aids in\nestablishing cooperation. We also show that the critical point depends on the\nmutation rate so that higher mutation rates discourage cooperation, as has been\nobserved before in the Prisoner's Dilemma.\n","versions":[{"version":"v1","created":"Tue, 15 Jun 2010 07:13:29 GMT"}],"update_date":"2010-12-17","authors_parsed":[["Hintze","Arend","","KGI"],["Adami","Christoph","","KGI"]]}
{"id":"1006.2904","submitter":"Mitsutoshi Nakamura","authors":"Ryuichiro Kitano and Mitsutoshi Nakamura","title":"Tau polarization measurements at the LHC in supersymmetric models with a\n  long-lived stau","comments":null,"journal-ref":"Phys.Rev.D82:035007,2010","doi":"10.1103/PhysRevD.82.035007","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Supersymmetry (SUSY) with a long-lived stau is an attractive scenario in the\nLHC experiments because one can directly observe stau tracks in each SUSY\nevent, and thus precise measurements of SUSY particle masses are possible. In\nthis scenario, we discuss the possibility to observe/measure parity violation\nin interactions among SUSY particles. Such a measurement will be important in\ndetermining spins and chiralities of SUSY particles. We use the last step of\nthe cascade-decay chain: $\\chi^0\\to\\tilde\\tau\\tau\\to\\tilde\\tau(l\\nu\\bar\\nu)$,\nwhere the polarization of the tau lepton can be determined statistically by\nlooking at the energy distribution of the final state lepton. Comparing with\nthe theoretical formula of the neutralino differential decay width, one can\nextract the size of parity violation in the interaction vertices among the\nstau, the tau lepton and the neutralino. We perform a Monte Carlo simulation to\nsee if the effect is visible at the LHC experiments.\n","versions":[{"version":"v1","created":"Tue, 15 Jun 2010 07:15:17 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Kitano","Ryuichiro",""],["Nakamura","Mitsutoshi",""]]}
{"id":"1006.2905","submitter":"Masaki Yamaguchi","authors":"Masaki Yamaguchi and Fumio Takahara","title":"Modulation Mechanism of TeV, GeV, and X-ray Emission in LS5039","comments":"27 pages, 7 figures, published in The Astrophysical Journal","journal-ref":"Astrophys.J.717:85-92,2010","doi":"10.1088/0004-637X/717/1/85","report-no":null,"categories":"astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The emission mechanism of the gamma-ray binary LS5039 in energy bands of TeV,\nGeV, and X-ray is investigated. Observed light curves in LS5039 show that TeV\nand GeV fluxes anticorrelate and TeV and X-ray fluxes correlate. However, such\ncorrelated variations have not been explained yet reasonably at this stage.\nAssuming that relativistic electrons are injected constantly at the location of\nthe compact object as a point source, and that they lose energy only by the\ninverse Compton (IC) process, we calculate gamma-ray spectra and light curves\nby the Monte Carlo method, including the full electromagnetic cascade process.\nMoreover, we calculated X-ray spectra and light curves by using the resultant\nelectron distribution. As a result, we are able to reproduce qualitatively\nspectra and light curves observed by HESS, Fermi, and Suzaku for the\ninclination angle i = 30 dig and the index of injected electron distribution p\n= 2.5. We conclude that TeV-GeV anticorrelation is due to anisotropic IC\nscattering and anisotropic gamma-gamma absorption, and that TeV-X correlation\nis due to the dependence of IC cooling time on orbital phases. In addition, the\nconstraint on the inclination angle implies that the compact object in LS5039\nis a black hole.\n","versions":[{"version":"v1","created":"Tue, 15 Jun 2010 07:17:20 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Yamaguchi","Masaki",""],["Takahara","Fumio",""]]}
{"id":"1006.3835","submitter":"Daryl Geller","authors":"Daryl Geller and Domenico Marinucci","title":"Mixed Needlets","comments":"26 pages","journal-ref":"Journal of Mathematical Analysis and its Applications, Vol. 375,\n  pp. 610-630 (2011)","doi":null,"report-no":null,"categories":"math.CA astro-ph.CO math.ST stat.TH","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The construction of needlet-type wavelets on sections of the spin line\nbundles over the sphere has been recently addressed in Geller and Marinucci\n(2008), and Geller et al. (2008,2009). Here we focus on an alternative proposal\nfor needlets on this spin line bundle, in which needlet coefficients arise from\nthe usual, rather than the spin, spherical harmonics, as in the previous\nconstructions. We label this system mixed needlets and investigate in full\ntheir properties, including localization, the exact tight frame\ncharacterization, reconstruction formula, decomposition of functional spaces,\nand asymptotic uncorrelation in the stochastic case. We outline astrophysical\napplications.\n","versions":[{"version":"v1","created":"Sat, 19 Jun 2010 03:27:14 GMT"}],"update_date":"2013-03-12","authors_parsed":[["Geller","Daryl",""],["Marinucci","Domenico",""]]}
{"id":"1006.3836","submitter":"Chih-Yueh Wang Ms.","authors":"Ying-Yi Lo, Chung-Ming Ko, Chih-Yueh Wang","title":"3D Magneto-Hydrodynamic Simulations of Parker Instability with Cosmic\n  Rays","comments":"4 pages, Computer Physics Communications 2011, 182, p177-179","journal-ref":"Computer Physics Communications 2011","doi":"10.1016/j.cpc.2010.04.019","report-no":null,"categories":"astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This study investigates Parker instability in an interstellar medium (ISM)\nnear the Galactic plane using three-dimensional magneto-hydrodynamic\nsimulations. Parker instability arises from the presence of a magnetic field in\na plasma, wherein the magnetic buoyant pressure expels the gas and cause the\ngas to move along the field lines. The process is thought to induce the\nformation of giant molecular clouds in the Galaxy. In this study, the effects\nof cosmic-ray (CR) diffusion are examined. The ISM at equilibrium is assumed to\ncomprise a plasma fluid and a CR fluid at various temperatures, with a uniform\nmagnetic field passing through it in the azimuthal direction of the Galactic\ndisk. After a small perturbation, the unstable gas aggregates at the footpoint\nof the magnetic fields and forms dense blobs. The growth rate of the\ninstability increases with the strength of the CR diffusion. The formation of\ndense clouds is enhanced by the effect of cosmic rays (CRs), whereas the shape\nof the clouds depends sensitively on the initial conditions of perturbation.\n","versions":[{"version":"v1","created":"Sat, 19 Jun 2010 03:39:18 GMT"},{"version":"v2","created":"Wed, 5 Jan 2011 04:45:05 GMT"}],"update_date":"2011-01-06","authors_parsed":[["Lo","Ying-Yi",""],["Ko","Chung-Ming",""],["Wang","Chih-Yueh",""]]}
{"id":"1006.3837","submitter":"David A. Craig","authors":"David A. Craig and Parampreet Singh","title":"Consistent Probabilities in Wheeler-DeWitt Quantum Cosmology","comments":"27 pages, 4 figures. Minor revisions and updated references. Matches\n  published version","journal-ref":"Phys.Rev.D82:123526,2010","doi":"10.1103/PhysRevD.82.123526","report-no":"PI-QG-191","categories":"gr-qc quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We give an explicit, rigorous framework for calculating quantum probabilities\nin a model theory of quantum gravity. Specifically, we construct the\ndecoherence functional for the Wheeler-DeWitt quantization of a flat\nFriedmann-Robertson-Walker cosmology with a free, massless, minimally coupled\nscalar field, thus providing a complete decoherent histories formulation for\nthis quantum cosmological model. The decoherence functional is applied to study\npredictions concerning the model's Dirac (relational) observables; the behavior\nof semiclassical states and superpositions of such states; and to study the\nsingular behavior of quantum Wheeler-DeWitt universes. Within this framework,\nrigorous formulae are given for calculating the corresponding probabilities\nfrom the wave function when those probabilities may be consistently defined,\nthus replacing earlier heuristics for interpreting the wave function of the\nuniverse with explicit constructions. It is shown according to a rigorously\nformulated standard, and in a quantum-mechanically consistent way, that in this\nquantization these models are generically singular. Independent of the choice\nof state we show that the probability for these Wheeler-DeWitt quantum\nuniverses to ever encounter a singularity is unity. In addition, the relation\nbetween histories formulations of quantum theory and relational Dirac\nobservables is clarified.\n","versions":[{"version":"v1","created":"Sat, 19 Jun 2010 04:19:30 GMT"},{"version":"v2","created":"Tue, 9 Nov 2010 06:52:18 GMT"},{"version":"v3","created":"Wed, 5 Jan 2011 07:06:01 GMT"}],"update_date":"2011-01-20","authors_parsed":[["Craig","David A.",""],["Singh","Parampreet",""]]}
{"id":"1006.3838","submitter":"William M. Goldman","authors":"William M. Goldman and Domingo Toledo","title":"Affine cubic surfaces and relative SL(2)-character varieties of compact\n  surfaces","comments":"10 pages, no figures, various corrections and a shorter proof; some\n  literature references added; manuscript now submitted for publication","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GT math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A natural family of affine cubic surfaces arises from SL(2)-characters of the\n4-holed sphere and the 1-holed torus. The ideal locus is a tritangent plane\nwhich is generic in the sense that the cubic curve at infinity consists of\nthree lines pairwise intersecting in three double points. We show that every\naffine cubic surface which is smooth at infinity and whose ideal locus is a\ngeneric tritangent plane arises as a relative SL(2)-character variety of the\n4-holed sphere. Every such affine cubic for which all the periodic\nautomorphisms of the tritangent plane extend to automorphisms of the cubic\narises as a relative SL(2)-character variety of a 1-holed torus.\n","versions":[{"version":"v1","created":"Sat, 19 Jun 2010 04:22:44 GMT"},{"version":"v2","created":"Thu, 30 Jun 2011 15:58:10 GMT"}],"update_date":"2011-07-01","authors_parsed":[["Goldman","William M.",""],["Toledo","Domingo",""]]}
{"id":"1006.3839","submitter":"Lei Wu","authors":"Jie-Fang Zhang, Yi-Shen Li, Jianping Meng, Lei Wu, and Boris A.\n  Malomed","title":"Matter-wave solitons and finite-amplitude Bloch waves in optical\n  lattices with a spatially modulated nonlinearity","comments":"9 pages, 10 figures","journal-ref":null,"doi":"10.1103/PhysRevA.82.033614","report-no":null,"categories":"cond-mat.quant-gas math-ph math.MP physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate solitons and nonlinear Bloch waves in Bose-Einstein\ncondensates trapped in optical lattices. By introducing specially designed\nlocalized profiles of the spatial modulation of the attractive nonlinearity, we\nconstruct an infinite number of exact soliton solutions in terms of the Mathieu\nand elliptic functions, with the chemical potential belonging to the\nsemi-infinite bandgap of the optical-lattice-induced spectrum. Starting from\nthe exact solutions, we employ the relaxation method to construct generic\nfamilies of soliton solutions in a numerical form. The stability of the\nsolitons is investigated through the computation of the eigenvalues for small\nperturbations, and also by direct simulations. Finally, we demonstrate a\nvirtually exact (in the numerical sense) composition relation between nonlinear\nBloch waves and solitons.\n","versions":[{"version":"v1","created":"Sat, 19 Jun 2010 04:33:29 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Zhang","Jie-Fang",""],["Li","Yi-Shen",""],["Meng","Jianping",""],["Wu","Lei",""],["Malomed","Boris A.",""]]}
{"id":"1006.3840","submitter":"Ravit Helled","authors":"Ravit Helled, John D. Anderson, and Gerald Schubert","title":"Uranus and Neptune: Shape and Rotation","comments":"Accepted for publication in Icarus, 20 pages, 4 tables, 9 figures","journal-ref":null,"doi":"10.1016/j.icarus.2010.06.037","report-no":null,"categories":"astro-ph.EP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Both Uranus and Neptune are thought to have strong zonal winds with\nvelocities of several hundred meters per second. These wind velocities,\nhowever, assume solid-body rotation periods based on Voyager 2 measurements of\nperiodic variations in the planets' radio signals and of fits to the planets'\nmagnetic fields; 17.24h and 16.11h for Uranus and Neptune, respectively. The\nrealization that the radio period of Saturn does not represent the planet's\ndeep interior rotation and the complexity of the magnetic fields of Uranus and\nNeptune raise the possibility that the Voyager 2 radio and magnetic periods\nmight not represent the deep interior rotation periods of the ice giants.\nMoreover, if there is deep differential rotation within Uranus and Neptune no\nsingle solid-body rotation period could characterize the bulk rotation of the\nplanets. We use wind and shape data to investigate the rotation of Uranus and\nNeptune. The shapes (flattening) of the ice giants are not measured, but only\ninferred from atmospheric wind speeds and radio occultation measurements at a\nsingle latitude. The inferred oblateness values of Uranus and Neptune do not\ncorrespond to bodies rotating with the Voyager rotation periods. Minimization\nof wind velocities or dynamic heights of the 1 bar isosurfaces, constrained by\nthe single occultation radii and gravitational coefficients of the planets,\nleads to solid-body rotation periods of ~16.58h for Uranus and ~17.46h for\nNeptune. Uranus might be rotating faster and Neptune slower than Voyager\nrotation speeds. We derive shapes for the planets based on these rotation\nrates. Wind velocities with respect to these rotation periods are essentially\nidentical on Uranus and Neptune and wind speeds are slower than previously\nthought. Alternatively, if we interpret wind measurements in terms of\ndifferential rotation on cylinders there are essentially no residual\natmospheric winds.\n","versions":[{"version":"v1","created":"Sat, 19 Jun 2010 05:05:20 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Helled","Ravit",""],["Anderson","John D.",""],["Schubert","Gerald",""]]}
{"id":"1006.3841","submitter":"Michael Scalora","authors":"D. de Ceglia, M. A. Vincenti, M. Scalora, N. Akozbek, M. J. Bloemer","title":"Enhancement and Inhibition of Transmission from metal gratings:\n  Engineering the Spectral Response","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a systematic analysis of the optical properties of slit arrays in\nmetal films. An exhaustive investigation of geometrical and dispersive\nproperties reveals the resonance features of these structures, including the\nrole of surface waves and their relationship with features in the transmission\nspectrum. Although enhanced transmission windows are significantly dominated by\nthe longitudinal resonances localized inside the slits, the periodicity\nintroduces transverse resonances that can either enhance or inhibit light\ntransmission. We thus illustrate the intriguing interaction regime between\nlongitudinal and transverse resonances, where the two modes hybridize leading\nto the formation of a photonic band gap spectrum.\n","versions":[{"version":"v1","created":"Sat, 19 Jun 2010 05:09:08 GMT"}],"update_date":"2010-06-22","authors_parsed":[["de Ceglia","D.",""],["Vincenti","M. A.",""],["Scalora","M.",""],["Akozbek","N.",""],["Bloemer","M. J.",""]]}
{"id":"0912.1764","submitter":"Juana Sanchez Ortega","authors":"Juana Sanchez Ortega, Mercedes Siles Molina","title":"Algebras of quotients of graded Lie algebras","comments":"15 pages. To appear in the Journal of Algebra","journal-ref":null,"doi":null,"report-no":null,"categories":"math.RA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we explore graded algebras of quotients of Lie algebras with\nspecial emphasis on the 3-graded case and answer some natural questions\nconcerning its relation to maximal Jordan systems of quotients.\n","versions":[{"version":"v1","created":"Wed, 9 Dec 2009 14:46:41 GMT"}],"update_date":"2009-12-10","authors_parsed":[["Ortega","Juana Sanchez",""],["Molina","Mercedes Siles",""]]}
{"id":"0912.1765","submitter":"Steven D. Bass","authors":"Steven D. Bass and Anthony W. Thomas","title":"The nucleon's octet axial-charge g_A^8 with chiral corrections","comments":"12 pages","journal-ref":"Phys.Lett.B684:216-220,2010","doi":"10.1016/j.physletb.2010.01.008","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The value of the nucleon's flavour-singlet axial-charge extracted from\npolarised deep inelastic scattering is sensitive to the value of the octet\naxial-charge g_A^8 which is usually taken from an analysis of hyperon\nbeta-decays within the framework of SU(3) symmetry, namely 0.58 \\pm 0.03. Using\nthe Cloudy Bag model we find that the value of g_A^8 is reduced by as much as\n20% below the usual phenomenological value. This increases the value of the\nflavour singlet axial charge (g_A^0|_inv) derived from deep inelastic data and\nsignificantly reduces the difference between it and g_A^8.\n","versions":[{"version":"v1","created":"Wed, 9 Dec 2009 14:50:16 GMT"}],"update_date":"2014-11-20","authors_parsed":[["Bass","Steven D.",""],["Thomas","Anthony W.",""]]}
{"id":"0912.1766","submitter":"Andrea Lapi","authors":"A. Lapi (1,2), A. Paggi (1), A. Cavaliere (1), A. Lionetto (1,3), A.\n  Morselli (1,3), V. Vitale (1) ((1)Univ. \"Tor Vergata\", Roma, Italy\n  (2)SISSA/ISAS, Trieste, Italy (3)INFN Sez. \"Tor Vergata\", Roma, Italy)","title":"Gamma Rays from Annihilations at the Galactic Center in a Physical Dark\n  Matter Distribution","comments":"7 pages, 2 figures, uses aa.cls. Accepted by A&A","journal-ref":"Astronomy and Astrophysics 510 (2010), 90","doi":"10.1051/0004-6361/200913353","report-no":null,"categories":"astro-ph.HE astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We discuss the gamma-ray signal to be expected from dark matter\n(DM)annihilations at the Galactic Center. To describe the DM distribution in\nthe Galactic halo we base on the Jeans equation for self-gravitating,\nanisotropic equilibria. In solving the Jeans equation, we adopt the specific\ncorrelation between the density \\rho(r) and the velocity dispersion\n\\sigma^2_r(r) expressed by the powerlaw behavior of the DM `entropy' K=\n\\sigma_r^2/\\rho^{2/3} ~ r^\\alpha with \\alpha ~ 1.25-1.3. Indicated (among\nothers) by several recent N-body simulations, this correlation is privileged by\nthe form of the radial pressure term in the Jeans equation, and yields a main\nbody profile consistent with the classic self-similar development of DM halos.\nIn addition, we require the Jeans solutions to satisfy regular boundary\nconditions both at the center (finite pressure, round gravitational potential)\nand in the outskirts (finite overall mass). With these building blocks we\nderive physical solutions, dubbed `\\alpha-profiles'. We find the one with\n\\alpha=1.25, suitable for the Galaxy halo, to be intrinsically flatter at the\ncenter relative to the empirical NFW formula, yet steeper than the empirical\nEinasto profile. So on scales of 10^{-1} deg it yields annihilation fluxes\nlower by a factor 5 than the former yet higher by a factor 10 than the latter;\nsuch fluxes will eventually fall within the reach of the Fermi satellite. We\nshow the effectiveness of the \\alpha-profile in relieving the astrophysical\nuncertainties related to the macroscopic DM distribution, and discuss its\nexpected performance as a tool instrumental to interpret the upcoming gamma-ray\ndata in terms of DM annihilation.\n","versions":[{"version":"v1","created":"Wed, 9 Dec 2009 15:25:07 GMT"}],"update_date":"2015-05-14","authors_parsed":[["Lapi","A.",""],["Paggi","A.",""],["Cavaliere","A.",""],["Lionetto","A.",""],["Morselli","A.",""],["Vitale","V.",""]]}
{"id":"0912.1767","submitter":"Samuel Piker MA","authors":"Samuel Piker","title":"An evaluation of Flickrs distributed classification system, from the\n  perspective of its members, and as an image retrieval tool in comparison with\n  a controlled vocabulary","comments":"Dissertation, 40 pages including appendices","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.DL cs.IT math.IT","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","abstract":"  The profusion of online digital images presents new challenges for image\nindexing. Images have always been problematic to describe and catalogue due to\nlack of inherent textual data and ambiguity of meaning. An alternative to\ntime-consuming professionally-applied metadata has been sought in the form of\ntags, simple keywords that form a flat structure known as distributed\nclassification, or more popularly as a folksonomy.\n  This research aims to increase understanding of why people tag and how\neffective they find it for searching, using as the focus. Open-ended\nquestionnaires were sent out to members of the photo-sharing website Flickr,\nwith the opportunity to post comments to an online discussion space. There is\nalso a systematic comparison between a tag-based system and a more traditional\ncontrolled vocabulary, to test out the claims made regarding the suitability of\ntagging for searching and browsing. For this purpose Flickr has been compared\nwith Getty Images using a series of test themes.\n  The small number of people who replied to the questionnaire gave detailed\nanswers that confirmed several assertions made about tags: they are accepted\ndespite their flaws (sloppiness and potential for inaccuracy) because they\nserve their purpose to a satisfactory level. Some answers challenged the\nassumption that tagging is only done for personal benefit. The search\ncomparison found that while Getty allows highly specific queries and logical\nsemantic links, Flickr is more flexible and better placed to deal with subtle\nconcepts. The overall conclusion is that tags achieve most when used in\nconjunction with groupings of people with a shared interest.\n","versions":[{"version":"v1","created":"Wed, 9 Dec 2009 15:11:23 GMT"}],"update_date":"2009-12-10","authors_parsed":[["Piker","Samuel",""]]}
{"id":"0912.1768","submitter":"Lalitha Sankar","authors":"Andrew Chong, Lalitha Sankar, H. Vincent Poor (Princeton University)","title":"Frequency of Occurrence and Information Entropy of American Sign\n  Language","comments":"8 pages, draft version","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.IT math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  American Sign Language (ASL) uses a series of hand based gestures as a\nreplacement for words to allow the deaf to communicate. Previous work has shown\nthat although it takes longer to make signs than to say the equivalent words,\non average sentences can be completed in about the same time. This leaves\nunresolved, however, precisely why that should be the case. This paper reports\na determination of the empirical entropy and redundancy in the set of\nhandshapes of ASL. In this context, the entropy refers to the average\ninformation content in a unit of data. It is found that the handshapes, as\nfundamental units of ASL, are less redundant than phonemes, the equivalent\nfundamental units of spoken English, and that their entropy is much closer to\nthe maximum possible information content. This explains why the slower signs\ncan produce sentences in the same time as speaking; the low redundancy\ncompensates for the slow rate of sign production. In addition to this precise\nquantification, this work is also novel in its approach towards quantifying an\naspect of the ASL alphabet. Unlike spoken and written languages, frequency\nanalysis of ASL is difficult due to the fact that every sign is composed of\nphonemes that are created through a combination of manual and a relatively\nlarge and imprecise set of bodily features. Focusing on handshapes as the\nubiquitous and universal feature of all sign languages permits a precise\nquantitative analysis. As interest in visual electronic communication explodes\nwithin the deaf community, this work also paves the way for more precise\nautomated sign recognition and synthesis.\n","versions":[{"version":"v1","created":"Wed, 9 Dec 2009 15:07:01 GMT"}],"update_date":"2009-12-10","authors_parsed":[["Chong","Andrew","","Princeton University"],["Sankar","Lalitha","","Princeton University"],["Poor","H. Vincent","","Princeton University"]]}
{"id":"0912.1769","submitter":"Scott Pollack","authors":"S. E. Pollack, M. D. Turner, S. Schlamminger, C. A. Hagedorn, and J.\n  H. Gundlach","title":"Charge Management for Gravitational Wave Observatories using UV LEDs","comments":"5 pages, submitted to PRD","journal-ref":"Phys.Rev.D81:021101,2010","doi":"10.1103/PhysRevD.81.021101","report-no":null,"categories":"gr-qc","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Accumulation of electrical charge on the end mirrors of gravitational wave\nobservatories, such as the space-based LISA mission and ground-based LIGO\ndetectors, can become a source of noise limiting the sensitivity of such\ndetectors through electronic couplings to nearby surfaces. Torsion balances\nprovide an ideal means for testing gravitational wave technologies due to their\nhigh sensitivity to small forces. Our torsion pendulum apparatus consists of a\nmovable Au-coated Cu plate brought near a Au-coated Si plate pendulum suspended\nfrom a non-conducting quartz fiber. A UV LED located near the pendulum\nphotoejects electrons from the surface, and a UV LED driven electron gun\ndirects photoelectrons towards the pendulum surface. We have demonstrated both\ncharging and discharging of the pendulum with equivalent charging rates of\n$\\sim$$10^5 e/\\mathrm{s}$, as well as spectral measurements of the pendulum\ncharge resulting in a white noise level equivalent to $3\\times10^5\ne/\\sqrt{Hz}$.\n","versions":[{"version":"v1","created":"Wed, 9 Dec 2009 15:09:02 GMT"}],"update_date":"2010-04-21","authors_parsed":[["Pollack","S. E.",""],["Turner","M. D.",""],["Schlamminger","S.",""],["Hagedorn","C. A.",""],["Gundlach","J. H.",""]]}
{"id":"1002.2008","submitter":"Dietrich Belitz","authors":"D. Belitz and T.R. Kirkpatrick","title":"Quantum Electrodynamics and the Origins of the Exchange, Dipole-Dipole,\n  and Dzyaloshinsky-Moriya Interactions in Itinerant Fermion Systems","comments":"12pp, 3 figs","journal-ref":"Phys. Rev. B 81, 184419 (2010)","doi":"10.1103/PhysRevB.81.184419","report-no":null,"categories":"cond-mat.str-el cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  It is shown how the exchange interaction, the dipole-dipole interaction, and\nthe Dzyaloshinsky-Moriya interaction between electronic spin-density\nfluctuations emerge naturally from a field-theoretic framework that couples\nelectrons to the fluctuating electromagnetic potential. Semi-quantitative\nestimates are given to determine when the dipole-dipole interaction, which is\noften neglected, needs to be considered, and various applications are\ndiscussed, with an emphasis on weak ferromagnets and on helimagnets.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 00:46:35 GMT"},{"version":"v2","created":"Tue, 16 Mar 2010 16:04:33 GMT"}],"update_date":"2013-10-01","authors_parsed":[["Belitz","D.",""],["Kirkpatrick","T. R.",""]]}
{"id":"1002.2009","submitter":"Ross Falcon Mister","authors":"Ross E. Falcon, D. E. Winget, M. H. Montgomery, Kurtis A. Williams","title":"A Gravitational Redshift Determination of the Mean Mass of White Dwarfs.\n  DA Stars","comments":"Accepted for publication in ApJ, 14 pages, 12 figures","journal-ref":null,"doi":"10.1088/0004-637X/712/1/585","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We measure apparent velocities (v_app) of the Halpha and Hbeta Balmer line\ncores for 449 non-binary thin disk normal DA white dwarfs (WDs) using optical\nspectra taken for the ESO SN Ia Progenitor surveY (SPY; Napiwotzki et al.\n2001). Assuming these WDs are nearby and co-moving, we correct our velocities\nto the Local Standard of Rest so that the remaining stellar motions are random.\nBy averaging over the sample, we are left with the mean gravitational redshift,\n<v_g>: we find <v_g> = <v_app> = 32.57 +/- 1.17 km/s. Using the mass-radius\nrelation from evolutionary models, this translates to a mean mass of 0.647\n+0.013 -0.014 Msun. We interpret this as the mean mass for all DAs. Our results\nare in agreement with previous gravitational redshift studies but are\nsignificantly higher than all previous spectroscopic determinations except the\nrecent findings of Tremblay & Bergeron (2009). Since the gravitational redshift\nmethod is independent of surface gravity from atmosphere models, we investigate\nthe mean mass of DAs with spectroscopic Teff both above and below 12000 K; fits\nto line profiles give a rapid increase in the mean mass with decreasing Teff.\nOur results are consistent with no significant change in mean mass: <M>^hot =\n0.640 +/- 0.014 Msun and <M>^cool = 0.686 +0.035 -0.039 Msun.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 01:22:48 GMT"}],"update_date":"2014-02-17","authors_parsed":[["Falcon","Ross E.",""],["Winget","D. E.",""],["Montgomery","M. H.",""],["Williams","Kurtis A.",""]]}
{"id":"1002.2010","submitter":"Yue Chongxing","authors":"Chong-Xing Yue, Jiao Zhang, Wei Liu","title":"Rare decays B\\to M\\nu\\bar{\\nu} in the TC2 model and the LHT model","comments":"25 pages, 7 figures","journal-ref":"Nucl. Phys. B832(2010)342-357","doi":"10.1016/j.nuclphysb.2010.02.014","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In the framework of the topcolor-assisted technicolor ($TC2$) model and the\nlittlest Higgs model with $T$-parity ($LHT$ model), we consider the rare B\ndecays $B\\to M\\nu\\bar{\\nu}$ with $M=\\pi,K,\\rho,$ or $K^{\\ast}$. We find that\nthe contributions of the $TC2$ model to the branching ratios of these decay\nprocesses are larger than those for the $LHT$ model. The experimental upper\nlimits for some branching ratios can give severe constraints on the free\nparameters of the $TC2$ model.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 01:07:55 GMT"},{"version":"v2","created":"Tue, 26 Oct 2010 03:18:48 GMT"}],"update_date":"2015-05-18","authors_parsed":[["Yue","Chong-Xing",""],["Zhang","Jiao",""],["Liu","Wei",""]]}
{"id":"1002.2011","submitter":"Marius Ionescu","authors":"Marius Ionescu, Luke Rogers","title":"Complex Powers of the Laplacian on Affine Nested Fractals as\n  Calder\\'on-Zygmund operators","comments":"Added new results about heat kernel estimates. Accepted for\n  publication in Communications in Pure and Applied Analysis","journal-ref":null,"doi":null,"report-no":null,"categories":"math.FA math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We give the first natural examples of Calder\\'on-Zygmund operators in the\ntheory of analysis on post-critically finite self-similar fractals. This is\nachieved by showing that the purely imaginary Riesz and Bessel potentials on\nnested fractals with 3 or more boundary points are of this type. It follows\nthat these operators are bounded on $L^{p}$, $1<p<\\infty$ and satisfy weak 1-1\nbounds. The analysis may be extended to infinite blow-ups of these fractals,\nand to product spaces based on the fractal or its blow-up.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 01:15:18 GMT"},{"version":"v2","created":"Thu, 31 Oct 2013 21:02:40 GMT"}],"update_date":"2013-11-04","authors_parsed":[["Ionescu","Marius",""],["Rogers","Luke",""]]}
{"id":"1002.2012","submitter":"Nuno Alves","authors":"Nuno Alves","title":"Implementing Genetic Algorithms on Arduino Micro-Controllers","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.NE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Since their conception in 1975, Genetic Algorithms have been an extremely\npopular approach to find exact or approximate solutions to optimization and\nsearch problems. Over the last years there has been an enhanced interest in the\nfield with related techniques, such as grammatical evolution, being developed.\nUnfortunately, work on developing genetic optimizations for low-end embedded\narchitectures hasn't embraced the same enthusiasm. This short paper tackles\nthat situation by demonstrating how genetic algorithms can be implemented in\nArduino Duemilanove, a 16 MHz open-source micro-controller, with limited\ncomputation power and storage resources. As part of this short paper, the\nlibraries used in this implementation are released into the public domain under\na GPL license.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 01:16:21 GMT"}],"update_date":"2010-02-11","authors_parsed":[["Alves","Nuno",""]]}
{"id":"1002.2013","submitter":"Xiaoyan Chen","authors":"X. Y. Chen, Y. C. Liang, F. Hammer, Ph. Prugniel, G. H. Zhong, M.\n  Rodrigues, Y. H. Zhao, H. Flores","title":"Comparing six evolutionary population synthesis models through spectral\n  synthesis on galaxies","comments":"13 pages, 4 figures, accepted for publication in A&A","journal-ref":null,"doi":"10.1051/0004-6361/200913894","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We compare six popularly used evolutionary population synthesis (EPS) models\n(BC03, CB07, Ma05, GALEV, GRASIL, Vazdekis/Miles) through fitting the full\noptical spectra of six representative types of galaxies (star-forming and\ncomposite galaxies, Seyfert 2s, LINERs, E+A and early-type galaxies), which are\ntaken from the Sloan Digital Sky Survey (SDSS). Throughout our paper, we use\nthe simple stellar populations (SSPs) from each EPS model and the software\nSTARLIGHT to do our fits. Our main results are: Using different EPS models the\nresulted numerical values of contributed light fractions change obviously, even\nthough the dominant populations are consistent. The stellar population\nsynthesis does depend on the selection of age and metallicity, while it does\nnot depend on the stellar evolution track much. The importance of young\npopulations decreases from star-forming, composite, Seyfert 2, LINER to\nearly-type galaxies, and E+A galaxies lie between composite galaxies and\nSeyfert 2s in most cases. We conclude that different EPS models do derive\ndifferent stellar populations, so that it is not reasonable to directly compare\nstellar populations estimated from different EPS models. To get reliable\nresults, we should use the same EPS model for the compared samples.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 01:21:29 GMT"}],"update_date":"2015-05-18","authors_parsed":[["Chen","X. Y.",""],["Liang","Y. C.",""],["Hammer","F.",""],["Prugniel","Ph.",""],["Zhong","G. H.",""],["Rodrigues","M.",""],["Zhao","Y. H.",""],["Flores","H.",""]]}
{"id":"1002.2014","submitter":"Jutta Escher","authors":"Jutta E. Escher and Frank S. Dietrich","title":"Cross sections for neutron capture from surrogate measurements: An\n  examination of Weisskopf-Ewing and ratio approximations","comments":"18 pages, 15 figures","journal-ref":"Phys.Rev.C81:024612,2010","doi":"10.1103/PhysRevC.81.024612","report-no":null,"categories":"nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Motivated by the renewed interest in the surrogate nuclear reactions\napproach, an indirect method for determining compound-nuclear reaction cross\nsections, the prospects for determining (n, gamma) cross sections for deformed\nrare-earth and actinide nuclei are investigated. A nuclear-reaction model is\nemployed to simulate physical quantities that are typically measured in\nsurrogate experiments and used to assess the validity of the Weisskopf-Ewing\nand ratio approximations, which are typically employed in the analysis of\nsurrogate reactions. The expected accuracy of (n,gamma) cross sections\nextracted from typical surrogate measurements is discussed and limitations of\nthe approximate methods are illustrated. Suggestions for moving beyond\npresently-employed approximations are made.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 01:34:53 GMT"}],"update_date":"2010-04-06","authors_parsed":[["Escher","Jutta E.",""],["Dietrich","Frank S.",""]]}
{"id":"1002.2015","submitter":"Yuri Batygin","authors":"Yuri K. Batygin","title":"Analytical Treatment of Particle-Core Interaction","comments":"11 pages, 7 figures","journal-ref":null,"doi":"10.1016/j.nima.2010.02.125","report-no":"LA-UR 10-00728","categories":"physics.acc-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Particle-core interaction is the well-developed model of halo formation in\nhigh-intensity beams. In present paper an analytical solution for averaged\nsingle particle dynamics around uniformly charged beam core is obtained. The\nproblem is analyzed through sequence of canonical transformations of\nHamiltonian describing nonlinear particle oscillations. An analytical\nexpression for maximum particle deviation from the axis is obtained. Results of\nthe study are in good agreement with numerical simulations and with previously\nachieved data.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 01:51:50 GMT"}],"update_date":"2015-05-18","authors_parsed":[["Batygin","Yuri K.",""]]}
{"id":"1002.2016","submitter":"Yu Chen","authors":"Yu Chen, Yen-Hsiang Lin, S. D. Snyder, and A. M. Goldman","title":"The Stabilization of Superconductivity by Magnetic Field in\n  Out-of-Equilibrium Nanowires","comments":"(Updated Version) 9 pages, 8 figures","journal-ref":null,"doi":"10.1103/PhysRevB.83.054505","report-no":null,"categories":"cond-mat.mes-hall cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A systematic study has been carried out on the previously reported\n\"magnetic-field-induced superconductivity\" of Zn nanowires. By varying\nparameters such as magnetic field orientation and wire length, the results\nprovide evidence that the phenomenon is a nonequilibrium effect associated with\nthe boundary electrodes. They also suggest there are two length scales\ninvolved, the superconducting coherence length and quasiparticle relaxation\nlength. As wire lengths approach either of these length scales, the effect\nweakens. We demonstrate that it is appropriate to consider the effect to be a\nstabilization of superconductivity, that has been suppressed by an applied\ncurrent.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 02:02:38 GMT"},{"version":"v2","created":"Mon, 2 Aug 2010 18:08:11 GMT"}],"update_date":"2015-05-18","authors_parsed":[["Chen","Yu",""],["Lin","Yen-Hsiang",""],["Snyder","S. D.",""],["Goldman","A. M.",""]]}
{"id":"1002.2017","submitter":"Robert Kohn","authors":"Weijun Xu, Li Yang and Robert Kohn","title":"Computationally Efficient Estimation of Factor Multivariate Stochastic\n  Volatility Models","comments":"32 pages, 3 Figures","journal-ref":null,"doi":null,"report-no":null,"categories":"stat.CO stat.ME","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An MCMC simulation method based on a two stage delayed rejection\nMetropolis-Hastings algorithm is proposed to estimate a factor multivariate\nstochastic volatility model. The first stage uses kstep iteration towards the\nmode, with k small, and the second stage uses an adaptive random walk proposal\ndensity. The marginal likelihood approach of Chib (1995) is used to choose the\nnumber of factors, with the posterior density ordinates approximated by\nGaussian copula. Simulation and real data applications suggest that the\nproposed simulation method is computationally much more efficient than the\napproach of Chib. Nardari and Shephard (2006}. This increase in computational\nefficiency is particularly important in calculating marginal likelihoods\nbecause it is necessary to carry out the simulation a number of times to\nestimate the posterior ordinates for a given marginal likelihood. In addition\nto the MCMC method, the paper also proposes a fast approximate EM method to\nestimate the factor multivariate stochastic volatility model. The estimates\nfrom the approximate EM method are of interest in their own right, but are\nespecially useful as initial inputs to MCMC methods, making them more efficient\ncomputationally. The methodology is illustrated using simulated and real\nexamples.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 02:55:05 GMT"}],"update_date":"2010-02-11","authors_parsed":[["Xu","Weijun",""],["Yang","Li",""],["Kohn","Robert",""]]}
{"id":"1002.2018","submitter":"Shu-jun Hu","authors":"Shu-Jun Hu and Xiao Hu","title":"Half-metallic Antiferromagnet BaCrFeAs2","comments":"added references","journal-ref":"J. Phys. Chem. C 114, 11614 (2010)","doi":"10.1021/jp103328g","report-no":null,"categories":"cond-mat.mtrl-sci cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  First-principles calculations and a tight-binding analysis predict that the\niron-pnictide BaCrFeAs2 is a promising candidate for half-metallic material\nwith fully-compensated magnetization. The transition-metal ions Cr and Fe\nprefer the three-dimensional intervening lattice, which yields the\nantiferromagnetic order of spin orientations. Due to the difference between Cr\nand Fe in the electronegativity, a band gap is opened at the Fermi level in the\nspin channel in which Fe provides the majority carriers. The selective\nhybridization between 3d orbitals of Cr and As:4p states due to the peculiar\nlattice structure of the iron-pnictide is shown to be crucial for the novel\nproperties.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 02:32:03 GMT"},{"version":"v2","created":"Mon, 19 Jul 2010 01:29:30 GMT"}],"update_date":"2010-07-20","authors_parsed":[["Hu","Shu-Jun",""],["Hu","Xiao",""]]}
{"id":"1002.2019","submitter":"Sarah Midgley Ms","authors":"S. L. W. Midgley, A. S. Bradley, O. Pfister and M. K. Olsen","title":"Quadripartite continuous-variable entanglement via quadruply concurrent\n  downconversion","comments":"9 pages, 5 figures","journal-ref":"Physical Review A 81, 063834 (2010)","doi":"10.1103/PhysRevA.81.063834","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate an intra-cavity coupled down-conversion scheme to generate\nquadripartite entanglement using concurrently resonant nonlinearities. We\nverify that quadripartite entanglement is present in this system by calculating\nthe output fluctuation spectra and then considering violations of optimized\ninequalities of the van Loock-Furusawa type. The entanglement characteristics\nboth above and below the oscillation threshold are considered. We also present\nanalytic solutions for the quadrature operators and the van Loock-Furusawa\ncorrelations in the undepleted pump approximation.\n","versions":[{"version":"v1","created":"Wed, 10 Feb 2010 02:20:39 GMT"}],"update_date":"2015-05-18","authors_parsed":[["Midgley","S. L. W.",""],["Bradley","A. S.",""],["Pfister","O.",""],["Olsen","M. K.",""]]}
{"id":"0910.5631","submitter":"Stefan Schmitt","authors":"The H1 Collaboration","title":"Prompt Photons in Photoproduction at HERA","comments":"33 pages, 9 figures","journal-ref":"Eur.Phys.J.C66:17-33,2010","doi":"10.1140/epjc/s10052-010-1240-7","report-no":"DESY09-135","categories":"hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The production of prompt photons is measured in the photoproduction regime of\nelectron-proton scattering at HERA. The analysis is based on a data sample\ncorresponding to a total integrated luminosity of 340 pb^-1 collected by the H1\nexperiment. Cross sections are measured for photons with transverse momentum\nand pseudorapidity in the range 6 < Et < 15 GeV and -1.0 < eta < 2.4,\nrespectively. Cross sections for events with an additional jet are measured as\na function of the transverse energy and pseudorapidity of the jet, and as a\nfunction of the fractional momenta x_gamma and x_p carried by the partons\nentering the hard scattering process. The correlation between the photon and\nthe jet is also studied. The results are compared with QCD predictions based on\nthe collinear and on the k_T factorisation approaches.\n","versions":[{"version":"v1","created":"Thu, 29 Oct 2009 13:18:16 GMT"},{"version":"v2","created":"Mon, 4 Jan 2010 12:54:00 GMT"}],"update_date":"2012-08-27","authors_parsed":[["The H1 Collaboration","",""]]}
{"id":"0910.5632","submitter":"Sheila Sandon","authors":"Sheila Sandon","title":"An integer valued bi-invariant metric on the group of contactomorphisms\n  of R^2n x S^1","comments":"10 pages, final version","journal-ref":"J. Topol. Anal. 2 (2010) 327--339","doi":null,"report-no":null,"categories":"math.SG math.GT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In his 1992 article on generating functions Viterbo constructed a\nbi-invariant metric on the group of compactly supported Hamiltonian\nsymplectomorphisms of R^2n. Using the set-up of arXiv:0901.3112 we extend the\nViterbo metric to the group of compactly supported contactomorphisms of R^2n x\nS^1 isotopic to the identity. We also prove that the contactomorphism group is\nunbounded with respect to this metric.\n","versions":[{"version":"v1","created":"Thu, 29 Oct 2009 12:59:27 GMT"},{"version":"v2","created":"Mon, 21 Dec 2009 18:27:38 GMT"},{"version":"v3","created":"Fri, 21 Oct 2011 14:30:54 GMT"}],"update_date":"2011-10-24","authors_parsed":[["Sandon","Sheila",""]]}
{"id":"0910.5633","submitter":"Kazuhide Ichikawa","authors":"Kazuhide Ichikawa, Toshiyuki Myoraku, Akinori Fukushima, Yoshio\n  Ishihara, Ryuichiro Isaki, Toshio Takeguchi, Akitomo Tachibana","title":"A Theoretical Study on a Reaction of Iron(III) Hydroxide with Boron\n  Trichloride by Ab Initio Calculation","comments":"21 pages, 12 figures","journal-ref":"Journal of Molecular Structure: THEOCHEM, 915, 1-10 (2009)","doi":"10.1016/j.theochem.2009.08.026","report-no":null,"categories":"physics.chem-ph physics.atm-clus","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate a reaction of boron trichloride (BCl3) with iron(III)\nhydroxide (Fe(OH)3) by ab initio quantum chemical calculation as a simple model\nfor a reaction of iron impurities in BCl3 gas. We also examine a reaction with\nwater. We find that compounds such as Fe(Cl)(OBCl2)2(OHBCl2) and\nFe(Cl)2(OBCl2)(OHBCl2) are formed while producing HCl and reaction paths to\nthem are revealed. We also analyze the stabilization mechanism of these paths\nusing newly-developed interaction energy density derived from electronic stress\ntensor in the framework of the Regional DFT (Density Functional Theory) and\nRigged QED (Quantum ElectroDynamics).\n","versions":[{"version":"v1","created":"Thu, 29 Oct 2009 13:05:53 GMT"}],"update_date":"2009-10-30","authors_parsed":[["Ichikawa","Kazuhide",""],["Myoraku","Toshiyuki",""],["Fukushima","Akinori",""],["Ishihara","Yoshio",""],["Isaki","Ryuichiro",""],["Takeguchi","Toshio",""],["Tachibana","Akitomo",""]]}
{"id":"0910.5634","submitter":"Philipp Spr\\\"ussel","authors":"Reinhard Diestel and Philipp Spr\\\"ussel","title":"On the homology of locally finite graphs","comments":"30 pages. This is an extended version of the paper \"The homology of a\n  locally finite graph with ends\" (to appear in Combinatorica) by the same\n  authors. It differs from that paper only in that it offers proofs for Lemmas\n  3, 4 and 10, as well as a new footnote in Section 6","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO math.AT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We show that the topological cycle space of a locally finite graph is a\ncanonical quotient of the first singular homology group of its Freudenthal\ncompactification, and we characterize the graphs for which the two coincide. We\nconstruct a new singular-type homology for non-compact spaces with ends, which\nin dimension~1 captures precisely the topological cycle space of graphs but\nworks in any dimension.\n","versions":[{"version":"v1","created":"Thu, 29 Oct 2009 14:02:53 GMT"}],"update_date":"2009-10-30","authors_parsed":[["Diestel","Reinhard",""],["Sprüssel","Philipp",""]]}
{"id":"0910.5635","submitter":"Ashok Singal","authors":"Ashok K. Singal","title":"Cosmological Parallax--Distance Formula","comments":"7 pages, 2 figures","journal-ref":"Astrphys. Sp. Sc., 359: 22 (2015)","doi":"10.1007/s10509-015-2476-3","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The standard cosmological parallax--distance formula, as found in the\nliterature, including text-books and reference books on cosmology, requires a\ncorrection. This correction stems from the fact that in the standard text-book\nderivation it has been ignored that any chosen baseline in a gravitationally\nbound system does not partake in the cosmological expansion. Though the\ncorrection is available in the literature for some time, the text-books still\ncontinue to use the older, incorrect formula, and its full implications are not\nyet fully realized. Apart from providing an alternate correct, closed-form\nexpression that is more suitable and convenient for computations for certain\nlimiting cases of FRW ($\\Lambda=0$) world models, we also demonstrate how one\ncan compute parallax distance for the currently favored flat-space\naccelerating-universe ($\\Lambda>0, k=0$) cosmologies. Further, we show that the\ncorrection in parallax distance at large redshifts could amount to a factor of\nthree or even more. Moreover, even in an infinite universe the parallax\ndistance does not increase indefinitely with redshift and that even the\nfarthest possible observable point may have a finite parallax angle, a factor\nthat needs to be carefully taken into account when using distant objects as the\nbackground field against which the parallax of a foreground object is to be\nmeasured. Some other complications that could arise in parallax measurements of\na distant source, like that due to the deflection of incoming light by the\ngravitation field of the Sun and other planetary bodies in the solar system,\nare pointed out.\n","versions":[{"version":"v1","created":"Thu, 29 Oct 2009 13:34:13 GMT"},{"version":"v2","created":"Sat, 2 Aug 2014 02:32:31 GMT"},{"version":"v3","created":"Mon, 3 Aug 2015 10:03:34 GMT"}],"update_date":"2015-09-04","authors_parsed":[["Singal","Ashok K.",""]]}