{"id":"1007.0358","submitter":"Paul-James White","authors":"Paul-James White","title":"$m$-bigness in compatible systems","comments":null,"journal-ref":"C. R. Acad. Sci. Paris, Ser. I 348 (2010) 1049-1054","doi":"10.1016/j.crma.2010.09.001","report-no":null,"categories":"math.NT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Taylor-Wiles type lifting theorems allow one to deduce that for $\\rho$ a\n\"sufficiently nice\" $l$-adic representation of the absolute Galois group of a\nnumber field whose semi-simplified reduction modulo $l$, denoted\n$\\overline{\\rho}$, comes from an automorphic representation then so does\n$\\rho$. The recent lifting theorems of Barnet-Lamb-Gee-Geraghty-Taylor impose a\ntechnical condition, called \\emph{$m$-big}, upon the residual representation\n$\\overline{\\rho}$. Snowden-Wiles proved that for a sufficiently irreducible\ncompatible system of Galois representations, the residual images are \\emph{big}\nat a set of places of Dirichlet density $1$. We demonstrate the analogous\nresult in the \\emph{$m$-big} setting using a mild generalization of their\nargument.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:05:44 GMT"},{"version":"v2","created":"Sat, 23 Oct 2010 07:42:30 GMT"}],"update_date":"2010-10-26","authors_parsed":[["White","Paul-James",""]]}
{"id":"1007.0359","submitter":"Xingkun Man","authors":"Xingkun Man, David Andelman and Henri Orland","title":"Block Copolymer at Nano-Patterned Surfaces","comments":null,"journal-ref":"Macromolecules 43, 7261 (2010)","doi":"10.1021/ma1009534","report-no":null,"categories":"cond-mat.soft cond-mat.mes-hall cond-mat.mtrl-sci physics.chem-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present numerical calculations of lamellar phases of block copolymers at\npatterned surfaces. We model symmetric di-block copolymer films forming\nlamellar phases and the effect of geometrical and chemical surface patterning\non the alignment and orientation of lamellar phases. The calculations are done\nwithin self-consistent field theory (SCFT), where the semi-implicit relaxation\nscheme is used to solve the diffusion equation. Two specific set-ups, motivated\nby recent experiments, are investigated. In the first, the film is placed on\ntop of a surface imprinted with long chemical stripes. The stripes interact\nmore favorably with one of the two blocks and induce a perpendicular\norientation in a large range of system parameters. However, the system is found\nto be sensitive to its initial conditions, and sometimes gets trapped into a\nmetastable mixed state composed of domains in parallel and perpendicular\norientations. In a second set-up, we study the film structure and orientation\nwhen it is pressed against a hard grooved mold. The mold surface prefers one of\nthe two components and this set-up is found to be superior for inducing a\nperfect perpendicular lamellar orientation for a wide range of system\nparameters.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:27:05 GMT"},{"version":"v2","created":"Thu, 7 Oct 2010 15:38:36 GMT"},{"version":"v3","created":"Fri, 6 Jul 2012 18:09:51 GMT"}],"update_date":"2016-02-18","authors_parsed":[["Man","Xingkun",""],["Andelman","David",""],["Orland","Henri",""]]}
{"id":"1007.0360","submitter":"Levan Chotorlishvili L","authors":"L. Chotorlishvili, P. Schwab, Z. Toklikishvili, J. Berakdar","title":"Stochastic heating of a molecular nanomagnet","comments":"5 pages, 4 figures, to appear in Phys. Rev. B","journal-ref":null,"doi":"10.1103/PhysRevB.82.014418","report-no":null,"categories":"nlin.CD cond-mat.other","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the excitation dynamics of a single molecular nanomagnet by static\nand pulsed magnetic fields. Based on a stability analysis of the classical\nmagnetization dynamics we identify analytically the fields parameters for which\nthe energy is stochastically pumped into the system in which case the\nmagnetization undergoes diffusively and irreversibly a large angle deflection.\nAn approximate analytical expression for the diffusion constant in terms of the\nfields parameters is given and assessed by full numerical calculations.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:31:57 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Chotorlishvili","L.",""],["Schwab","P.",""],["Toklikishvili","Z.",""],["Berakdar","J.",""]]}
{"id":"1007.0361","submitter":"Arturo Stabile","authors":"T. Demma, S. Petracca, A. Stabile","title":"E-cloud Map Formalism: an Analytical Expression for Quadratic\n  Coefficient","comments":"3 pages, 5 figures. Proceedings of IPAC 2010 (ID 3566)","journal-ref":"Conf.Proc.C100523:TUPD037,2010","doi":null,"report-no":null,"categories":"physics.acc-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The evolution of the electron density during electron cloud formation can be\nreproduced using a bunch-to-bunch iterative map formalism. The reliability of\nthis formalism has been proved for RHIC [1] and LHC [2]. The linear coefficient\nhas a good theoretical framework, while quadratic coefficient has been proved\nonly by fitting the results of compute-intensive electron cloud simulations. In\nthis communication we derive an analytic expression for the quadratic map\ncoefficient. The comparison of the theoretical estimate with the simulations\nresults shows a good agreement for a wide range of bunch population.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:40:37 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Demma","T.",""],["Petracca","S.",""],["Stabile","A.",""]]}
{"id":"1007.0362","submitter":"Yuri Martinez-Raton","authors":"R. G. Marguta, N. G. Almarza, Y. Martinez-Raton and E. Velasco","title":"Theory and simulation of the confined Lebwohl-Lasher model","comments":"40 pages 19 figures (preprint format). Part of the text and some\n  figures were modified. New figure was included","journal-ref":"Phys. Rev. E 83, 041701 (2011)","doi":"10.1103/PhysRevE.83.041701","report-no":null,"categories":"cond-mat.soft cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We discuss the Lebwohl-Lasher model of nematic liquid crystals in a confined\ngeometry, using Monte Carlo simulation and mean-field theory. A film of\nmaterial is sandwiched between two planar, parallel plates that couple to the\nadjacent spins via a surface strength $\\epsilon_s$. We consider the cases where\nthe favoured alignments at the two walls are the same (symmetric cell) or\ndifferent (asymmetric or hybrid cell). In the latter case, we demonstrate the\nexistence of a {\\it single} phase transition in the slab for all values of the\ncell thickness. This transition has been observed before in the regime of\nnarrow cells, where the two structures involved correspond to different\narrangements of the nematic director. By studying wider cells, we show that the\ntransition is in fact the usual isotropic-to-nematic (capillary) transition\nunder confinement in the case of antagonistic surface forces. We show results\nfor a wide range of values of film thickness, and discuss the phenomenology\nusing a mean-field model.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:44:37 GMT"},{"version":"v2","created":"Fri, 11 Feb 2011 09:16:22 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Marguta","R. G.",""],["Almarza","N. G.",""],["Martinez-Raton","Y.",""],["Velasco","E.",""]]}
{"id":"1007.0363","submitter":"Johan Quaegebeur","authors":"Johan Quaegebeur, Marie Sabbe","title":"Isometric coactions of compact quantum groups on compact quantum metric\n  spaces","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.OA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We propose a notion of isometric coaction of a compact quantum group on a\ncompact quantum metric space in the framework of Rieffel where the metric\nstructure is given by a Lipnorm. We prove the existence of a quantum isometry\ngroup for finite metric quantum spaces, preserving a given state.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:47:12 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Quaegebeur","Johan",""],["Sabbe","Marie",""]]}
{"id":"1007.0364","submitter":"Alessandro Sarracino","authors":"Alessandro Sarracino, Dario Villamaina, Giacomo Gradenigo, Andrea\n  Puglisi","title":"Irreversible dynamics of a massive intruder in dense granular fluids","comments":"5 pages, 3 figures accepted for publication in EPL","journal-ref":"EPL 92 34001 (2010)","doi":"10.1209/0295-5075/92/34001","report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A Generalized Langevin Equation with exponential memory is proposed for the\ndynamics of a massive intruder in a dense granular fluid. The model reproduces\nnumerical correlation and response functions, violating the equilibrium\nFluctuation Dissipation relations. The source of memory is identified in the\ncoupling of the tracer velocity $V$ with a spontaneous local velocity field $U$\nin the surrounding fluid. Such identification allows us to measure the\nintruder's fluctuating entropy production as a function of $V$ and $U$,\nobtaining a neat verification of the Fluctuation Relation.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:51:31 GMT"},{"version":"v2","created":"Tue, 19 Oct 2010 16:47:20 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Sarracino","Alessandro",""],["Villamaina","Dario",""],["Gradenigo","Giacomo",""],["Puglisi","Andrea",""]]}
{"id":"1007.0365","submitter":"S. Karataglidis","authors":"K. Amos and S. Karataglidis","title":"Comments on methods of analyses of nucleon-nucleus scattering data","comments":"22 pages, 13 Figures, submitted to Phys. Rev. C","journal-ref":null,"doi":null,"report-no":null,"categories":"nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Methods of analysis of nucleon-nucleus scattering data have progressed\nmarkedly over the past 50 years, yet many analyses of scattering data still use\nprescriptions specified at various stages of that progress. But the assumptions\nmade or inherent in those analyses are poorly justified and most are no longer\nnecessary to facilitate evaluations. We investigate some of those assumptions\nand highlight deficiencies and the uncertainties they may make in data\nanalyses.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:51:44 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Amos","K.",""],["Karataglidis","S.",""]]}
{"id":"1007.0366","submitter":"Bunyamin Demir","authors":"Bunyamin Demir and Mustafa Saltan","title":"On p-adic Integers and The Adding Machine Group","comments":"9 pages, 3 figure","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we define a natural metric on Aut(X*) and prove that the\nclosure of the adding machine group, a subgroup of the automorphism group, is\nboth isometric and isomorphic to the group of p-adic integers. So, we show that\nthe group of p-adic integers can be isometrically embedded into the metric\nspace Aut(X*).\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 13:52:54 GMT"},{"version":"v2","created":"Fri, 12 Nov 2010 12:03:29 GMT"},{"version":"v3","created":"Wed, 12 Jan 2011 09:58:33 GMT"}],"update_date":"2011-01-13","authors_parsed":[["Demir","Bunyamin",""],["Saltan","Mustafa",""]]}
{"id":"1007.0367","submitter":"Klaus Ziegler","authors":"Antonio Hill, Andreas Sinner and Klaus Ziegler","title":"Valley symmetry breaking and gap tuning in graphene by spin doping","comments":"14 pages, 7 figures","journal-ref":"New J. Phys. 13, 035023 (2011)","doi":"10.1088/1367-2630/13/3/035023","report-no":null,"categories":"cond-mat.mtrl-sci cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study graphene with an adsorbed spin texture, where the localized spins\ncreate a periodic magnetic flux. The latter produces gaps in the graphene\nspectrum and breaks the valley symmetry. The resulting effective electronic\nmodel, which is similar to Haldane's periodic flux model, allows us to tune the\ngap of one valley independently from that of the other valley. This leads to\nthe formation of two Hall plateaux and a quantum Hall transition. We discuss\nthe density of states, optical longitudinal and Hall conductivities for nonzero\nfrequencies and nonzero temperatures. A robust logarithmic singularity appears\nin the Hall conductivity when the frequency of the external field agrees with\nthe width of the gap.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:03:26 GMT"}],"update_date":"2011-03-31","authors_parsed":[["Hill","Antonio",""],["Sinner","Andreas",""],["Ziegler","Klaus",""]]}
{"id":"1007.0368","submitter":"Hannu Holopainen","authors":"Hannu Holopainen, Harri Niemi and Kari J. Eskola","title":"Event-by-event hydrodynamics and elliptic flow from fluctuating initial\n  state","comments":"10 pages, 7 figures; v2: figures updated and v2{PP} results added","journal-ref":"Phys.Rev.C83:034901,2011","doi":"10.1103/PhysRevC.83.034901","report-no":"INT-PUB-10-031","categories":"hep-ph nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We develop a framework for event-by-event ideal hydrodynamics to study the\ndifferential elliptic flow which is measured at different centralities in Au+Au\ncollisions at Relativistic Heavy Ion Collider (RHIC). Fluctuating initial\nenergy density profiles, which here are the event-by-event analogues of the eWN\nprofiles, are created using a Monte Carlo Glauber model. Using the same event\nplane method for obtaining $v_2$ as in the data analysis, we can reproduce both\nthe measured centrality dependence and the $p_T$ shape of charged-particle\nelliptic flow up to $p_T\\sim2$~GeV. We also consider the relation of elliptic\nflow to the initial state eccentricity using different reference planes, and\ndiscuss the correlation between the physical event plane and the initial\nparticipant plane. Our results demonstrate that event-by-event hydrodynamics\nwith initial state fluctuations must be accounted for before a meaningful lower\nlimit for viscosity can be obtained from elliptic flow data.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:11:55 GMT"},{"version":"v2","created":"Wed, 26 Jan 2011 17:22:19 GMT"}],"update_date":"2011-03-22","authors_parsed":[["Holopainen","Hannu",""],["Niemi","Harri",""],["Eskola","Kari J.",""]]}
{"id":"1007.0369","submitter":"Patrick Richard","authors":"Jean-Fran\\c{c}ois M\\'etayer (IPR), Patrick Richard (IPR), Alain\n  Faisant (IPR), Renaud Delannay (IPR)","title":"Electrically induced tunable cohesion in granular systems","comments":"accepted for publication in \"Journal of Statistical Mechanics: Theory\n  and Experiment\"","journal-ref":null,"doi":"10.1088/1742-5468/2010/08/P08003","report-no":null,"categories":"cond-mat.other cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Experimental observations of confined granular materials in the presence of\nan electric field that induces cohesive forces are reported. The angle of\nrepose is found to increase with the cohesive force. A theoretical model for\nthe stability of a granular heap, including both the effect of the sidewalls\nand cohesion is proposed. A good agreement between this model and the\nexperimental results is found. The steady-state flow angle is practically\nunaffected by the electric field except for high field strengths and low flow\nrates.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:16:05 GMT"},{"version":"v2","created":"Sun, 25 Jul 2010 19:13:52 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Métayer","Jean-François","","IPR"],["Richard","Patrick","","IPR"],["Faisant","Alain","","IPR"],["Delannay","Renaud","","IPR"]]}
{"id":"1007.0370","submitter":"Romain Abraham","authors":"Romain Abraham (MAPMO), Jean-Francois Delmas (CERMICS), Hui He (MAPMO)","title":"Pruning Galton-Watson Trees and Tree-valued Markov Processes","comments":null,"journal-ref":"Annales de l'Institut Henri Poincar\\'e (B) Probabilit\\'es et\n  Statistiques 48, 3 (2012) 688-705","doi":"10.1214/11-AIHP423","report-no":null,"categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a new pruning procedure on discrete trees by adding marks on the\nnodes of trees. This procedure allows us to construct and study a tree-valued\nMarkov process $\\{{\\cal G}(u)\\}$ by pruning Galton-Watson trees and an\nanalogous process $\\{{\\cal G}^*(u)\\}$ by pruning a critical or subcritical\nGalton-Watson tree conditioned to be infinite. Under a mild condition on\noffspring distributions, we show that the process $\\{{\\cal G}(u)\\}$ run until\nits ascension time has a representation in terms of $\\{{\\cal G}^*(u)\\}$. A\nsimilar result was obtained by Aldous and Pitman (1998) in the special case of\nPoisson offspring distributions where they considered uniform pruning of\nGalton-Watson trees by adding marks on the edges of trees.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:17:15 GMT"},{"version":"v2","created":"Mon, 7 Feb 2011 11:53:17 GMT"}],"update_date":"2012-06-28","authors_parsed":[["Abraham","Romain","","MAPMO"],["Delmas","Jean-Francois","","CERMICS"],["He","Hui","","MAPMO"]]}
{"id":"1007.0371","submitter":"Michal Berent","authors":"Michal Berent, Ryszard Parzy\\'nski","title":"Multiphoton resonance in a three-level system with nearly degenerate\n  excited states","comments":"9 pages, 5 figures,submitted to Phys. Rev. A, comments welcome","journal-ref":"Physical Review A 82, 023804 (2010)","doi":"10.1103/PhysRevA.82.023804","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An analytic study is presented of the efficient multiphoton excitation and\nstrong harmonic generation in three-level systems specified by a pair of nearly\ndegenerate, strongly dipole-coupled excited states. Such systems are physically\nformed by the three lowest states in, e.g., the hydrogen atom or evenly charged\nhomonuclear diatomic molecular ions under reasonably chosen laser intensities.\nAs a detailed analytic result, we found that the laser pulse of photon energy\n$2{.}05\\text{eV}$, duration $0{.}23\\text{ps}$ and intensity $5\\cdot\n10^{13}\\,\\frac{\\text{W}}{\\text{cm}^2}$ is able to produce complete inversion of\nthe initial population in the hydrogen atom through the 5-photon excitation. At\nthe same photon energy, the pulse of duration $0{.}41\\text{ps}$ and intensity\n$3{.}44\\cdot 10^{14}\\,\\frac{\\text{W}}{\\text{cm}^2}$ was found to produce the\nsame effect in the molecular ion but through the 9-photon excitation. We show\nthat the accompanying scattering of light has very rich spectrum differing\nsubstantially from that of the two-level system.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:20:52 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Berent","Michal",""],["Parzyński","Ryszard",""]]}
{"id":"1007.0372","submitter":"Magnus Wahlstr\\\"om","authors":"Benjamin Doerr, Marvin K\\\"unnemann, and Magnus Wahlstr\\\"om","title":"Randomized Rounding for Routing and Covering Problems: Experiments and\n  Improvements","comments":"Longer version of SEA 2010 paper","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.DS","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Following previous theoretical work by Srinivasan (FOCS 2001) and the first\nauthor (STACS 2006) and a first experimental evaluation on random instances\n(ALENEX 2009), we investigate how the recently developed different approaches\nto generate randomized roundings satisfying disjoint cardinality constraints\nbehave when used in two classical algorithmic problems, namely low-congestion\nrouting in networks and max-coverage problems in hypergraphs.\n  We generally find that all randomized rounding algorithms work well, much\nbetter than what is guaranteed by existing theoretical work. The derandomized\nversions produce again significantly better rounding errors, with running times\nstill negligible compared to the one for solving the corresponding LP. It thus\nseems worth preferring them over the randomized variants.\n  The data created in these experiments lets us propose and investigate the\nfollowing new ideas. For the low-congestion routing problems, we suggest to\nsolve a second LP, which yields the same congestion, but aims at producing a\nsolution that is easier to round. Experiments show that this reduces the\nrounding errors considerably, both in combination with randomized and\nderandomized rounding.\n  For the max-coverage instances, we generally observe that the greedy\nheuristics also performs very good. We develop a strengthened method of\nderandomized rounding, and a simple greedy/rounding hybrid approach using\ngreedy and LP-based rounding elements, and observe that both these improvements\nyield again better solutions than both earlier approaches on their own.\n  For unit disk max-domination, we also develop a PTAS. Contrary to all other\nalgorithms investigated, it performs not much better in experiments than in\ntheory; thus, unless extremely good solutions are to be obtained with huge\ncomputational resources, greedy, LP-based rounding or hybrid approaches are\npreferable.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:22:26 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Doerr","Benjamin",""],["Künnemann","Marvin",""],["Wahlström","Magnus",""]]}
{"id":"1007.0373","submitter":"Robin Thomas","authors":"Torsten Inkmann and Robin Thomas","title":"Minor-minimal planar graphs of even branch-width","comments":"9 pages, to appear in Combinatorics, Probability and Computing","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Let k>0 be an integer, let H be a minor-minimal graph in the projective plane\nsuch that every homotopically non-trivial closed curve intersects H at least k\ntimes, and let G be the planar double cover of H obtained by lifting G into the\nuniversal covering space of the projective plane, the sphere. We prove that G\nis minor-minimal of branch-width 2k. We also exhibit examples of minor-minimal\nplanar graphs of branch-width 6 that do not arise this way.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:31:09 GMT"},{"version":"v2","created":"Tue, 13 Jul 2010 15:41:27 GMT"}],"update_date":"2010-07-14","authors_parsed":[["Inkmann","Torsten",""],["Thomas","Robin",""]]}
{"id":"1007.0374","submitter":"Sergiy Perepelytsya","authors":"S.M. Perepelytsya, S.N. Volkov","title":"Intensities of the Raman bands in the low-frequency spectra of DNA with\n  light and heavy counterions","comments":"12 pages, 3 figures","journal-ref":"S.M. Perepelytsya, S.N. Volkov. Intensities of the Raman bands in\n  the low-frequency spectra of DNA with light and heavy counterions.\n  Biophysical Bulletin (Kharkov) 23(2), 5-19 2009","doi":null,"report-no":null,"categories":"q-bio.BM","license":"http://creativecommons.org/licenses/publicdomain/","abstract":"  The approach for calculation of the mode intensities of DNA conformational\nvibrations in the Raman spectra is developed. It is based on the valence-optic\ntheory and the model for description of conformational vibrations of DNA with\ncounterions. The calculations for Na- and Cs-DNA low-frequency Raman spectra\nshow that the vibrations of DNA backbone chains near 15 cm-1 have the greatest\nintensity. In the spectrum of Na-DNA at frequency range upper than 40 cm-1 the\nmodes of H-bond stretching in base pairs have the greatest intensities, while\nthe modes of ion-phosphate vibrations have the lowest intensity. In Cs-DNA\nspectra at this frequency range the mode of ion-phosphate vibrations is\nprominent. Its intensity is much higher than the intensities of Na-DNA modes of\nthis spectra range. Other modes of Cs-DNA have much lower intensities than in\nthe case of Na-DNA. The comparison of our calculations with the experimental\ndata shows that developed approach gives the understanding of the sensitivity\nof DNA low-frequency Raman bands to the neutralization of the double helix by\nlight and heavy counterions.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:38:44 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Perepelytsya","S. M.",""],["Volkov","S. N.",""]]}
{"id":"1007.0375","submitter":"Johannes Bluemlein","authors":"J. Ablinger, I. Bierenbaum, J. Bl\\\"umlein, A. Hasselhuhhn, S. Klein,\n  C. Schneider, and F. Wi{\\ss}brock","title":"Heavy Flavor DIS Wilson coefficients in the asymptotic regime","comments":"8 pages LATEX, 4 figures, 1 style file","journal-ref":"Nucl.Phys.Proc.Suppl.205-206:242-249,2010","doi":"10.1016/j.nuclphysbps.2010.08.050","report-no":"DESY 10-093, SFB/CPP-10-58, IFIC/10-22, TTK-10-38","categories":"hep-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report on results for the heavy flavor contributions to $F_2(x,Q^2)$ in\nthe limit $Q^2\\gg m^2$ at {\\sf NNLO}. By calculating the massive $3$--loop\noperator matrix elements, we account for all but the power suppressed terms in\n$m^2/Q^2$. Recently, the calculation of fixed Mellin moments of all $3$--loop\nmassive operator matrix elements has been finished. We present new all--$N$\nresults for the $O(n_f)$--terms, thereby confirming the corresponding parts of\nthe $3$--loop anomalous dimensions. Additionally, we report on first genuine\n$3$--loop results of the ladder--type diagrams for general values of the Mellin\nvariable $N$.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:43:49 GMT"}],"update_date":"2016-08-14","authors_parsed":[["Ablinger","J.",""],["Bierenbaum","I.",""],["Blümlein","J.",""],["Hasselhuhhn","A.",""],["Klein","S.",""],["Schneider","C.",""],["Wißbrock","F.",""]]}
{"id":"1007.0376","submitter":"Uwe Aickelin","authors":"Amanda Whitbrook, Uwe Aickelin, Jonathan M. Garibaldi","title":"The Transfer of Evolved Artificial Immune System Behaviours between\n  Small and Large Scale Robotic Platforms","comments":"12 pages, 3 figures, 2 tables, 9th International Conference on\n  Artificial Evolution (EA 09),","journal-ref":"Proceedings of the 9th International Conference on Artificial\n  Evolution (EA 09), LNCS 5975, Strasbourg, France, 2010, p 122-133","doi":null,"report-no":null,"categories":"cs.NE cs.RO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper demonstrates that a set of behaviours evolved in simulation on a\nminiature robot (epuck) can be transferred to a much larger scale platform (a\nvirtual Pioneer P3-DX) that also differs in shape, sensor type, sensor\nconfiguration and programming interface. The chosen architecture uses a\nreinforcement learning-assisted genetic algorithm to evolve the epuck\nbehaviours, which are encoded as a genetic sequence. This sequence is then used\nby the Pioneers as part of an adaptive, idiotypic artificial immune system\n(AIS) control architecture. Testing in three different simulated worlds shows\nthat the Pioneer can use these behaviours to navigate and solve object-tracking\ntasks successfully, as long as its adaptive AIS mechanism is in place.\n","versions":[{"version":"v1","created":"Fri, 25 Jun 2010 09:57:13 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Whitbrook","Amanda",""],["Aickelin","Uwe",""],["Garibaldi","Jonathan M.",""]]}
{"id":"1007.0377","submitter":"Mark Hickey","authors":"Mark C. Hickey, Alkim Akyurtlu and Adil-Gerai Kussow","title":"Relationship between the Kramers-Kronig relations and negative index of\n  refraction","comments":"4 pages, 4 figures, Accepted by Physical Review A but not yet\n  published due to an editorial objection to an acknowledgment","journal-ref":"Phys. Rev A 2010","doi":null,"report-no":null,"categories":"physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The condition for a negative index of refraction with respect to the vacuum\nindex is established in terms of permittivity and permeability\nsusceptibilities. It is found that the imposition of analyticity to satisfy the\nKramers-Kronig relations is a sufficiently general criterion for a physical\nnegative index. The satisfaction of the Kramers-Kronig relations is a\nmanifestation of the principle of causality and the predicted frequency region\nof negative index agrees with the Depine-Lakhtakia condition for the phase\nvelocity being anti-directed to the Poynting vector, although the conditions\npresented here do not assume {\\it a priori} a negative solution branch for n.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:50:17 GMT"},{"version":"v2","created":"Fri, 24 Sep 2010 14:42:45 GMT"}],"update_date":"2010-09-27","authors_parsed":[["Hickey","Mark C.",""],["Akyurtlu","Alkim",""],["Kussow","Adil-Gerai",""]]}
{"id":"1007.0378","submitter":"Debabrata Panja","authors":"Debabrata Panja","title":"Probabilistic Phase Space Trajectory Description for Anomalous Polymer\n  Dynamics","comments":"8 pages, two figures, 3 eps figure files, minor changes,\n  supplementary material included moved to the appendix, references expanded,\n  to appear in J. Phys.: Condens. Matter","journal-ref":"J. Phys.: Condens. Matter 23 (2011) 105103","doi":"10.1088/0953-8984/23/10/105103","report-no":null,"categories":"cond-mat.soft cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  It has been recently shown that the phase space trajectories for the\nanomalous dynamics of a tagged monomer of a polymer --- for single polymeric\nsystems such as phantom Rouse, self-avoiding Rouse, Zimm, reptation, and\ntranslocation through a narrow pore in a membrane; as well as for\nmany-polymeric system such as polymer melts in the entangled regime --- is\nrobustly described by the Generalized Langevin Equation (GLE). Here I show that\nthe probability distribution of phase space trajectories for all these\nclassical anomalous dynamics for single polymers is that of a fractional\nBrownian motion (fBm), while the dynamics for polymer melts between the\nentangled regime and the eventual diffusive regime exhibits small, but\nsystematic deviations from that of a fBm.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 14:54:09 GMT"},{"version":"v2","created":"Sat, 29 Jan 2011 12:41:03 GMT"}],"update_date":"2011-02-22","authors_parsed":[["Panja","Debabrata",""]]}
{"id":"1007.0379","submitter":"Fabian Lim","authors":"Fabian Lim and Aleksandar Kavcic","title":"Reliability Distributions of Truncated Max-log-map (MLM) Detectors\n  Applied to ISI Channels","comments":"17 pages, 11 figures","journal-ref":"IEEE Trans. on Inform. Theory, Volume 59, Issue 4, pp. 2411-2425,\n  April 2013","doi":null,"report-no":null,"categories":"cs.IT math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The max-log-map (MLM) receiver is an approximated version of the well-known,\nBahl-Cocke-Jelinek-Raviv (BCJR) algorithm. The MLM algorithm is attractive due\nto its implementation simplicity. In practice, sliding-window implementations\nare preferred; these practical implementations consider truncated signaling\nneighborhoods around each transmission time instant. In this paper, we consider\nsliding-window MLM receivers, where for any integer m, the MLM detector is\ntruncated to a length- m signaling neighborhood. For any number n of chosen\ntimes instants, we derive exact expressions for both i) the joint distribution\nof the MLM symbol reliabilities, and ii) the joint probability of the erroneous\nMLM symbol detections. We show that the obtained expressions can be efficiently\nevaluated using Monte-Carlo techniques. Our proposed method is efficient; the\nmost computationally expensive operation (in each Monte-Carlo trial) is an\neigenvalue decomposition of a size 2mn by 2mn matrix. Practical truncation\nlengths can be easily handled. Finally, our proposed method is extremely\ngeneral, and various scenarios such as correlated noise distributions,\nmodulation coding, etc. may be easily accommodated.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:04:44 GMT"},{"version":"v2","created":"Mon, 1 Aug 2011 02:51:37 GMT"},{"version":"v3","created":"Thu, 11 Apr 2013 17:53:20 GMT"}],"update_date":"2013-04-12","authors_parsed":[["Lim","Fabian",""],["Kavcic","Aleksandar",""]]}
{"id":"1007.0380","submitter":"Mithun Das Gupta","authors":"Mithun Das Gupta","title":"Additive Non-negative Matrix Factorization for Missing Data","comments":"General extension of the NMF framework","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.NA cs.LG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Non-negative matrix factorization (NMF) has previously been shown to be a\nuseful decomposition for multivariate data. We interpret the factorization in a\nnew way and use it to generate missing attributes from test data. We provide a\njoint optimization scheme for the missing attributes as well as the NMF\nfactors. We prove the monotonic convergence of our algorithms. We present\nclassification results for cases with missing attributes.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 17:40:01 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Gupta","Mithun Das",""]]}
{"id":"1007.0381","submitter":"Rene Ndoundam","authors":"Ren\\'e Ndoundam, Maurice Tchuente, Claude Tadonki (INRIA - IRISA,\n  INRIA - IRISA)","title":"Parallel Chip Firing Game associated with n-cube orientations","comments":null,"journal-ref":"International Conference on Computational Science 2004, ICCS 2004,\n  Krakov : Poland (2004)","doi":null,"report-no":null,"categories":"cs.DM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the cycles generated by the chip firing game associated with n-cube\norientations. We show the existence of the cycles generated by parallel\nevolutions of even lengths from 2 to $2^n$ on $H_n$ (n >= 1), and of odd\nlengths different from 3 and ranging from 1 to $2^{n-1}-1$ on $H_n$ (n >= 4).\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:46:50 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Ndoundam","René","","INRIA - IRISA,\n  INRIA - IRISA"],["Tchuente","Maurice","","INRIA - IRISA,\n  INRIA - IRISA"],["Tadonki","Claude","","INRIA - IRISA,\n  INRIA - IRISA"]]}
{"id":"1007.0382","submitter":"Nick Kersting","authors":"Z. Kang, N. Kersting, and M. White","title":"Mass Estimation without using MET in early LHC data","comments":"4 pages, 3 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Many techniques exist to reconstruct New Physics masses from LHC data, though\nthese tend to either require high luminosity O(100) fb^-1, or an accurate\nmeasurement of missing transverse energy (MET) which may not be available in\nthe early running of the LHC. Since in popular models such as SUSY a fairly\nsharp, triangular dilepton invariant mass spectrum can emerge already at low\nluminosity O(1) fb^-1, a Decay Kinematics (DK) technique can be used on events\nnear the dilepton mass endpoint to estimate squark, slepton, and neutralino\nmasses without relying on MET. With the first 2 fb^-1 of 7 TeV LHC data SPS1a\nmasses can thus be found to 20% or better accuracy, at least several times\nbetter than what has been taken to be achievable.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:14:16 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Kang","Z.",""],["Kersting","N.",""],["White","M.",""]]}
{"id":"1007.0383","submitter":"David Alexander Kann","authors":"A. Rossi, S. Schulze, S. Klose, D. A. Kann, A. Rau, H. A. Krimm, G.\n  J\\'ohannesson, A. Panaitescu, F. Yuan, P. Ferrero, T. Kr\\\"uhler, J. Greiner,\n  P. Schady, S. B. Pandey, L. Amati, P. M. J. Afonso, C. W. Akerlof, L. Arnold,\n  C. Clemens, R. Filgas, D. H. Hartmann, A. K\\\"upc\\\"u Yolda\\c{s}, S. McBreen,\n  T. A. McKay, A. Nicuesa Guelbenzu, F. Olivares E., B. Paciesas, E. S. Rykoff,\n  G. Szokoly, A. C. Updike, A. Yolda\\c{s}","title":"The Swift/Fermi GRB 080928 from 1 eV to 150 keV","comments":"A&A, in press (including revisions according to the language editor),\n  14 pages, 11 figures, 7 tables; Online Appendix: 4 pages, 1 figure, 4 tables;\n  v4: final journal version to be published soon","journal-ref":null,"doi":"10.1051/0004-6361/201015324","report-no":null,"categories":"astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present the results of a comprehensive study of the gamma-ray burst 080928\nand of its afterglow. GRB 080928 was a long burst detected by Swift/BAT and\nFermi/GBM. It is one of the exceptional cases where optical emission had\nalready been detected when the GRB itself was still radiating in the gamma-ray\nband. For nearly 100 seconds simultaneous optical, X-ray and gamma-ray data\nprovide a coverage of the spectral energy distribution of the transient source\nfrom about 1 eV to 150 keV. In particular, we show that the SED during the main\nprompt emission phase agrees with synchrotron radiation. We constructed the\noptical/near-infrared light curve and the spectral energy distribution based on\nSwift/UVOT, ROTSE-IIIa (Australia), and GROND (La Silla) data and compared it\nto the X-ray light curve retrieved from the Swift/XRT repository. We show that\nits bumpy shape can be modeled by multiple energy-injections into the forward\nshock.Furthermore, we investigate whether the temporal and spectral evolution\nof the tail emission of the first strong flare seen in the early X-ray light\ncurve can be explained by large-angle emission (LAE). We find that a\nnonstandard LAE model is required to explain the observations. Finally, we\nreport on the results of our search for the GRB host galaxy, for which only a\ndeep upper limit can be provided.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:18:08 GMT"},{"version":"v2","created":"Mon, 5 Jul 2010 20:50:12 GMT"},{"version":"v3","created":"Wed, 24 Nov 2010 16:04:05 GMT"},{"version":"v4","created":"Fri, 25 Mar 2011 20:02:06 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Rossi","A.",""],["Schulze","S.",""],["Klose","S.",""],["Kann","D. A.",""],["Rau","A.",""],["Krimm","H. A.",""],["Jóhannesson","G.",""],["Panaitescu","A.",""],["Yuan","F.",""],["Ferrero","P.",""],["Krühler","T.",""],["Greiner","J.",""],["Schady","P.",""],["Pandey","S. B.",""],["Amati","L.",""],["Afonso","P. M. J.",""],["Akerlof","C. W.",""],["Arnold","L.",""],["Clemens","C.",""],["Filgas","R.",""],["Hartmann","D. H.",""],["Yoldaş","A. Küpcü",""],["McBreen","S.",""],["McKay","T. A.",""],["Guelbenzu","A. Nicuesa",""],["E.","F. Olivares",""],["Paciesas","B.",""],["Rykoff","E. S.",""],["Szokoly","G.",""],["Updike","A. C.",""],["Yoldaş","A.",""]]}
{"id":"1007.0384","submitter":"Sara Ferretti","authors":"S. Ferretti, L.C. Andreani, H.E. Tureci, and D. Gerace","title":"Photon correlations in a two-site non-linear cavity system under\n  coherent drive and dissipation","comments":"9 pages, 4 figures, to appear in Phys. Rev. A","journal-ref":"PhysRevA.82.013841 (2010)","doi":"10.1103/PhysRevA.82.013841","report-no":null,"categories":"cond-mat.other","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We calculate the normalized second-order correlation function for a system of\ntwo tunnel-coupled photonic resonators, each one exhibiting a single-photon\nnonlinearity of the Kerr type. We employ a full quantum formulation: the master\nequation for the model, which takes into account both a coherent continuous\ndrive and radiative as well as non-radiative dissipation channels, is solved\nanalytically in steady state through a perturbative approach, and the results\nare compared to exact numerical simulations. The degree of second-order\ncoherence displays values between 0 and 1, and divides the diagram identified\nby the two energy scales of the system - the tunneling and the nonlinear Kerr\ninteraction - into two distinct regions separated by a crossover. When the\ntunneling term dominates over the nonlinear one, the system state is\ndelocalized over both cavities and the emitted light is coherent. In the\nopposite limit, photon blockade sets in and the system shows an insulator-like\nstate with photons locked on each cavity, identified by antibunching of emitted\nlight.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:18:11 GMT"}],"update_date":"2010-09-24","authors_parsed":[["Ferretti","S.",""],["Andreani","L. C.",""],["Tureci","H. E.",""],["Gerace","D.",""]]}
{"id":"1007.0385","submitter":"Sahin Kaya Ozdemir Dr","authors":"Lina He, Sahin Kaya Ozdemir, Jiangang Zhu, Lan Yang","title":"Ultra-sensitive detection of mode splitting in active optical\n  microcavities","comments":"5 pages, 5 figures, 14 references","journal-ref":"Phys.Rev.A82:053810,2010","doi":"10.1103/PhysRevA.82.053810","report-no":null,"categories":"physics.optics physics.gen-ph physics.ins-det","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Scattering induced mode splitting in active microcavities is demonstrated.\nBelow the lasing threshold, quality factor enhancement by optical gain allows\nresolving, in the wavelength-scanning transmission spectrum, the resonance dips\nof the split modes which otherwise would not be detected in a passive\nresonator. In the lasing regime, mode splitting manifests itself as two lasing\nmodes with extremely narrow linewidths. Mixing of these laser modes in a\ndetector leads to a heterodyne beat signal whose frequency corresponds to the\namount of splitting. Lasing regime not only allows ultrahigh sensitivity for\nmode-splitting measurements but also provides an easily accessible scheme by\neliminating the need for wavelength scanning around resonant modes. Mode\nsplitting in active microcavities has immediate impact in enhancing the\nsensitivity of sub-wavelength scatterer detection and in studying light-matter\ninteractions in strong coupling regime.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:18:20 GMT"}],"update_date":"2010-11-19","authors_parsed":[["He","Lina",""],["Ozdemir","Sahin Kaya",""],["Zhu","Jiangang",""],["Yang","Lan",""]]}
{"id":"1007.0386","submitter":"Maria Valentina Ricciardi","authors":"M. V. Ricciardi, K.-H. Schmidt, A. Keli\\'c-Heil","title":"Even-odd effect in multifragmentation products: the footprints of\n  evaporation","comments":"12 pages, 6 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"nucl-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The analysis of experimental production cross-sections of intermediate-mass\nfragments (IMF) of several nuclear reactions at relativistic energy, measured\nat the FRS, GSI Darmstadt, revealed a very strong and complex even-odd\nstaggering. The origin of this effect is related to the condensation process of\nhot nuclei while cooling down by evaporation. The characteristics of the\nstaggering correlate strongly with the lowest particle separation energy of the\nfinal experimentally observed nuclei, but not with the binding energy. The\nstudy confirms the important role of the de-excitation process in\nmultifragmentation reactions, and indicates that sequential decay strongly\ninfluences the yields of IMF, which are often used to extract information on\nthe nature of nuclear reactions at high energies.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:23:44 GMT"},{"version":"v2","created":"Mon, 5 Dec 2011 12:25:10 GMT"}],"update_date":"2011-12-06","authors_parsed":[["Ricciardi","M. V.",""],["Schmidt","K. -H.",""],["Kelić-Heil","A.",""]]}
{"id":"1007.0387","submitter":"Lukasz Matloch","authors":"\\L. Matloch, R. Cameron, S. Shelyag, D. Schmitt, and M. Sch\\\"ussler","title":"Mesogranular structure in a hydrodynamical simulation","comments":null,"journal-ref":null,"doi":"10.1051/0004-6361/201014478","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We analyse mesogranular flow patterns in a three-dimensional hydrodynamical\nsimulation of solar surface convection in order to determine its\ncharacteristics. We calculate divergence maps from horizontal velocities\nobtained with the Local Correlation Tracking (LCT) method. Mesogranules are\nidentified as patches of positive velocity divergence. We track the\nmesogranules to obtain their size and lifetime distributions. We vary the\nanalysis parameters to verify if the pattern has characteristic scales. The\ncharacteristics of the resulting flow patterns depend on the averaging time and\nlength used in the analysis. We conclude that the mesogranular patterns do not\nexhibit intrinsic length and time scales.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:28:03 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Matloch","Ł.",""],["Cameron","R.",""],["Shelyag","S.",""],["Schmitt","D.",""],["Schüssler","M.",""]]}
{"id":"1007.0388","submitter":"Gyula Fodor","authors":"Gyula Fodor, P\\'eter Forg\\'acs, M\\'ark Mezei","title":"Boson stars and oscillatons in an inflationary universe","comments":"19 pages, 5 figures","journal-ref":"Phys.Rev.D82:044043,2010","doi":"10.1103/PhysRevD.82.044043","report-no":"MIT-CTP 6-4161","categories":"gr-qc hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Spherically symmetric gravitationally bound, oscillating scalar lumps (boson\nstars and oscillatons) are considered in Einstein's gravity coupled to massive\nscalar fields in 1+D dimensional de Sitter-type inflationary space-times. We\nshow that due to inflation bosons stars and oscillatons lose mass through\nscalar radiation, but at a rate that is exponentially small when the expansion\nrate is slow.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:31:57 GMT"}],"update_date":"2010-09-06","authors_parsed":[["Fodor","Gyula",""],["Forgács","Péter",""],["Mezei","Márk",""]]}
{"id":"1007.0389","submitter":"Gerardo Adesso","authors":"Mariona Aspachs, Gerardo Adesso, Ivette Fuentes","title":"Optimal quantum estimation of the Unruh-Hawking effect","comments":"4 pages, 2 figures. Close to published version. (I.F. previously\n  published as Fuentes-Guridi and Fuentes-Schuller)","journal-ref":"Phys.Rev.Lett.105:151301,2010","doi":"10.1103/PhysRevLett.105.151301","report-no":null,"categories":"quant-ph cond-mat.stat-mech gr-qc hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We address on general quantum-statistical grounds the problem of optimal\ndetection of the Unruh-Hawking effect. We show that the effect signatures are\nmagnified up to potentially observable levels if the scalar field to be probed\nhas high mean energy from an inertial perspective: The Unruh-Hawking effect\nacts like an amplification channel. We prove that a field in a Fock inertial\nstate, probed via photon counting by a non-inertial detector, realizes the\noptimal strategy attaining the ultimate sensitivity allowed by quantum\nmechanics for the observation of the effect. We define the parameter regime in\nwhich the effect can be reliably revealed in laboratory experiments, regardless\nof the specific implementation.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:35:26 GMT"},{"version":"v2","created":"Wed, 28 Jul 2010 09:23:57 GMT"},{"version":"v3","created":"Sat, 9 Oct 2010 18:52:48 GMT"}],"update_date":"2010-10-27","authors_parsed":[["Aspachs","Mariona",""],["Adesso","Gerardo",""],["Fuentes","Ivette",""]]}
{"id":"1007.0390","submitter":"Diego Pavon","authors":"Iv\\'an Dur\\'an, Diego Pav\\'on, and Winfried Zimdahl","title":"Observational constraints on a holographic, interacting dark energy\n  model","comments":"19 pages, 9 eps figures, to be publisehd in JCAP","journal-ref":"JCAP 1007:018,2010","doi":"10.1088/1475-7516/2010/07/018","report-no":null,"categories":"astro-ph.CO gr-qc hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We constrain an interacting, holographic dark energy model, first proposed by\ntwo of us in [1], with observational data from supernovae, CMB shift, baryon\nacoustic oscillations, x-rays, and the Hubble rate. The growth function for\nthis model is also studied. The model fits the data reasonably well but still\nthe conventional $\\Lambda$CDM model fares better. Nevertheless, the holographic\nmodel greatly alleviates the coincidence problem and shows compatibility at\n$1\\sigma$ confidence level with the age of the old quasar APM 08279+5255.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 15:39:52 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Durán","Iván",""],["Pavón","Diego",""],["Zimdahl","Winfried",""]]}
{"id":"1007.0391","submitter":"Tomoyuki Yamakami","authors":"Tomoyuki Yamakami","title":"Approximate Counting for Complex-Weighted Boolean Constraint\n  Satisfaction Problems","comments":"A4, 10 point, 25 pages. This version significantly improves its\n  conference version that appeared in the Proceedings of the 8th Workshop on\n  Approximation and Online Algorithms (WAOA 2010), Lecture Notes in Computer\n  Science, Springer-Verlag, Vol.6534, pp.261-272, 2011","journal-ref":"(journal version) Information and Computation Vol.219, pp.17-38,\n  2012","doi":null,"report-no":null,"categories":"cs.CC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Constraint satisfaction problems (or CSPs) have been extensively studied in,\nfor instance, artificial intelligence, database theory, graph theory, and\nstatistical physics. From a practical viewpoint, it is beneficial to\napproximately solve those CSPs. When one tries to approximate the total number\nof truth assignments that satisfy all Boolean-valued constraints for\n(unweighted) Boolean CSPs, there is a known trichotomy theorem by which all\nsuch counting problems are neatly classified into exactly three categories\nunder polynomial-time (randomized) approximation-preserving reductions. In\ncontrast, we obtain a dichotomy theorem of approximate counting for\ncomplex-weighted Boolean CSPs, provided that all complex-valued unary\nconstraints are freely available to use. It is the expressive power of free\nunary constraints that enables us to prove such a stronger, complete\nclassification theorem. This discovery makes a step forward in the quest for\nthe approximation-complexity classification of all counting CSPs. To deal with\ncomplex weights, we employ proof techniques of factorization and arity\nreduction along the line of solving Holant problems. Moreover, we introduce a\nnovel notion of T-constructibility that naturally induces\napproximation-preserving reducibility. Our result also gives an approximation\nanalogue of the dichotomy theorem on the complexity of exact counting for\ncomplex-weighted Boolean CSPs.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:01:39 GMT"},{"version":"v2","created":"Mon, 23 May 2011 10:10:37 GMT"},{"version":"v3","created":"Fri, 16 Mar 2012 08:37:15 GMT"},{"version":"v4","created":"Thu, 23 Aug 2012 16:33:03 GMT"}],"update_date":"2012-10-17","authors_parsed":[["Yamakami","Tomoyuki",""]]}
{"id":"1007.0392","submitter":"Martin Geller","authors":"B. Marquardt, M. Geller, B. Baxevanis, D. Pfannkuche, A. D. Wieck, D.\n  Reuter, and A. Lorke","title":"Non-equilibrium many-particle spin states in self-assembled quantum dot\n  hydrogen, helium and lithium","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We introduce an all-electrical measurement technique, which makes it possible\nto prepare and detect the ground and excited many-particle states in\nself-assembled InAs QDs at 4K. This way, the pure-electron spectra of\nQD-hydrogen, -helium and -lithium are resolved. Comparison with detailed\nmany-body calculations enables us to identify the different charge\nconfigurations and in particular detect the singlet and triplet spin states of\nQD helium. Furthermore, the time-resolved evolution of the density of states\nfrom non-equilibrium to equilibrium charge occupation is shown.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:08:26 GMT"}],"update_date":"2019-11-13","authors_parsed":[["Marquardt","B.",""],["Geller","M.",""],["Baxevanis","B.",""],["Pfannkuche","D.",""],["Wieck","A. D.",""],["Reuter","D.",""],["Lorke","A.",""]]}
{"id":"1007.0393","submitter":"Kyle Beloy","authors":"K. Beloy, A. Borschevsky, P. Schwerdtfeger, V. V. Flambaum","title":"Enhanced Sensitivity to the Time Variation of the Fine-Structure\n  Constant and $m_p/m_e$ in Diatomic Molecules: A Closer Examination of Silicon\n  Monobromide","comments":"8 pages, 2 figures","journal-ref":"Phys. Rev. A 82, 022106 (2010)","doi":"10.1103/PhysRevA.82.022106","report-no":null,"categories":"physics.atom-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Recently it was pointed out that transition frequencies in certain diatomic\nmolecules have an enhanced sensitivity to variations in the fine-structure\nconstant $\\alpha$ and the proton-to-electron mass ratio $m_p/m_e$ due to a near\ncancellation between the fine-structure and vibrational interval in a ground\nelectronic multiplet [V.~V.~Flambaum and M.~G.~Kozlov, Phys. Rev. Lett.~{\\bf\n99}, 150801 (2007)]. One such molecule possessing this favorable quality is\nsilicon monobromide. Here we take a closer examination of SiBr as a candidate\nfor detecting variations in $\\alpha$ and $m_p/m_e$. We analyze the rovibronic\nspectrum by employing the most accurate experimental data available in the\nliterature and perform \\emph{ab initio} calculations to determine the precise\ndependence of the spectrum on variations in $\\alpha$. Furthermore, we calculate\nthe natural linewidths of the rovibronic levels, which place a fundamental\nlimit on the accuracy to which variations may be determined.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:28:06 GMT"}],"update_date":"2010-08-31","authors_parsed":[["Beloy","K.",""],["Borschevsky","A.",""],["Schwerdtfeger","P.",""],["Flambaum","V. V.",""]]}
{"id":"1007.0394","submitter":"Dimitris Kugiumtzis","authors":"Ioannis Vlachos and Dimitris Kugiumtzis","title":"Non-uniform state space reconstruction and coupling detection","comments":"21 pages, 11 figures, to be published in Physical Review E","journal-ref":null,"doi":"10.1103/PhysRevE.82.016207","report-no":null,"categories":"nlin.CD cs.IT math.IT physics.data-an q-bio.NC stat.ME","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the state space reconstruction from multiple time series\nderived from continuous and discrete systems and propose a method for building\nembedding vectors progressively using information measure criteria regarding\npast, current and future states. The embedding scheme can be adapted for\ndifferent purposes, such as mixed modelling, cross-prediction and Granger\ncausality. In particular we apply this method in order to detect and evaluate\ninformation transfer in coupled systems. As a practical application, we\ninvestigate in records of scalp epileptic EEG the information flow across brain\nareas.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:41:37 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Vlachos","Ioannis",""],["Kugiumtzis","Dimitris",""]]}
{"id":"1007.0395","submitter":"Bruce Hoeneisen","authors":"D0 Collaboration, V. Abazov et al","title":"Evidence for an anomalous like-sign dimuon charge asymmetry","comments":"7 pages, 3 figures, submitted to Phys. Rev. Lett., please refer this\n  paper together with arXiv:1005.2757 [hep-ex] (2010) (submitted to Phys. Rev.\n  D)","journal-ref":"Phys.Rev.Lett.105:081801,2010","doi":"10.1103/PhysRevLett.105.081801","report-no":"Fermilab-Pub-10/217-E","categories":"hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We measure the charge asymmetry $A\\equiv(N^{++} - N^{--})/(N^{++} + N^{--})$\nof like-sign dimuon events in 6.1~fb$^{-1}$ of $p\\bar{p}$ collisions recorded\nwith the D0 detector at a center-of-mass energy $\\sqrt{s}=1.96$~TeV at the\nFermilab Tevatron collider. From $A$ we extract the like-sign dimuon charge\nasymmetry in semileptonic $b$-hadron decays:\n$\\aslb=-0.00957\\pm0.00251\\thinspace({\\rm stat})\\pm0.00146\\thinspace({\\rm\nsys})$. It differs by 3.2~standard deviations from the standard model\nprediction $\\aslb({\\rm SM})=(-2.3^{+0.5}_{-0.6})\\times10^{-4}$, and provides\nfirst evidence of anomalous $CP$ violation in the mixing of neutral $B$ mesons.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:45:09 GMT"}],"update_date":"2014-11-21","authors_parsed":[["D0 Collaboration","",""],["al","V. Abazov et",""]]}
{"id":"1007.0396","submitter":"Kyoung-Youm Kim","authors":"Kyoung-Youm Kim, Jaehoon Jung, and Jungho Kim","title":"Guiding principle of light waves through metamaterial layers","comments":"This paper has been withdrawn","journal-ref":null,"doi":"10.1109/LPT.2010.2059697","report-no":null,"categories":"physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper has been withdrawn by the author.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:45:46 GMT"},{"version":"v2","created":"Sun, 29 Aug 2010 05:28:26 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Kim","Kyoung-Youm",""],["Jung","Jaehoon",""],["Kim","Jungho",""]]}
{"id":"1007.0397","submitter":"Mark Saffman","authors":"X. L. Zhang, L. Isenhower, A. T. Gill, T. G. Walker, and M. Saffman","title":"Deterministic entanglement of two neutral atoms via Rydberg blockade","comments":"4 figures","journal-ref":"Phys. Rev. A 82, 030306(R) (2010)","doi":"10.1103/PhysRevA.82.030306","report-no":null,"categories":"quant-ph physics.atom-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We demonstrate the first deterministic entanglement of two individually\naddressed neutral atoms using a Rydberg blockade mediated controlled-NOT gate.\nParity oscillation measurements reveal an entanglement fidelity of\n$F=0.58\\pm0.04$, which is above the entanglement threshold of $F=0.5$, without\nany correction for atom loss, and $F=0.71\\pm0.05$ after correcting for\nbackground collisional losses. The fidelity results are shown to be in good\nagreement with a detailed error model.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:46:18 GMT"}],"update_date":"2010-11-01","authors_parsed":[["Zhang","X. L.",""],["Isenhower","L.",""],["Gill","A. T.",""],["Walker","T. G.",""],["Saffman","M.",""]]}
{"id":"1007.0398","submitter":"Stepan Man'ko","authors":"Stepan Man'ko","title":"On $\\delta'$-like potential scattering on star graphs","comments":"16 pages, 2 figures","journal-ref":null,"doi":"10.1088/1751-8113/43/44/445304","report-no":null,"categories":"math.SP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We discuss the potential scattering on the noncompact star graph. The\nSchr\\\"{o}dinger operator with the short-range potential localizing in a\nneighborhood of the graph vertex is considered. We study the asymptotic\nbehavior the corresponding scattering matrix in the zero-range limit. It has\nbeen known for a long time that in dimension 1 there is no non-trivial\nHamiltonian with the distributional potential $\\delta'$, i.e., the $\\delta'$\npotential acts as a totally reflecting wall. Several authors have, in recent\nyears, studied the scattering properties of the regularizing potentials\n$\\alpha\\eps^{-2}Q(x/\\eps)$ approximating the first derivative of the Dirac\ndelta function. A non-zero transmission through the regularized potential has\nbeen shown to exist as $\\eps\\to0$. We extend these results to star graphs with\nthe point interaction, which is an analogue of $\\delta'$ potential on the line.\nWe prove that generically such a potential on the graph is opaque. We also show\nthat there exists a countable set of resonant intensities for which a partial\ntransmission through the potential occurs. This set of resonances is referred\nto as the resonant set and is determined as the spectrum of an auxiliary\nSturm-Liouville problem associated with $Q$ on the graph.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:49:36 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Man'ko","Stepan",""]]}
{"id":"1007.0399","submitter":"Guillermo Roman Perez","authors":"Guillermo Rom\\'an-P\\'erez, Mohammed Moiaed, Jose M. Soler, and Felix\n  Yndurain","title":"Stability, Adsorption and Diffusion of CH4, CO2 and H2 in Clathrate\n  Hydrates","comments":"4 pages, 4 figures, 3 tables","journal-ref":null,"doi":"10.1103/PhysRevLett.105.145901","report-no":null,"categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a study of the adsorption and diffusion of CH4, CO2 and H2\nmolecules in clathrate hydrates using ab initio van der Waals density\nfunctional formalism [Dion et al. Phys. Rev. Lett. 92, 246401 (2004)]. We find\nthat the adsorption energy is dominated by van der Waals interactions and that,\nwithout them, gas hydrates would not be stable. We calculate the maximum\nadsorption capacity as well as the maximum hydrocarbon size that can be\nadsorbed.The relaxation of the host lattice is essential for a good description\nof the diffusion activation energies, which are estimated to be of the order of\n0.2, 0.4, and 1.0 eV for H2, CO2, and CH4, respectively.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 16:58:46 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Román-Pérez","Guillermo",""],["Moiaed","Mohammed",""],["Soler","Jose M.",""],["Yndurain","Felix",""]]}
{"id":"1007.0400","submitter":"Vivian Franca V.","authors":"Vivian V. Fran\\c{c}a and Klaus Capelle","title":"Effect of spatial inhomogeneity on the mapping between strongly\n  interacting fermions and weakly interacting spins","comments":"7 pages, 6 figures","journal-ref":"Physical Review B 82, 134405 (2010)","doi":"10.1103/PhysRevB.82.134405","report-no":null,"categories":"cond-mat.str-el cond-mat.dis-nn","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A combined analytical and numerical study is performed of the mapping between\nstrongly interacting fermions and weakly interacting spins, in the framework of\nthe Hubbard, t-J and Heisenberg models. While for spatially homogeneous models\nin the thermodynamic limit the mapping is thoroughly understood, we here focus\non aspects that become relevant in spatially inhomogeneous situations, such as\nthe effect of boundaries, impurities, superlattices and interfaces. We consider\nparameter regimes that are relevant for traditional applications of these\nmodels, such as electrons in cuprates and manganites, and for more recent\napplications to atoms in optical lattices. The rate of the mapping as a\nfunction of the interaction strength is determined from the Bethe-Ansatz for\ninfinite systems and from numerical diagonalization for finite systems. We show\nanalytically that if translational symmetry is broken through the presence of\nimpurities, the mapping persists and is, in a certain sense, as local as\npossible, provided the spin-spin interaction between two sites of the\nHeisenberg model is calculated from the harmonic mean of the onsite Coulomb\ninteraction on adjacent sites of the Hubbard model. Numerical calculations\ncorroborate these findings also in interfaces and superlattices, where\nanalytical calculations are more complicated.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:06:35 GMT"}],"update_date":"2010-10-15","authors_parsed":[["França","Vivian V.",""],["Capelle","Klaus",""]]}
{"id":"1007.0401","submitter":"Jurgen Fuchs","authors":"Jurgen Fuchs, Christoph Schweigert, Carl Stigner","title":"The classifying algebra for defects","comments":"47 pages, several figures. v2: ref. [13] added; comparison of results\n  with those of ref. [18] added (pages 15 and 34) v3: comment on the folding\n  trick added at the end of section 2, typos corrected","journal-ref":"Nucl.Phys.B843:673-723,2011","doi":"10.1016/j.nuclphysb.2010.10.008","report-no":"ZMP-HH/10-17, Hamburger Beitr. zur Mathematik Nr. 384","categories":"hep-th math.QA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We demonstrate that topological defects in a rational conformal field theory\ncan be described by a classifying algebra for defects - a finite-dimensional\nsemisimple unital commutative associative algebra whose irreducible\nrepresentations give the defect transmission coefficients. We show in\nparticular that the structure constants of the classifying algebra are traces\nof operators on spaces of conformal blocks and that the defect transmission\ncoefficients determine the defect partition functions.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:08:10 GMT"},{"version":"v2","created":"Wed, 25 Aug 2010 08:40:56 GMT"},{"version":"v3","created":"Wed, 3 Nov 2010 18:57:54 GMT"}],"update_date":"2010-11-23","authors_parsed":[["Fuchs","Jurgen",""],["Schweigert","Christoph",""],["Stigner","Carl",""]]}
{"id":"1007.0402","submitter":"Simone Speziale","authors":"Pietro Don\\'a and Simone Speziale","title":"Introductory lectures to loop quantum gravity","comments":"Based on lectures given at the 3eme Ecole de Physique Theorique de\n  Jijel, Algeria, 26 Sep -- 3 Oct, 2009. 52 pages, many figures. v2 minor\n  corrections. To be published in the proceedings","journal-ref":null,"doi":null,"report-no":null,"categories":"gr-qc hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We give a standard introduction to loop quantum gravity, from the ADM\nvariables to spin network states. We include a discussion on quantum geometry\non a fixed graph and its relation to a discrete approximation of general\nrelativity.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:11:21 GMT"},{"version":"v2","created":"Mon, 20 Sep 2010 08:26:39 GMT"}],"update_date":"2010-09-21","authors_parsed":[["Doná","Pietro",""],["Speziale","Simone",""]]}
{"id":"1007.0403","submitter":"Simone Paganelli","authors":"Julia Stasi\\'nska, Simone Paganelli, Carles Rod\\'o and Anna Sanpera","title":"A continuous-variable formalism for the Faraday atom-light interface","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Quantum interfaces between polarized atomic ensembles and coherent states of\nlight, applied recently to manipulate bipartite and multipartite entanglement,\nare revisited by means of a continuous-variable formalism. The explicit use of\nthe continuous-variable formalism facilitates significantly the analysis of\nentanglement between different modes, reducing it to the study of the\nproperties of a final covariance matrix which can be found analytically.\nFurthermore, it allows to study matter-light interfaces for mixed states,\nadapting the formalism to the experimental situations in which the initial\nprepared Gaussian states are, unavoidably, affected by a certain amount of\nnoise. A multipartite scenario, leading to the generation of macroscopic\ncluster states is presented and analyzed in detail within this formalism.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:12:02 GMT"},{"version":"v2","created":"Fri, 17 Jun 2011 14:54:05 GMT"},{"version":"v3","created":"Sat, 25 Jun 2011 18:15:30 GMT"}],"update_date":"2011-06-28","authors_parsed":[["Stasińska","Julia",""],["Paganelli","Simone",""],["Rodó","Carles",""],["Sanpera","Anna",""]]}
{"id":"1007.0404","submitter":"David G. M. Mitchell","authors":"David G. M. Mitchell, Roxana Smarandache, Michael Lentmaier, and\n  Daniel J. Costello Jr","title":"Quasi-Cyclic Asymptotically Regular LDPC Codes","comments":"To be presented at the 2010 IEEE Information Theory Workshop, Dublin,\n  Ireland","journal-ref":null,"doi":"10.1109/CIG.2010.5592641","report-no":null,"categories":"cs.IT math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Families of \"asymptotically regular\" LDPC block code ensembles can be formed\nby terminating (J,K)-regular protograph-based LDPC convolutional codes. By\nvarying the termination length, we obtain a large selection of LDPC block code\nensembles with varying code rates, minimum distance that grows linearly with\nblock length, and capacity approaching iterative decoding thresholds, despite\nthe fact that the terminated ensembles are almost regular. In this paper, we\ninvestigate the properties of the quasi-cyclic (QC) members of such an\nensemble. We show that an upper bound on the minimum Hamming distance of\nmembers of the QC sub-ensemble can be improved by careful choice of the\ncomponent protographs used in the code construction. Further, we show that the\nupper bound on the minimum distance can be improved by using arrays of\ncirculants in a graph cover of the protograph.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:14:45 GMT"}],"update_date":"2016-11-15","authors_parsed":[["Mitchell","David G. M.",""],["Smarandache","Roxana",""],["Lentmaier","Michael",""],["Costello","Daniel J.","Jr"]]}
{"id":"1007.0405","submitter":"Heinz A. Clement","authors":"T. Skorodko, M. Bashkanov, D. Bogoslawsky, H. Calen, H. Clement, E.\n  Doroshkevich, L. Demiroers, C. Ekstroem, K. Fransson, L. Gustafsson, B.\n  Hoistad, G. Ivanov, M. Jacewicz, E. Jiganov, T. Johansson, O. Khakimova, S.\n  Keleta, I. Koch, F. Kren, S. Kullander, A. Kupsc, P. Marciniewski, R. Meier,\n  B. Morosov, C. Pauly, H. Petren, Y. Petukhov, A. Povtorejko, R.J.M.Y. Ruber,\n  K. Schoenning, W. Scobel, B. Shwartz, J. Stepaniak, P. Thoerngren-Engblom, V.\n  Tikhomirov, G.J. Wagner, M. Wolke, A. Yamamoto, J. Zabierowski and J.\n  Zlomanczuk","title":"Delta Delta Excitation in Proton-Proton Induced pi0pi0 Production","comments":null,"journal-ref":"Phys.Lett.B695:115-123,2011","doi":"10.1016/j.physletb.2010.11.030","report-no":null,"categories":"nucl-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Exclusive measurements of the $pp \\to pp\\pi^0\\pi^0$ reaction have been\nperformed at CELSIUS/WASA at energies from threshold up to $T_p$ = 1.3 GeV.\nTotal and differential cross sections have been obtained. Here we concentrate\non energies $T_p \\ge$ 1 GeV, where the $\\Delta\\Delta$ excitation becomes the\nleading process. No evidence is found for a significant ABC effect beyond that\ngiven by the conventional $t$-channel $\\Delta\\Delta$ excitation. This holds\nalso for the double-pionic fusion to the quasibound $^2$He. The data are\ncompared to model predictions, which are based on both pion and $\\rho$\nexchange. Total and differential cross sections are at variance with these\npredictions and call for a profound modification of the $\\rho$-exchange. A\nphenomenological modification allowing only a small $\\rho$ exchange\ncontribution leads to a quantitative description of the data.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:16:55 GMT"}],"update_date":"2011-01-27","authors_parsed":[["Skorodko","T.",""],["Bashkanov","M.",""],["Bogoslawsky","D.",""],["Calen","H.",""],["Clement","H.",""],["Doroshkevich","E.",""],["Demiroers","L.",""],["Ekstroem","C.",""],["Fransson","K.",""],["Gustafsson","L.",""],["Hoistad","B.",""],["Ivanov","G.",""],["Jacewicz","M.",""],["Jiganov","E.",""],["Johansson","T.",""],["Khakimova","O.",""],["Keleta","S.",""],["Koch","I.",""],["Kren","F.",""],["Kullander","S.",""],["Kupsc","A.",""],["Marciniewski","P.",""],["Meier","R.",""],["Morosov","B.",""],["Pauly","C.",""],["Petren","H.",""],["Petukhov","Y.",""],["Povtorejko","A.",""],["Ruber","R. J. M. Y.",""],["Schoenning","K.",""],["Scobel","W.",""],["Shwartz","B.",""],["Stepaniak","J.",""],["Thoerngren-Engblom","P.",""],["Tikhomirov","V.",""],["Wagner","G. J.",""],["Wolke","M.",""],["Yamamoto","A.",""],["Zabierowski","J.",""],["Zlomanczuk","J.",""]]}
{"id":"1007.0406","submitter":"Daniel A. Ramras","authors":"Daniel A. Ramras","title":"Periodicity in the stable representation theory of crystallographic\n  groups","comments":"32 pages. Changes in v3: minor referee-suggested revisions. Changes\n  in v2: changed title; improved computational results in the final section;\n  various referee-suggested revisions","journal-ref":"Forum Math. 26 (2014), no. 1, 177-219","doi":null,"report-no":null,"categories":"math.KT math.AT math.GT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Deformation K-theory associates to each discrete group G a spectrum built\nfrom spaces of finite dimensional unitary representations of G. In all known\nexamples, this spectrum is 2-periodic above the rational cohomological\ndimension of G (minus 2), in the sense that T. Lawson's Bott map is an\nisomorphism on homotopy in these dimensions. We establish a periodicity theorem\nfor crystallographic subgroups of the isometries of k-dimensional Euclidean\nspace. For a certain subclass of torsion-free crystallographic groups, we prove\na vanishing result for the homotopy groups of the stable moduli space of\nrepresentations, and we provide examples relating these homotopy groups to the\ncohomology of G.\n  These results are established as corollaries of the fact that for each n > 0,\nthe one-point compactification of the moduli space of irreducible n-dimensional\nrepresentations of G is a CW complex of dimension at most k. This is proven\nusing real algebraic geometry and projective representation theory.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:20:00 GMT"},{"version":"v2","created":"Mon, 5 Sep 2011 20:35:34 GMT"},{"version":"v3","created":"Wed, 30 Nov 2011 00:08:50 GMT"},{"version":"v4","created":"Tue, 8 May 2018 15:23:27 GMT"}],"update_date":"2018-05-09","authors_parsed":[["Ramras","Daniel A.",""]]}
{"id":"1007.0407","submitter":"Armando  Arellano Ferro","authors":"J. H. Pe\\~na, A. Arellano Ferro, R. Pe\\~na-Miller, M. Alvarez, Y.\n  Rosas, H., Garc\\'ia, G. Mu\\~noz, B. Vargas, J. P. Sareyan, C. A. Guerrero, A.\n  Renter\\'ia","title":"uvby-beta photoelectric photometry of Cepheid stars","comments":"10 pages, 5 figures, 5 tables","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present time-series uvby-beta photometry of 41 classical Cepheid stars. A\nbrief discussion of the comparison between the presented data and previous\nphotometric data has been done.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:23:27 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Peña","J. H.",""],["Ferro","A. Arellano",""],["Peña-Miller","R.",""],["Alvarez","M.",""],["Rosas","Y.",""],["H.","",""],["García","",""],["Muñoz","G.",""],["Vargas","B.",""],["Sareyan","J. P.",""],["Guerrero","C. A.",""],["Rentería","A.",""]]}
{"id":"1007.0408","submitter":"Dario Freni","authors":"Sergio Mascetti and Dario Freni and Claudio Bettini and X. Sean Wang\n  and Sushil Jajodia","title":"Privacy in geo-social networks: proximity notification with untrusted\n  service providers and curious buddies","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.DB cs.CR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A major feature of the emerging geo-social networks is the ability to notify\na user when one of his friends (also called buddies) happens to be\ngeographically in proximity with the user. This proximity service is usually\noffered by the network itself or by a third party service provider (SP) using\nlocation data acquired from the users. This paper provides a rigorous\ntheoretical and experimental analysis of the existing solutions for the\nlocation privacy problem in proximity services. This is a serious problem for\nusers who do not trust the SP to handle their location data, and would only\nlike to release their location information in a generalized form to\nparticipating buddies. The paper presents two new protocols providing complete\nprivacy with respect to the SP, and controllable privacy with respect to the\nbuddies. The analytical and experimental analysis of the protocols takes into\naccount privacy, service precision, and computation and communication costs,\nshowing the superiority of the new protocols compared to those appeared in the\nliterature to date. The proposed protocols have also been tested in a full\nsystem implementation of the proximity service.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:25:51 GMT"},{"version":"v2","created":"Sat, 6 Nov 2010 12:57:26 GMT"}],"update_date":"2010-11-09","authors_parsed":[["Mascetti","Sergio",""],["Freni","Dario",""],["Bettini","Claudio",""],["Wang","X. Sean",""],["Jajodia","Sushil",""]]}
{"id":"1007.0409","submitter":"Dimple Juneja Dr.","authors":"Natarajan Meghanathan, Leslie Milton","title":"A Performance Comparison of Stability, Load-Balancing and Power-Aware\n  Routing Protocols for Mobile Ad Hoc Networks","comments":"http://ijict.org/index.php/ijoat/article/view/performance-comparison-manet-routing-protocols","journal-ref":"International Journal of Advancements in Technology, Vol 1, No 1\n  (2010)","doi":null,"report-no":null,"categories":"cs.NI","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  The high-level contribution of this paper is a simulation-based detailed\nperformance comparison of three different classes of routing protocols for\nmobile ad hoc networks: stability-based routing, power-aware routing and\nload-balanced routing. We choose the Flow-Oriented Routing protocol (FORP), the\ntraffic interference based Load Balancing Routing (LBR) protocol and Min-Max\nBattery Cost Routing (MMBCR) as representatives of the stability-based routing,\nload-balancing and power-aware routing protocols respectively. Among the three\nrouting protocols, FORP incurs the least number of route transitions; while LBR\nincurs the smallest hop count and lowest end-to-end delay per data packet.\nEnergy consumed per node is the least for MMBCR, closely followed by LBR. MMBCR\nis the most fair in terms of node usage and hence it incurs the largest time\nfor first node failure. FORP tends to repeatedly use nodes lying on the stable\npath and hence is the most unfair of the three routing protocols and it incurs\nthe smallest value for the time of first node failure. As we measure the\nfailure times of up to the first five nodes in the network, we observe that LBR\nincurs the maximum improvement in the lifetime of the nodes and MMBCR incurs\nthe least improvement beyond the time of first node failure.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:35:44 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Meghanathan","Natarajan",""],["Milton","Leslie",""]]}
{"id":"1007.0410","submitter":"Dimple Juneja Dr.","authors":"Pooja Saini","title":"Impact Of Mobility and Transmission Range On The Performance of Backoff\n  Algorithms For IEEE 802.11-Based Multi-hop Mobile Ad hoc Networks","comments":"http://ijict.org/index.php/ijoat/article/view/impact-of-mobility-on-ieee-802-11-manets","journal-ref":"International Journal of Advancements in Technology, Vol 1, No 1\n  (2010)","doi":null,"report-no":null,"categories":"cs.NI","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  In IEEE 802.11 Wireless Local Area Networks (WLANs), network nodes\nexperiencing collisions on the shared channel need to backoff for a random\nperiod of time, which is uniformly selected from the Contention Window (CW).\nThis contention window is dynamically controlled by the Backoff algorithm.\nFirst step to design a an efficient backoff algorithm for multi-hop ad hoc\nnetwork is to analysis of the existing backoff algorithms in multi-hop ad hoc\nnetworks. Thus, in this paper, we considered two important multi-hop adhoc\nnetwork scenarios: (a) Node Mobility Scenario and (b) Transmission Range\nScenario and analyze and evaluate both the impact of mobility (i.e. node speed)\nand the impact of transmission range of nodes on the performance of various\nbackoff algorithms\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:29:44 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Saini","Pooja",""]]}
{"id":"1007.0411","submitter":"Dimple Juneja Dr.","authors":"Addepalli V.N Krishna, A Vinay Babu","title":"Role of Statistical tests in Estimation of the Security of a New\n  Encryption Algorithm","comments":"http://ijict.org/index.php/ijoat/article/view/statistical-tests-for-encryption-algorithm","journal-ref":"International Journal of Advancements in Technology, Vol 1, No 1\n  (2010)","doi":null,"report-no":null,"categories":"cs.NI","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  Encryption study basically deals with three levels of algorithms. The first\nalgorithm deals with encryption mechanism, second deals with decryption\nMechanism and the third discusses about the generation of keys and sub keys\nused in the encryption study. In the given study, a new algorithm is discussed.\nThe algorithm executes a series of steps and generates a sequence. This\nsequence is being used as sub key to be mapped to plain text to generate cipher\ntext. The strength of the encryption & Decryption process depends on the\nstrength of sequence generated against crypto analysis.. In this part of work\nsome statistical tests like Uniformity tests, Universal tests & Repetition\ntests are tried on the sequence generated to test the strength of it.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:27:09 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Krishna","Addepalli V. N",""],["Babu","A Vinay",""]]}
{"id":"1007.0412","submitter":"Dimple Juneja Dr.","authors":"Ujwalla Gawande, Mukesh Zaveri, Avichal Kapur","title":"Improving Iris Recognition Accuracy By Score Based Fusion Method","comments":"http://ijict.org/index.php/ijoat/article/view/improving-iris-recognition","journal-ref":"International Journal of Advancements in Technology, Vol 1, No 1\n  (2010)","doi":null,"report-no":null,"categories":"cs.AI","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  Iris recognition technology, used to identify individuals by photographing\nthe iris of their eye, has become popular in security applications because of\nits ease of use, accuracy, and safety in controlling access to high-security\nareas. Fusion of multiple algorithms for biometric verification performance\nimprovement has received considerable attention. The proposed method combines\nthe zero-crossing 1 D wavelet Euler number, and genetic algorithm based for\nfeature extraction. The output from these three algorithms is normalized and\ntheir score are fused to decide whether the user is genuine or imposter. This\nnew strategies is discussed in this paper, in order to compute a multimodal\ncombined score.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:24:37 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Gawande","Ujwalla",""],["Zaveri","Mukesh",""],["Kapur","Avichal",""]]}
{"id":"1007.0413","submitter":"Dimple Juneja Dr.","authors":"Dimple Juneja, Neha Arora","title":"An Ant Based Framework for Preventing DDoS Attack in Wireless Sensor\n  Networks","comments":"ISSN : 0976-4860 (Online).\n  http://ijict.org/index.php/ijoat/article/view/ant-based-framework-ddos-wsn","journal-ref":"International Journal of Advancements in Technology (IJoAT), Vol\n  1, No 1 (2010)","doi":null,"report-no":null,"categories":"cs.NI","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  Security and Privacy are two important parameters that need to be considered\nwhen dealing with wireless sensor networks as WSN operate in an unattended\nenvironment and carry sensitive information critical to the application.\nHowever, applying security techniques that consume minimum resources is still a\nchallenge and this paper makes an attempt to address the same. One of the major\nattacks in sensor network is denial of service attack that not only diminishes\nthe network capacity but also affects the reliability of information being\ntransmitted. This work is an extension of our previous work which could\nsuccessfully detect DDoS using ants. However, no emphasis was made towards the\nprevention mechanism. In this paper an ant-based framework that exploits the\nsignificance of stateless and stateful signatures and hence preserving the\nlegtimate packets only, thereby discarding the contaminated packets has been\nproposed.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:18:03 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Juneja","Dimple",""],["Arora","Neha",""]]}
{"id":"1007.0414","submitter":"Deepak Raghavan","authors":"Deepak Raghavan, Harold A. McAlister, Todd J. Henry, David W. Latham,\n  Geoffrey W. Marcy, Brian D. Mason, Douglas R. Gies, Russel J. White, Theo A.\n  ten Brummelaar","title":"A Survey of Stellar Families: Multiplicity of Solar-Type Stars","comments":"Accepted for publication by the ApJS. 182 pages, including 24 figures\n  and 18 tables. The Abstract on astro-ph has been trimmed to adhere to\n  character-limits. Please see the PDF for the full abstract","journal-ref":null,"doi":"10.1088/0067-0049/190/1/1","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present the results of a comprehensive assessment of companions to\nsolar-type stars. A sample of 454 stars, including the Sun, was selected from\nthe Hipparcos catalog with {\\pi} > 40 mas, {\\sigma}_{\\pi}/{\\pi} < 0.05, 0.5 < B\n- V < 1.0 (~ F6-K3), and constrained by absolute magnitude and color to exclude\nevolved stars. New observational aspects of this work include surveys for (1)\nvery close companions with long-baseline interferometry at the CHARA Array, (2)\nclose companions with speckle interferometry, and (3) wide proper motion\ncompanions identified by blinking multi-epoch archival images. In addition, we\ninclude the results from extensive radial-velocity monitoring programs and\nevaluate companion information from various catalogs.\n  The overall observed fractions of single, double, triple, and higher order\nsystems are 56% \\pm 2%, 33% \\pm 2%, 8% \\pm 1%, and 3% \\pm 1%, respectively,\ncounting all confirmed stellar and brown dwarf companions. Our completeness\nanalysis indicates that only a few undiscovered companions remain in this\nwell-studied sample, implying that the majority (54% \\pm 2%) of solar-type\nstars are single, in contrast to the results of prior multiplicity studies. The\norbital-period distribution of companions is unimodal and roughly log-normal\nwith a peak of about 300 years. The period-eccentricity relation shows a\nroughly flat distribution beyond the expected circularization for periods below\n12 days. The mass-ratio distribution shows a preference for like-mass pairs,\nwhich occur more frequently in relatively close pairs. The fraction of planet\nhosts among single, binary, and multiple systems are statistically\nindistinguishable, suggesting that planets are as likely to form around single\nstars as they are around components of binary or multiple systems with\nsufficiently wide separations.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:46:50 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Raghavan","Deepak",""],["McAlister","Harold A.",""],["Henry","Todd J.",""],["Latham","David W.",""],["Marcy","Geoffrey W.",""],["Mason","Brian D.",""],["Gies","Douglas R.",""],["White","Russel J.",""],["Brummelaar","Theo A. ten",""]]}
{"id":"1007.0415","submitter":"Romina Di Sisto","authors":"G. C. de El\\'ia, R. P. Di Sisto and A. Brunini","title":"Impactor Flux and Cratering on the Pluto-Charon System","comments":"Accepted for publication in A&A","journal-ref":null,"doi":"10.1051/0004-6361/201014884","report-no":null,"categories":"astro-ph.EP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the impactor flux and cratering on Pluto and Charon due to the\ncollisional evolution of Plutinos. Plutinos are those trans-Neptunian objects\nlocated at 39.5 AU, in the 3:2 mean motion resonance with Neptune. To do this,\nwe develop a statistical code that includes catastrophic collisions and\ncratering events, and takes into account the stability and instability zones of\nthe 3:2 mean motion resonance with Neptune. We proposes different initial\npopulations that account for the uncertainty in the size distribution of\nPlutinos at small sizes. Depending on the initial population, our results\nindicate the following. The number of D > 1 km Plutinos streaking Pluto over\n3.5 Gyr is between 1271 and 5552. For Charon, the number of D > 1 km Plutino\nimpactors is between 354 and 1545. The number of D > 1 km craters on Pluto\nproduced by Plutinos during the last 3.5 Gyr is between 43076 and 113879. For\nCharon, the number of D > 1 km craters is between 20351 and 50688.The largest\nPlutino impactor onto Pluto has a diameter between 17 and 23 km, which produces\na craterwith a diameter of 31 - 39 km. The largest Plutino impactor onto Charon\nhas a diameter between 10 and 15 km, which produces a crater with a diameter of\n24 - 33 km. We test if 2 Pluto-sized objects are assumed in the 3:2 Neptune\nresonance, then the total number of Plutino impactors both onto Pluto as Charon\nwith diameters D > 1 km is a factor of 1.6 - 1.8 larger if considering 1\nPluto-sized object. Given the dynamical structure of the trans-Neptunian\nregion, it is necessary to study in detail the contribution of all the\npotential sources of impactors on the Pluto-Charon system, to obtain the main\ncontributor and the whole production of craters. Then, we will be able to\ncontrast those studies with observations which will help us to understand the\ngeological processes and history of the surface of those worlds.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:55:35 GMT"}],"update_date":"2015-05-19","authors_parsed":[["de Elía","G. C.",""],["Di Sisto","R. P.",""],["Brunini","A.",""]]}
{"id":"1007.0416","submitter":"Eugene M. Chudnovsky","authors":"Liufei Cai and E. M. Chudnovsky","title":"Interaction of a Nanomagnet with a Weak Superconducting Link","comments":"7 pages, 4 figures","journal-ref":"Physical Review B 82, 104429 (2010) [7 pages]","doi":"10.1103/PhysRevB.82.104429","report-no":null,"categories":"cond-mat.mes-hall cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study electromagnetic interaction of a nanomagnet with a weak\nsuperconducting link. Equations that govern coupled dynamics of the two systems\nare derived and investigated numerically. We show that the presence of a small\nmagnet in the proximity of a weak link may be detected through Shapiro-like\nsteps caused by the precession of the magnetic moment. Despite very weak\nmagnetic field generated by the weak link, a time-dependent bias voltage\napplied to the link can initiate a non-linear dynamics of the nanomagnet that\nleads to the reversal of its magnetic moment. We also consider quantum problem\nin which a nanomagnet interacting with a weak link is treated as a two-state\nspin system due to quantum tunneling between spin-up and spin-down states.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 17:58:32 GMT"},{"version":"v2","created":"Wed, 14 Jul 2010 06:57:49 GMT"}],"update_date":"2011-03-15","authors_parsed":[["Cai","Liufei",""],["Chudnovsky","E. M.",""]]}
{"id":"1007.0417","submitter":"Krishna Lingashetty","authors":"Krishna Chaithanya Lingashetty","title":"Delta Learning Rule for the Active Sites Model","comments":"12 Pages, 7 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.NE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper reports the results on methods of comparing the memory retrieval\ncapacity of the Hebbian neural network which implements the B-Matrix approach,\nby using the Widrow-Hoff rule of learning. We then, extend the recently\nproposed Active Sites model by developing a delta rule to increase memory\ncapacity. Also, this paper extends the binary neural network to a multi-level\n(non-binary) neural network.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:05:29 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Lingashetty","Krishna Chaithanya",""]]}
{"id":"1007.0418","submitter":"Jonathan Barmak","authors":"Jonathan Ariel Barmak","title":"Star clusters in independence complexes of graphs","comments":"22 pages, 13 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO math.AT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We introduce the notion of \\textit{star cluster} of a simplex in a simplicial\ncomplex. This concept provides a general tool to study the topology of\nindependence complexes of graphs. We use star clusters to answer a question\narisen from works of Engstr\\\"om and Jonsson on the homotopy type of\nindependence complexes of triangle-free graphs and to investigate a large\nnumber of examples which appear in the literature. We present an alternative\nway to study the chromatic number of a graph from a homotopical point of view\nand obtain new results regarding the connectivity of independence complexes.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:09:17 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Barmak","Jonathan Ariel",""]]}
{"id":"1007.0419","submitter":"J\\'er\\'emie Bouttier","authors":"J. Bouttier and E. Guitter","title":"Planar maps and continued fractions","comments":"47 pages, 17 figures, final version (very minor changes since v2)","journal-ref":"Commun. Math. Phys. 309:3 (2012) 623-662","doi":"10.1007/s00220-011-1401-z","report-no":"IPhT-t10/135","categories":"math.CO cond-mat.stat-mech math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present an unexpected connection between two map enumeration problems. The\nfirst one consists in counting planar maps with a boundary of prescribed\nlength. The second one consists in counting planar maps with two points at a\nprescribed distance. We show that, in the general class of maps with controlled\nface degrees, the solution for both problems is actually encoded into the same\nquantity, respectively via its power series expansion and its continued\nfraction expansion. We then use known techniques for tackling the first problem\nin order to solve the second. This novel viewpoint provides a constructive\napproach for computing the so-called distance-dependent two-point function of\ngeneral planar maps. We prove and extend some previously predicted exact\nformulas, which we identify in terms of particular Schur functions.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:12:51 GMT"},{"version":"v2","created":"Thu, 29 Sep 2011 09:53:43 GMT"},{"version":"v3","created":"Wed, 28 Dec 2011 08:47:26 GMT"}],"update_date":"2012-01-24","authors_parsed":[["Bouttier","J.",""],["Guitter","E.",""]]}
{"id":"1007.0420","submitter":"Ernst Bauer","authors":"E. Bauer, G. Rogl, Xing-Qiu Chen, R.T. Khan, H. Michor, G. Hilscher,\n  E. Royanian, K. Kumagai, D.Z. Li, Y.Y. Li, R. Podloucky, and P. Rogl","title":"Unconventional superconductivity in weakly correlated,\n  non-centrosymmetric $\\rm{Mo_3Al_2C}$","comments":"4 pages, 5 figures","journal-ref":null,"doi":"10.1103/PhysRevB.82.064511","report-no":null,"categories":"cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Electrical resistivity, specific heat and NMR measurements classify\nnon-centrosymmetric $\\rm Mo_3Al_2C$ ($\\beta$-Mn type, space group $P4_132$) as\na strong-coupled superconductor with $T_c = 9$~K deviating notably from\nBCS-like behaviour. The absence of a Hebbel-Slichter peak, a power law\nbehaviour of the spin-lattice relaxation rate (from $^{27}$Al NMR), a $T^3$\ntemperature dependence of the specific heat and a pressure enhanced $T_c$\nsuggest unconventional superconductivity with a nodal structure of the\nsuperconducting gap. Relativistic DFT calculations reveal a splitting of\ndegenerate electronic bands due to the asymmetric spin-orbit coupling,\nfavouring a mix of spin-singlet and spin triplet components in the\nsuperconducting condensate, in absence of strong correlations among electrons.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:16:39 GMT"}],"update_date":"2019-08-17","authors_parsed":[["Bauer","E.",""],["Rogl","G.",""],["Chen","Xing-Qiu",""],["Khan","R. T.",""],["Michor","H.",""],["Hilscher","G.",""],["Royanian","E.",""],["Kumagai","K.",""],["Li","D. Z.",""],["Li","Y. Y.",""],["Podloucky","R.",""],["Rogl","P.",""]]}
{"id":"1007.0421","submitter":"Armen Kocharian","authors":"Armen N. Kocharian, Avag S. Sahakyan and Ruzan M. Movsesyan","title":"Spin-polarizing properties of heterostructures with magnetic nano\n  elements","comments":"10 pages, 4 figures","journal-ref":"Journal of Magnetism and Magnetic Materials 322 (2010) L42-L48","doi":"10.1016/j.jmmm.2010.05.002","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The problem of electron resonant and non-resonant scatterings on two\nmagnetized barriers is studied in the one-dimension. The transfer-matrix is\nbuilt up to exactly calculate the coefficient of the electron transmittance\nthrough the system of two magnetic barriers with non-collinear magnetizations.\nThe polarization of the transmitted electron wave for resonance and\nnon-resonance transmittances is calculated. The transmittance coefficient and\nspin polarization can be drastically enhanced and controlled by the angle\nbetween the barrier magnetizations\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:23:52 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Kocharian","Armen N.",""],["Sahakyan","Avag S.",""],["Movsesyan","Ruzan M.",""]]}
{"id":"1007.0422","submitter":"Christophe Garban","authors":"Christophe Garban","title":"Oded Schramm's contributions to noise sensitivity","comments":"Published in at http://dx.doi.org/10.1214/10-AOP582 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)","journal-ref":"Annals of Probability 2011, Vol. 39, No. 5, 1702-1767","doi":"10.1214/10-AOP582","report-no":"IMS-AOP-AOP582","categories":"math.PR math-ph math.CA math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We survey in this paper the main contributions of Oded Schramm related to\nnoise sensitivity. We will describe in particular his various works which\nfocused on the \"spectral analysis\" of critical percolation (and more generally\nof Boolean functions), his work on the shape-fluctuations of first passage\npercolation and finally his contributions to the model of dynamical\npercolation.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:28:12 GMT"},{"version":"v2","created":"Wed, 7 Jul 2010 08:42:21 GMT"},{"version":"v3","created":"Wed, 8 Feb 2012 11:14:54 GMT"}],"update_date":"2012-02-09","authors_parsed":[["Garban","Christophe",""]]}
{"id":"1007.0423","submitter":"Irina Grigorieva","authors":"M. Sepioni, R. R. Nair, S. Rablen, J. Narayanan, F. Tuna, R. Winpenny,\n  A. K. Geim, I.V. Grigorieva","title":"Limits on intrinsic magnetism in graphene","comments":"2nd version, modified in response to comments","journal-ref":"Phys. Rev. Lett. 105, 207205 (2010)","doi":"10.1103/PhysRevLett.105.207205","report-no":null,"categories":"cond-mat.mes-hall cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have studied magnetization of graphene nanocrystals obtained by sonic\nexfoliation of graphite. No ferromagnetism is detected at any temperature down\nto 2 K. Neither do we find strong paramagnetism expected due to the massive\namount of edge defects. Rather, graphene is strongly diamagnetic, similar to\ngraphite. Our nanocrystals exhibit only a weak paramagnetic contribution\nnoticeable below 50K. The measurements yield a single species of defects\nresponsible for the paramagnetism, with approximately one magnetic moment per\ntypical graphene crystallite.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:30:16 GMT"},{"version":"v2","created":"Tue, 23 Nov 2010 13:40:45 GMT"}],"update_date":"2010-11-24","authors_parsed":[["Sepioni","M.",""],["Nair","R. R.",""],["Rablen","S.",""],["Narayanan","J.",""],["Tuna","F.",""],["Winpenny","R.",""],["Geim","A. K.",""],["Grigorieva","I. V.",""]]}
{"id":"1007.0424","submitter":"Brendan Pass","authors":"Brendan Pass","title":"Uniqueness and Monge solutions in the multi-marginal optimal\n  transportation problem","comments":"References updated","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study a multi-marginal optimal transportation problem. Under certain\nconditions on the cost function and the first marginal, we prove that the\nsolution to the relaxed, Kantorovich version of the problem induces a solution\nto the Monge problem and that the solutions to both problems are unique.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:32:51 GMT"},{"version":"v2","created":"Wed, 25 Aug 2010 23:42:31 GMT"}],"update_date":"2010-08-27","authors_parsed":[["Pass","Brendan",""]]}
{"id":"1007.0425","submitter":"Ed Shaya","authors":"Ed Shaya and Rob Olling","title":"Very Wide Binaries and Other Comoving Stellar Companions: A Bayesian\n  Analysis of the Hipparcos Catalogue","comments":"25 pages of text, 8 pages of figures, 54 Pages of tables","journal-ref":null,"doi":"10.1088/0067-0049/192/1/2","report-no":null,"categories":"astro-ph.GA astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We develop Bayesian statistical methods for discovering and assigning\nprobabilities to non-random (e.g., physical) stellar companions. These\ncompanions are either presently bound or were previously bound. The\nprobabilities depend on similarities in corrected proper motion parallel and\nperpendicular to the brighter component's motion, parallax, and the local\nphase-space density of field stars. Control experiments are conducted to\nunderstand the behavior of false positives. The technique is applied to the\nHipparcos Catalogue within 100 pc. This is the first all-sky survey to locate\nescaped companions still drifting along with each other. In the <100 pc\ndistance range, ~220 high probability companions with separations between 0.01\n- 1 pc are found. The first evidence for a population (~300) of companions\nseparated by 1 - 8 pc is found. We find these previously unnoticed naked-eye\ncompanions (both with V<6th mag): Capella & 50 Per, delta Vel & HIP 43797,\nAlioth (epsilon UMa), Megrez (delta UMa) & Alcor (80 UMA), gamma & tau Cen, phi\nEri & eta Hor, 62 & 63 Cnc, gamma & tau Per, zeta & delta Hya, beta01, beta02 &\nbeta03 Tuc, N Vel & HIP 47479, HIP 98174 & HIP 97646, 44 & 58 Oph, s Eri & HIP\n14913, and pi & rho Cep. High probability fainter companions (V > 6th mag) of\nprimaries with V < 4th mag are found for: Fomalhaut (alpha PsA), gamma UMa,\nalpha Lib, Alvahet (iota Cephi), delta Ara, beta Ser, iota Peg, beta Pic, kappa\nPhe and gamma Tuc.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:33:36 GMT"},{"version":"v2","created":"Mon, 5 Jul 2010 19:13:36 GMT"},{"version":"v3","created":"Mon, 1 Nov 2010 15:54:57 GMT"},{"version":"v4","created":"Tue, 2 Nov 2010 17:54:30 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Shaya","Ed",""],["Olling","Rob",""]]}
{"id":"1007.0426","submitter":"Philip E. Hardee","authors":"Philip Hardee","title":"M87 and the Dynamics and Microphysics inside the Blazar Zone","comments":"6 pages, 0 figures, Proceedings of the workshop \"Fermi meets Jansky:\n  AGN in Radio and Gamma Rays\" held at the Max-Planck-Institut fur\n  Radioastronomonie, Bonn, Germany, June 2010","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The blazars provide a considerable opportunity to peer into the workings\nwithin a few tens of parsecs of the central engine in AGN. This considerable\nopportunity involves significant challenges as different macroscopic dynamical\nprocesses and microscopic physical processes operating at different locations\ncan be responsible for the observed emission. In this proceedings article I\nreview recent theoretical and numerical results relevant to dynamics inside the\nblazar zone, review the particle acceleration processes capable of producing\nthe high energy particles required by the observed emission, discuss some of\nthe progress made at the microphysical level, and consider what recent TeV and\nradio observations of M87 can tell us about the blazar zone.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:36:41 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Hardee","Philip",""]]}
{"id":"1007.0427","submitter":"Marcelo Gomez Morteo","authors":"Marcelo Gomez Morteo","title":"The Tate Thomason Conjecture","comments":"9 pages. This is the final version and has been submitted for\n  publication","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AT math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove The Tate Thomason conjecture through Theorem 2.2. Fundamental is the\nwork of R W Thomson and the proof also rests upon the theory of infinite\nabelian groups.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:37:11 GMT"},{"version":"v10","created":"Sun, 3 Nov 2019 21:28:57 GMT"},{"version":"v11","created":"Sun, 1 Mar 2020 18:03:28 GMT"},{"version":"v12","created":"Wed, 1 Apr 2020 17:49:29 GMT"},{"version":"v13","created":"Wed, 13 May 2020 04:43:34 GMT"},{"version":"v2","created":"Sat, 21 Aug 2010 17:17:53 GMT"},{"version":"v3","created":"Sun, 17 Jul 2011 14:13:23 GMT"},{"version":"v4","created":"Sat, 6 Aug 2011 13:03:30 GMT"},{"version":"v5","created":"Tue, 16 Aug 2011 18:45:56 GMT"},{"version":"v6","created":"Fri, 6 Jan 2012 11:00:34 GMT"},{"version":"v7","created":"Mon, 19 Aug 2019 08:03:45 GMT"},{"version":"v8","created":"Thu, 29 Aug 2019 12:19:16 GMT"},{"version":"v9","created":"Wed, 23 Oct 2019 04:05:53 GMT"}],"update_date":"2020-05-14","authors_parsed":[["Morteo","Marcelo Gomez",""]]}
{"id":"1007.0428","submitter":"Frank Simon","authors":"Frank Simon (for the DEPFET Collaboration)","title":"DEPFET Vertex Detectors: Status and Plans","comments":"6 pages, 5 figures, proceedings for the International Linear Collider\n  Workshop 2010 (LCWS10), Beijing, China, March 2010","journal-ref":null,"doi":null,"report-no":"MPP-2010-77","categories":"physics.ins-det hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  DEPFET active pixel sensors are a well-developed technology for vertex\ndetectors at future colliders. Extensive test beam campaigns have proven the\nexcellent performance of these devices, and their radiation hardness has been\nthoroughly tested. For the Belle-II experiment at the SuperKEKB collider, a new\nvertex detector based on DEPFET technology is being developed, using sensors\nthinned down to 75 \\mu m. We give an overview over recent results with test\ndevices using ILC pixel geometries as well as the concepts and challenges for\nthe Belle-II pixel vertex tracker and discuss how the R&D for the ILC VXD can\ntake advantage of these developments.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:38:36 GMT"}],"update_date":"2019-08-13","authors_parsed":[["Simon","Frank","","for the DEPFET Collaboration"]]}
{"id":"1007.0429","submitter":"Jan Kurzidim","authors":"Jan Kurzidim, Daniele Coslovich, Gerhard Kahl","title":"Impact of random obstacles on the dynamics of a dense colloidal fluid","comments":"16 pages, 20 figures, minor revisions","journal-ref":"Phys. Rev. E 82, 041505 (2010)","doi":"10.1103/PhysRevE.82.041505","report-no":null,"categories":"cond-mat.soft","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Using molecular dynamics simulations we study the slow dynamics of a\ncolloidal fluid annealed within a matrix of obstacles quenched from an\nequilibrated colloidal fluid. We choose all particles to be of the same size\nand to interact as hard spheres, thus retaining all features of the porous\nconfinement while limiting the control parameters to the packing fraction of\nthe matrix, {\\Phi}m, and that of the fluid, {\\Phi}f. We conduct detailed\ninvestigations on several dynamic properties, including the tagged-particle and\ncollective intermediate scattering functions, the mean-squared displacement,\nand the van Hove function. We show the confining obstacles to profoundly impact\nthe relaxation pattern of various quantifiers pertinent to the fluid. Varying\nthe type of quantifier (tagged-particle or collective) as well as {\\Phi}m and\n{\\Phi}f, we unveil both discontinuous and continuous arrest scenarios.\nFurthermore, we discover subdiffusive behavior and demonstrate its close\nconnection to the matrix structure. Our findings partly confirm the various\npredictions of a recent extension of mode-coupling theory to the\nquenched-annealed protocol.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:41:29 GMT"},{"version":"v2","created":"Thu, 28 Oct 2010 17:35:28 GMT"}],"update_date":"2010-10-29","authors_parsed":[["Kurzidim","Jan",""],["Coslovich","Daniele",""],["Kahl","Gerhard",""]]}
{"id":"1007.0430","submitter":"Demetrio Stojanoff","authors":"Pedro Massey, Mariano Ruiz and Demetrio Stojanoff","title":"Duality in reconstruction systems","comments":"23 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider the notion of finite dimensional reconstructions systems (RS's),\nwhich includes the fusion frames as projective RS's. We study erasures, some\ngeometrical properties of these spaces, the spectral picture of the set of all\ndual systems of a fixed RS, the spectral picture of the set of RS operators for\nthe projective systems with fixed weights and the structure of the minimizers\nof the joint potential in this setting. We give several examples.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:48:56 GMT"}],"update_date":"2010-07-05","authors_parsed":[["Massey","Pedro",""],["Ruiz","Mariano",""],["Stojanoff","Demetrio",""]]}
{"id":"1007.0431","submitter":"Attila Szolnoki","authors":"Dirk Helbing, Attila Szolnoki, Matjaz Perc, Gyorgy Szabo","title":"Punish, but not too hard: How costly punishment spreads in the spatial\n  public goods game","comments":"15 pages, 5 figures; accepted for publication in New Journal of\n  Physics","journal-ref":"New J. Phys. 12 (2010) 083005","doi":"10.1088/1367-2630/12/8/083005","report-no":null,"categories":"physics.soc-ph physics.bio-ph q-bio.PE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the evolution of cooperation in spatial public goods games where,\nbesides the classical strategies of cooperation (C) and defection (D), we\nconsider punishing cooperators (PC) or punishing defectors (PD) as an\nadditional strategy. Using a minimalist modeling approach, our goal is to\nseparately clarify and identify the consequences of the two punishing\nstrategies. Since punishment is costly, punishing strategies loose the\nevolutionary competition in case of well-mixed interactions. When spatial\ninteractions are taken into account, however, the outcome can be strikingly\ndifferent, and cooperation may spread. The underlying mechanism depends on the\ncharacter of the punishment strategy. In case of cooperating punishers,\nincreasing the fine results in a rising cooperation level. In contrast, in the\npresence of the PD strategy, the phase diagram exhibits a reentrant transition\nas the fine is increased. Accordingly, the level of cooperation shows a\nnon-monotonous dependence on the fine. Remarkably, punishing strategies can\nspread in both cases, but based on largely different mechanisms, which depend\non the cooperativeness (or not) of punishers.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 19:04:45 GMT"}],"update_date":"2010-08-04","authors_parsed":[["Helbing","Dirk",""],["Szolnoki","Attila",""],["Perc","Matjaz",""],["Szabo","Gyorgy",""]]}
{"id":"1007.0432","submitter":"Pran Nath","authors":"Tarek Ibrahim and Pran Nath","title":"The top quark electric dipole moment in an MSSM extension with vector\n  like multiplets","comments":"21 pages and 5 figues. Accepted for publication in Physical Review D","journal-ref":"Phys.Rev.D82:055001,2010","doi":"10.1103/PhysRevD.82.055001","report-no":null,"categories":"hep-ph hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The electric dipole moment (EDM) of the top quark is calculated in a model\nwith a vector like multiplet which mixes with the third generation in an\nextension of the MSSM. Such mixings allow for new CP violating phases.\nIncluding these new CP phases, the EDM of the top in this class of models is\ncomputed. The top EDM arises from loops involving the exchange of the W, the Z\nas well as from the exchange involving the charginos, the neutralinos, the\ngluino, and the vector like multiplet and their superpartners. The analysis of\nthe EDM of the top is more complicated than for the light quarks because the\nmass of the external fermion, in this case the top quark mass cannot be ignored\nrelative to the masses inside the loops. A numerical analysis is presented and\nit is shown that the top EDM could be close to $10^{-19} ecm$ consistent with\nthe current limits on the EDM of the electron, the neutron and on atomic EDMs.\nA top EDM of size $10^{-19}ecm$ could be accessible in collider experiments\nsuch as the ILC.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 19:09:51 GMT"},{"version":"v2","created":"Mon, 9 Aug 2010 17:09:12 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Ibrahim","Tarek",""],["Nath","Pran",""]]}
{"id":"1007.0433","submitter":"Vadim Uritsky","authors":"Vadim M. Uritsky, Annick Pouquet, Duane Rosenberg, Pablo D. Mininni,\n  and Eric Donovan","title":"Structures in magnetohydrodynamic turbulence: detection and scaling","comments":"17 pages, 9 figures, 5 tables","journal-ref":null,"doi":"10.1103/PhysRevE.82.056326","report-no":null,"categories":"physics.flu-dyn cond-mat.stat-mech physics.plasm-ph physics.space-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a systematic analysis of statistical properties of turbulent\ncurrent and vorticity structures at a given time using cluster analysis. The\ndata stems from numerical simulations of decaying three-dimensional (3D)\nmagnetohydrodynamic turbulence in the absence of an imposed uniform magnetic\nfield; the magnetic Prandtl number is taken equal to unity, and we use a\nperiodic box with grids of up to 1536^3 points, and with Taylor Reynolds\nnumbers up to 1100. The initial conditions are either an X-point configuration\nembedded in 3D, the so-called Orszag-Tang vortex, or an\nArn'old-Beltrami-Childress configuration with a fully helical velocity and\nmagnetic field. In each case two snapshots are analyzed, separated by one\nturn-over time, starting just after the peak of dissipation. We show that the\nalgorithm is able to select a large number of structures (in excess of 8,000)\nfor each snapshot and that the statistical properties of these clusters are\nremarkably similar for the two snapshots as well as for the two flows under\nstudy in terms of scaling laws for the cluster characteristics, with the\nstructures in the vorticity and in the current behaving in the same way. We\nalso study the effect of Reynolds number on cluster statistics, and we finally\nanalyze the properties of these clusters in terms of their velocity-magnetic\nfield correlation. Self-organized criticality features have been identified in\nthe dissipative range of scales. A different scaling arises in the inertial\nrange, which cannot be identified for the moment with a known self-organized\ncriticality class consistent with MHD. We suggest that this range can be\ngoverned by turbulence dynamics as opposed to criticality, and propose an\ninterpretation of intermittency in terms of propagation of local instabilities.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 19:38:26 GMT"}],"update_date":"2013-05-29","authors_parsed":[["Uritsky","Vadim M.",""],["Pouquet","Annick",""],["Rosenberg","Duane",""],["Mininni","Pablo D.",""],["Donovan","Eric",""]]}
{"id":"1007.0434","submitter":"Madalin Guta","authors":"Madalin Guta","title":"Fisher information and asymptotic normality in system identification for\n  quantum Markov chains","comments":"10 pages, 2 figures. final version","journal-ref":"Phys. Rev. A, 83, 062324, (2011)","doi":"10.1103/PhysRevA.83.062324","report-no":null,"categories":"quant-ph math.ST stat.TH","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper deals with the problem of estimating the coupling constant\n$\\theta$ of a mixing quantum Markov chain. For a repeated measurement on the\nchain's output we show that the outcomes' time average has an asymptotically\nnormal (Gaussian) distribution, and we give the explicit expressions of its\nmean and variance. In particular we obtain a simple estimator of $\\theta$ whose\nclassical Fisher information can be optimized over different choices of\nmeasured observables. We then show that the quantum state of the output\ntogether with the system, is itself asymptotically Gaussian and compute its\nquantum Fisher information which sets an absolute bound to the estimation\nerror. The classical and quantum Fisher informations are compared in a simple\nexample. In the vicinity of $\\theta=0$ we find that the quantum Fisher\ninformation has a quadratic rather than linear scaling in output size, and\nasymptotically the Fisher information is localised in the system, while the\noutput is independent of the parameter.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 19:38:52 GMT"},{"version":"v2","created":"Wed, 7 Jul 2010 07:46:46 GMT"},{"version":"v3","created":"Sun, 20 Feb 2011 21:54:17 GMT"},{"version":"v4","created":"Wed, 22 Jun 2011 18:14:26 GMT"}],"update_date":"2011-06-23","authors_parsed":[["Guta","Madalin",""]]}
{"id":"1007.0435","submitter":"Xavier Bekaert","authors":"Xavier Bekaert, Nicolas Boulanger and Per Sundell","title":"How higher-spin gravity surpasses the spin two barrier: no-go theorems\n  versus yes-go examples","comments":"LaTeX, 50 pages, minor changes, many refs added; version accepted for\n  publication in Reviews of Modern Physics","journal-ref":null,"doi":"10.1103/RevModPhys.84.987","report-no":null,"categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Aiming at non-experts, we explain the key mechanisms of higher-spin\nextensions of ordinary gravity. We first overview various no-go theorems for\nlow-energy scattering of massless particles in flat spacetime. In doing so we\ndress a dictionary between the S-matrix and the Lagrangian approaches,\nexhibiting their relative advantages and weaknesses, after which we high-light\npotential loop-holes for non-trivial massless dynamics. We then review positive\nyes-go results for non-abelian cubic higher-derivative vertices in constantly\ncurved backgrounds. Finally we outline how higher-spin symmetry can be\nreconciled with the equivalence principle in the presence of a cosmological\nconstant leading to the Fradkin--Vasiliev vertices and Vasiliev's higher-spin\ngravity with its double perturbative expansion (in terms of numbers of fields\nand derivatives).\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 19:42:26 GMT"},{"version":"v2","created":"Sun, 8 May 2011 08:41:59 GMT"},{"version":"v3","created":"Mon, 23 Jan 2012 20:03:15 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Bekaert","Xavier",""],["Boulanger","Nicolas",""],["Sundell","Per",""]]}
{"id":"1007.0436","submitter":"Sergiy Vorobyov A.","authors":"Aboulnasr Hassanien and Sergiy A. Vorobyov","title":"Transmit Energy Focusing for DOA Estimation in MIMO Radar with Colocated\n  Antennas","comments":"29 pages, 9 figures, submitted to IEEE Trans. Signal Processing in\n  June 2010","journal-ref":"A. Hassanien and S.A. Vorobyov, \"Transmit energy focusing for DOA\n  estimation in MIMO radar with colocated antennas,\" IEEE Trans. Signal\n  Processing, vol. 59, no. 6, pp. 2669-2682, June 2011","doi":"10.1109/TSP.2011.2125960","report-no":"IEEE Trans. Signal Processing, vol. 59, no. 6, pp. 2669-2682, June\n  2011","categories":"cs.IT math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we propose a transmit beamspace energy focusing technique for\nmultiple-input multiple-output (MIMO) radar with application to direction\nfinding for multiple targets. The general angular directions of the targets are\nassumed to be located within a certain spatial sector. We focus the energy of\nmultiple (two or more) transmitted orthogonal waveforms within that spatial\nsector using transmit beamformers which are designed to improve the\nsignal-to-noise ratio (SNR) gain at each receive antenna. The subspace\ndecomposition-based techniques such as MUSIC can then be used for direction\nfinding for multiple targets. Moreover, the transmit beamformers can be\ndesigned so that matched-filtering the received data to the waveforms yields\nmultiple (two or more) data sets with rotational invariance property that\nallows applying search-free direction finding techniques such as ESPRIT for two\ndata sets or parallel factor analysis (PARAFAC) for more than two data sets.\nUnlike previously reported MIMO radar ESPRIT/PARAFAC-based direction finding\ntechniques, our method achieves the rotational invariance property in a\ndifferent manner combined also with the transmit energy focusing. As a result,\nit achieves better estimation performance at lower computational cost.\nParticularly, the proposed technique leads to lower Cramer-Rao bound than the\nexisting techniques due to the transmit energy focusing capability. Simulation\nresults also show the superiority of the proposed technique over the existing\ntechniques.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 19:46:56 GMT"}],"update_date":"2017-04-26","authors_parsed":[["Hassanien","Aboulnasr",""],["Vorobyov","Sergiy A.",""]]}
{"id":"1007.0437","submitter":"Adrian Melott","authors":"Adrian L. Melott (University of Kansas) and Richard K. Bambach\n  (Smithsonian Institution Museum of Natural History)","title":"Nemesis Reconsidered","comments":"10 pages, 2 figures, accepted for publication in Monthly Notices of\n  the Royal Astronomical Society","journal-ref":"Monthly Notices of the Royal Astronomical Society Letters 407,\n  L99-L102 (2010)","doi":"10.1111/j.1745-3933.2010.00913.x","report-no":null,"categories":"astro-ph.SR astro-ph.EP astro-ph.GA physics.geo-ph q-bio.PE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The hypothesis of a companion object (Nemesis) orbiting the Sun was motivated\nby the claim of a terrestrial extinction periodicity, thought to be mediated by\ncomet showers. The orbit of a distant companion to the Sun is expected to be\nperturbed by the Galactic tidal field and encounters with passing stars, which\nwill induce variation in the period. We examine the evidence for the previously\nproposed periodicity, using two modern, greatly improved paleontological\ndatasets of fossil biodiversity. We find that there is a narrow peak at 27 My\nin the cross-spectrum of extinction intensity time series between these\nindependent datasets. This periodicity extends over a time period nearly twice\nthat for which it was originally noted. An excess of extinction events are\nassociated with this periodicity at 99% confidence. In this sense we confirm\nthe originally noted feature in the time series for extinction. However, we\nfind that it displays extremely regular timing for about 0.5 Gy. The regularity\nof the timing compared with earlier calculations of orbital perturbation would\nseem to exclude the Nemesis hypothesis as a causal factor.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 19:59:47 GMT"}],"update_date":"2010-08-20","authors_parsed":[["Melott","Adrian L.","","University of Kansas"],["Bambach","Richard K.","","Smithsonian Institution Museum of Natural History"]]}
{"id":"1007.0438","submitter":"Aaron Dutton","authors":"J. C. Mu\\~noz-Cuartas (AIP), A. V. Macci\\`o (MPIA), S. Gottl\\\"ober\n  (AIP), A. A. Dutton (UVic)","title":"The Redshift Evolution of LCDM Halo Parameters: Concentration, Spin, and\n  Shape","comments":"12 pages, 11 figures, accepted to MNRAS, minor changes to previous\n  version","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17704.x","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a detailed study of the redshift evolution of dark matter halo\nstructural parameters in a LambdaCDM cosmology. We study the mass and redshift\ndependence of the concentration, shape and spin parameter in Nbody simulations\nspanning masses from 10^{10} Msun/h to 10^{15} Msun/h and redshifts from 0 to\n2. We present a series of fitting formulas that accurately describe the time\nevolution of the concentration-mass relation since z=2. Using arguments based\non the spherical collapse model we study the behaviour of the scale length of\nthe density profile during the assembly history of haloes, obtaining physical\ninsights on the origin of the observed time evolution of the concentration mass\nrelation. We also investigate the evolution with redshift of dark matter halo\nshape and its dependence on mass. Within the studied redshift range the\nrelation between halo shape and mass can be well fitted by a power law. Finally\nwe show that although for z=0 the spin parameter is practically mass\nindependent, at increasing redshift it shows a increasing correlation with\nmass.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:00:01 GMT"},{"version":"v2","created":"Tue, 6 Jul 2010 12:58:46 GMT"},{"version":"v3","created":"Tue, 14 Sep 2010 18:48:07 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Muñoz-Cuartas","J. C.","","AIP"],["Macciò","A. V.","","MPIA"],["Gottlöber","S.","","AIP"],["Dutton","A. A.","","UVic"]]}
{"id":"1007.0439","submitter":"Emily Levesque","authors":"Emily M. Levesque, Alicia M. Soderberg, Lisa J. Kewley, Edo Berger","title":"No Correlation Between Host Galaxy Metallicity and Gamma-Ray Energy\n  Release for Long-Duration Gamma-Ray Bursts","comments":"13 pages, 1 figure; accepted to Astrophysical Journal","journal-ref":null,"doi":"10.1088/0004-637X/725/1/1337","report-no":null,"categories":"astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We compare the redshifts, host galaxy metallicities, and isotropic\n(E_gamma,iso) and beaming-corrected (E_gamma) gamma-ray energy release of 16\nlong-duration gamma-ray bursts (LGRBs) at z < 1. From this comparison, we find\nno statistically significant correlation between host metallicity and redshift,\nE_gamma,iso, or E_gamma. These results are at odds with previous theoretical\nand observational predictions of an inverse correlation between gamma-ray\nenergy release and host metallicity, as well as the standard predictions of\nmetallicity-driven wind effects in stellar evolutionary models. We consider the\nimplications that these results have for LGRB progenitor scenarios, and discuss\nour current understanding of the role that metallicity plays in the production\nof LGRBs.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:00:03 GMT"},{"version":"v2","created":"Fri, 15 Oct 2010 00:52:46 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Levesque","Emily M.",""],["Soderberg","Alicia M.",""],["Kewley","Lisa J.",""],["Berger","Edo",""]]}
{"id":"1007.0440","submitter":"Elizabeth R. Stanway","authors":"Elizabeth R. Stanway, Malcolm N. Bremer, Luke J. M. Davies and Matthew\n  D. Lehnert","title":"Constraining the Thermal Dust Content of Lyman-Break Galaxies in an\n  Overdense Field at z~5","comments":"5 pages, 2 figures. MNRAS in press","journal-ref":null,"doi":"10.1111/j.1745-3933.2010.00912.x","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have carried out 870 micron observations in the J1040.7-1155 field, known\nto host an overdensity of Lyman break galaxies at z=5.16 +/- 0.05. We do not\ndetect any individual source at the S(870)=3.0 mJy/beam (2 sigma) level. A\nstack of nine spectroscopically confirmed z>5 galaxies also yields a\nnon-detection, constraining the submillimeter flux from a typical galaxy at\nthis redshift to S(870)<0.85 mJy, which corresponds to a mass limit\nM(dust)<1.2x10^8 M_sun (2 sigma). This constrains the mass of thermal dust in\ndistant Lyman break galaxies to less than one tenth of their typical stellar\nmass. We see no evidence for strong submillimeter galaxies associated with the\nultraviolet-selected galaxy overdensity, but cannot rule out the presence of\nfainter, less massive sources.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:00:04 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Stanway","Elizabeth R.",""],["Bremer","Malcolm N.",""],["Davies","Luke J. M.",""],["Lehnert","Matthew D.",""]]}
{"id":"1007.0441","submitter":"Guangyu Guo","authors":"Katrin Becker, Guangyu Guo and Daniel Robbins","title":"Higher Derivative Brane Couplings from T-Duality","comments":"30 pages, 1 figure, references added","journal-ref":"JHEP 1009:029,2010","doi":"10.1007/JHEP09(2010)029","report-no":"MIFP-10-29","categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The Wess-Zumino coupling on D-branes in string theory is known to receive\nhigher derivative corrections which couple the Ramond-Ramond potential to terms\ninvolving the square of the spacetime curvature tensor. Consistency with\nT-duality implies that the branes should also have four-derivative couplings\nthat involve the NS-NS B-field. We use T-duality to predict some of these\ncouplings. We then confirm these results with string worldsheet computations by\nevaluating disc amplitudes with insertions of one R-R and two NS-NS vertex\noperators.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:06:53 GMT"},{"version":"v2","created":"Wed, 15 Sep 2010 13:55:32 GMT"}],"update_date":"2010-09-16","authors_parsed":[["Becker","Katrin",""],["Guo","Guangyu",""],["Robbins","Daniel",""]]}
{"id":"1007.0442","submitter":"Alexander Seidel","authors":"Jian Wu, Julia S. Wildeboer, Fletcher Werner, Alexander Seidel, Z.\n  Nussinov, S. A. Solin","title":"Spin glassiness and power law scaling in a quasi-triangular spin-1/2\n  compound","comments":"4 pages, 5 figures, RevTeX4","journal-ref":"Europhys. Lett. 93, 67001, (2011)","doi":"10.1209/0295-5075/93/67001","report-no":null,"categories":"cond-mat.str-el cond-mat.dis-nn","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present data on the magnetic properties of two classes of layered spin\nS=1/2 antiferromagnetic quasi-triangular lattice materials:\n$Cu_{2(1-x)}Zn_{2x}(OH)_3NO_3$ ($0 < x < 0.65$) and its long chain organic\nderivatives $Cu_{2(1-x)}Zn_{2x}(OH)_3(C_7H_{15}COO)\\cdot mH_2O$ ($0 < x <\n0.29$), where non-magnetic Zn substitutes Cu isostructurally. It is found that\nthe long-chain compounds, even in a clean system in the absence of dilution,\n$x\\!=\\!0$, show spin-glass behavior, as evidenced by DC and AC susceptibility,\nand by time dependent magnetization measurements. A striking feature is the\nobservation of a sharp crossover between two successive power law regimes in\nthe DC susceptibility above the freezing temperature. Specific heat data are\nconsistent with a conventional phase transition in the unintercalated\ncompounds, and glassy behavior in the long chain compunds.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:10:36 GMT"}],"update_date":"2011-04-11","authors_parsed":[["Wu","Jian",""],["Wildeboer","Julia S.",""],["Werner","Fletcher",""],["Seidel","Alexander",""],["Nussinov","Z.",""],["Solin","S. A.",""]]}
{"id":"1007.0443","submitter":"Claudia de Rham","authors":"Claudia de Rham and Gregory Gabadadze","title":"Generalization of the Fierz-Pauli Action","comments":"18 pages, no figures","journal-ref":"Phys.Rev.D82:044020,2010","doi":"10.1103/PhysRevD.82.044020","report-no":"NYU-TH-06/13/10","categories":"hep-th astro-ph.CO gr-qc hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider the Lagrangian of gravity covariantly amended by the mass and\npolynomial interaction terms with arbitrary coefficients, and reinvestigate the\nconsistency of such a theory in the decoupling limit, up to the fifth order in\nthe nonlinearities. We calculate explicitly the self-interactions of the\nhelicity-0 mode, as well as the nonlinear mixing between the helicity-0 and -2\nmodes. We show that ghost-like pathologies in these interactions disappear for\nspecial choices of the polynomial interactions, and argue that this result\nremains true to all orders in the decoupling limit. Moreover, we show that the\nlinear, and some of the nonlinear mixing terms between the helicity-0 and -2\nmodes can be absorbed by a local change of variables, which then naturally\ngenerates the cubic, quartic, and quintic Galileon interactions, introduced in\na different context. We also point out that the mixing between the helicity-0\nand 2 modes can be at most quartic in the decoupling limit. Finally, we discuss\nthe implications of our findings for the consistency of the effective field\ntheory away from the decoupling limit, and for the Boulware-Deser problem.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:11:53 GMT"},{"version":"v2","created":"Thu, 12 Aug 2010 19:13:53 GMT"}],"update_date":"2014-11-21","authors_parsed":[["de Rham","Claudia",""],["Gabadadze","Gregory",""]]}
{"id":"1007.0444","submitter":"Petia Vlahovska","authors":"Petia M. Vlahovska, Yuan-nan Young, Gerrit Danker and Chaouqi Misbah","title":"On the complex dynamics of a red blood cell in simple shear flow","comments":"Under revision. Submitted to J. Fluid Mechanics on 24 April 2010","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.flu-dyn","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Motivated by the reported peculiar dynamics of a red blood cell in shear\nflow, we develop an analytical theory for the motion of a nearly--spherical\nfluid particle enclosed by a visco--elastic incompressible interface in linear\nflows. The analysis explains the effect of particle deformability on the\ntransition from tumbling to swinging as the shear rate increases. Near the\ntransition, intermittent behavior is predicted only if the particle has a fixed\nshape; the intermittency disappears for a deformable particle. Comparison with\navailable phenomenological models based on the fixed shape assumption\nhighlights their physical foundations and limitations.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:26:18 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Vlahovska","Petia M.",""],["Young","Yuan-nan",""],["Danker","Gerrit",""],["Misbah","Chaouqi",""]]}
{"id":"1007.0445","submitter":"Gladis Pradolini","authors":"Ana Bernardis, Osvaldo Gorosito and Gladis Pradolini","title":"Weighted inequalities for multilinear potential operators and its\n  commutators","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.CA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove weighted strong inequalities for the multilinear potential operator\n${\\cal T}_{\\phi}$ and its commutator, where the kernel $\\phi$ satisfies certain\ngrowth condition. For these operators we also obtain Fefferman-Stein type\ninequalities and Coifman type estimates. On the other hand we prove weighted\nweak type inequalities for the multilinear maximal operator\n$\\mathcal{M}_{\\varphi,B}$ associated to a essentially nondecreasing function\n$\\varphi$ and to a submultiplicative Young function $B$. This result allows us\nto obtain a weighted weak type inequality for the operator ${\\cal T}_{\\phi}$.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:39:36 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Bernardis","Ana",""],["Gorosito","Osvaldo",""],["Pradolini","Gladis",""]]}
{"id":"1007.0446","submitter":"Matteo G. A. Paris","authors":"A. Allevi, A. Andreoni, M. Bondani, F. A. Beduini, M. G. Genoni, S.\n  Olivares, M. G. A. Paris","title":"Conditional measurements on multimode pairwise entangled states from\n  spontaneous parametric downconversion","comments":null,"journal-ref":"EPL 92 20007 (2010)","doi":"10.1209/0295-5075/92/20007","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We address the intrinsic multimode nature of the quantum state of light\nobtained by pulsed spontaneous parametric downconversion and develop a\ntheoretical model based only on experimentally accessible quantities. We\nexploit the pairwise entanglement as a resource for conditional multimode\nmeasurements and derive closed formulas for the detection probability and the\ndensity matrix of the conditional states. We present a set of experiments\nperformed to validate our model in different conditions that are in excellent\nagreement with experimental data. Finally, we evaluate nonGaussianity of the\nconditional states obtained from our source with the aim of discussing the\neffects of the different experimental parameters on the efficacy of this type\nof conditional state preparation.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:54:32 GMT"}],"update_date":"2010-11-17","authors_parsed":[["Allevi","A.",""],["Andreoni","A.",""],["Bondani","M.",""],["Beduini","F. A.",""],["Genoni","M. G.",""],["Olivares","S.",""],["Paris","M. G. A.",""]]}
{"id":"1007.0447","submitter":"Antonio Enrique C\\'arcamo Hern\\'andez acarcamo","authors":"A.E. C\\'arcamo Hern\\'andez and Rakibur Rahman","title":"A SUSY SU(6) GUT model with Pseudo-Goldstone Higgs Doublets","comments":"15 pages. Discussion enlarged. Final version published in Mexican\n  Journal of Physics (Revista Mexicana de Fisica)","journal-ref":"Rev. Mex. Fis. 62(2) (2016) 100","doi":null,"report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a novel way of realizing the pseudo-Nambu-Goldstone boson\nmechanism at all orders in perturbation theory, for the doublet-triplet\nsplitting in supersymmetric grand unified theories. The global symmetries of\nthe Higgs sector are attributed to a non-vectorlike Higgs content, which is\nconsistent with unbroken supersymmetry in a scenario with flat extra dimensions\nand branes. We also show how in such a model one can naturally obtain a\nrealistic pattern for the Standard Model fermion masses and mixings.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 20:57:46 GMT"},{"version":"v2","created":"Tue, 3 Feb 2015 15:23:25 GMT"},{"version":"v3","created":"Tue, 19 Jan 2016 20:27:45 GMT"}],"update_date":"2016-01-20","authors_parsed":[["Hernández","A. E. Cárcamo",""],["Rahman","Rakibur",""]]}
{"id":"1007.0448","submitter":"Michael Eracleous","authors":"T. Misawa (1,2,3), K. S. Kawabata (4), M. Eracleous (3), J. C.\n  Charlton (3), N. Kashikawa (5) (1. RIKEN, 2. Shinshu University, 3. Penn\n  State, 4. Hiroshima University, 5. NAOJ)","title":"A Spectropolarimetric Test of the Structure of the Intrinsic Absorbers\n  in the Quasar HS1603+3820","comments":"To appear in the Astrophysical Journal, vol. 719, August 2010","journal-ref":null,"doi":"10.1088/0004-637X/719/2/1890","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report the results of a spectropolarimetric observation of the C IV\nmini-BAL in the quasar HS1603+3820. The observations were carried out with the\nFOCAS instrument on the Subaru telescope and yielded an extremely high\npolarization sensitivity of 0.1%, at a resolving power of 1500. HS1603+3820 has\nbeen the target of a high-resolution spectroscopic monitoring campaign for more\nthan four years, aimed at studying its highly variable C IV mini-BAL profile.\nUsing the monitoring observations, in an earlier paper we were able to narrow\ndown the causes of the variability to the following two scenarios: (1)\nscattering material of variable optical depth redirecting photons around the\nabsorber, and (2) a variable, highly-ionized screen between the continuum\nsource and the absorber which modulates the UV continuum incident on the\nabsorber. The observations presented here provide a crucial test of the\nscattering scenario and lead us to disfavor it because (a) the polarization\nlevel is very small (p~0.6%) throughout the spectrum, and (b) the polarization\nlevel does not increase across the mini-BAL trough. Thus, the variable screen\nscenario emerges as our favored explanation of the C IV mini-BAL variability.\nOur conclusion is bolstered by recent X-ray observations of nearby mini-BAL\nquasars, which show a rapidly variable soft X-ray continuum that appears to be\nthe result of transmission through an ionized absorber of variable ionization\nparameter and optical depth.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 21:21:20 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Misawa","T.",""],["Kawabata","K. S.",""],["Eracleous","M.",""],["Charlton","J. C.",""],["Kashikawa","N.",""]]}
{"id":"1007.0449","submitter":"Jean-Claude Belfiore","authors":"Jean-Claude Belfiore and Patrick Sole","title":"Unimodular Lattices for the Gaussian Wiretap Channel","comments":"6 pages, 9 figures, 2010 Information Theory Workshop, Dublin","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.IT cs.CR math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In a recent paper, the authors introduced a lattice invariant called \"Secrecy\nGain\" which measures the confusion experienced by a passive eavesdropper on the\nGaussian Wiretap Channel. We study, here, the behavior of this invariant for\nunimodular lattices by using tools from Modular Forms and show that, for some\nfamilies of unimodular lattices, indexed by the dimension, the secrecy gain\nexponentially goes to infinity with the dimension.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 21:31:34 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Belfiore","Jean-Claude",""],["Sole","Patrick",""]]}
{"id":"1007.0450","submitter":"H. Blaine Lawson Jr.","authors":"F. Reese Harvey and H. Blaine Lawson Jr","title":"Split Special Lagrangian Geometry","comments":null,"journal-ref":"Progress in Math. 297 (2012), 42-90","doi":null,"report-no":null,"categories":"math.DG math.AP math.SG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  One purpose of this article is to draw attention to the seminal work of J.\nMealy in 1989 on calibrations in semi-riemannian geometry where split SLAG\ngeometry was first introduced. The natural setting is provided by doing\ngeometry with the complex numbers C replaced by the double numbers D, where i\nwith i^2 = -1 is replaced by tau with tau^2 = 1. A rather surprising amount of\ncomplex geometry carries over, almost untouched, and this has been the subject\nof many papers. We briefly review this material and, in particular, we discuss\nHermitian D-manifolds with trivial canonical bundle, which provide the\nbackground space for the geometry of split SLAG submanifolds.\n  A removable singularities result is proved for split SLAG subvarieties. It\nimplies, in particular, that there exist no split SLAG cones, smooth outside\nthe origin, other than planes. This is in sharp contrast to the complex case.\n  Parallel to the complex case, space-like Lagrangian submanifolds are\nstationary if and only if they are theta-split SLAG for some phase angle theta,\nand infinitesimal deformations of split SLAG submanifolds are characterized by\nharmonic 1-forms on the submanifold.\n  We also briefly review the recent work of Kim, McCann and Warren who have\nshown that split Special Lagrangian geometry is directly related to the\nMonge-Kantorovich mass transport problem.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 21:36:41 GMT"}],"update_date":"2017-12-12","authors_parsed":[["Harvey","F. Reese",""],["Lawson","H. Blaine","Jr"]]}
{"id":"1007.0451","submitter":"Mehdi Nadjafikhah","authors":"Mehdi Nadjafikhah","title":"Web geometry of a system of n first order autonomous ordinary\n  differential equations","comments":"5 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Let $dx_i/dt=f_i(x_1,\\cdots,x_n)$, ($i=1,\\cdots,n$) be a system of $n$ first\norder autonomous ordinary differential equations. We use E. Cartan's\nequivalence method to study the invariants of this system under diffeomorphisms\nof the form\n$\\Phi(t,x_1,\\cdots,x_n)=(\\varphi_0(t),\\varphi_1(x_1),\\cdots,\\varphi_1(x_1))$.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 22:09:04 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Nadjafikhah","Mehdi",""]]}
{"id":"1007.0452","submitter":"Mehdi Nadjafikhah","authors":"Mehdi Nadjafikhah and Saeed Dodangeh","title":"Variational problems without having any non-trivial Lie variational\n  symmetries","comments":"6 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we construct variational problems without Lie non-trivial\nvariational symmetry and solving them using new class of symmetries\n($\\mu$-symmetry) which introduced by Guiseppe Gaeta and Paola Morando (2004).\nThe central object in this paper is horizontal one-form $\\mu$ on first order\njet space $J^1 M$.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 22:11:01 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Nadjafikhah","Mehdi",""],["Dodangeh","Saeed",""]]}
{"id":"1007.0453","submitter":"Ren Guo","authors":"Ren Guo","title":"Calculus of generalized hyperbolic tetrahedron","comments":"9 pages","journal-ref":"Geometriae Dedicata 153 (2011), no. 1, 139--149","doi":null,"report-no":null,"categories":"math.MG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We calculate the Jacobian matrix of the dihedral angles of a generalized\nhyperbolic tetrahedron as functions of edge lengths and find the complete set\nof symmetries of this matrix.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 22:11:13 GMT"}],"update_date":"2011-07-27","authors_parsed":[["Guo","Ren",""]]}
{"id":"1007.0454","submitter":"Mehdi Nadjafikhah","authors":"Mehdi Nadjafikhah and Seyed Reza Hejazi","title":"Symmetry classification of Newtonian incompressible fluid's equations\n  flow in turbulent boundary layers","comments":"11 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Lie symmetry group method is applied to study Newtonian incompressible\nfluid's equations flow in turbulent boundary layers. The symmetry group and its\noptimal system are given, and group invariant solutions associated to the\nsymmetries are obtained. Finally the structure of the Lie algebra symmetries is\ndetermined.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 22:15:15 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Nadjafikhah","Mehdi",""],["Hejazi","Seyed Reza",""]]}
{"id":"1007.0455","submitter":"Sarira Sahu","authors":"Nissim Fraija, Sarira Sahu and Bing Zhang","title":"Very High Energy Cosmic Rays from Centaurus A","comments":"8 pages, one figure","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ph astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Centaurus A is the nearest radio-loud AGN and is detected from radio to very\nhigh energy gamma-rays. Its nuclear spectral energy distribution shows two\npeaks, one in the far-infrared band and another at about 150 keV. By assuming\nthe second peak is due to the electron synchrotron emission and the power index\nfor the differential spectrum of the very high energy cosmic ray proton to be\n2.7 we show that only pp interaction is responsible for the observed GeV-TeV\nemission from Centaurus A. We also found that indeed many very high energy\ncosmic ray protons from Centaurus A can arrive on Earth thus supporting the\nrecent observation of two events by Pierre Auger Observatory.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 22:16:53 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Fraija","Nissim",""],["Sahu","Sarira",""],["Zhang","Bing",""]]}
{"id":"1007.0456","submitter":"Mehdi Nadjafikhah","authors":"Mehdi Nadjafikhah and Seyed Reza Hejazi","title":"Group classification of steady two-dimensional boundary-layer\n  stagnation-point flow equations","comments":"8 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Lie symmetry group method is applied to study the boundary-layer equations\nfor two-dimensional steady flow of an incompressible, viscous fluid near a\nstagnation point at a heated stretching sheet placed in a porous medium\nequation. The symmetry group and its optimal system are given, and group\ninvariant solutions associated to the symmetries are obtained. Finally the\nstructure of the Lie algebra symmetries is determined.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 22:18:15 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Nadjafikhah","Mehdi",""],["Hejazi","Seyed Reza",""]]}
{"id":"1007.0457","submitter":"Mehdi Nadjafikhah","authors":"Mehdi Nadjafikhah and Seyed Reza Hejazi","title":"Symmetry Analysis of Telegraph Equation","comments":"6 pages","journal-ref":"Asian-European Journal of Mathematics. 2011, 4(1): 117-126","doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Lie symmetry group method is applied to study the Telegraph equation. The\nsymmetry group and its optimal system are given, and group invariant solutions\nassociated to the symmetries are obtained. Finally the structure of the Lie\nalgebra symmetries is determined.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 22:20:09 GMT"}],"update_date":"2012-01-11","authors_parsed":[["Nadjafikhah","Mehdi",""],["Hejazi","Seyed Reza",""]]}
{"id":"1007.0458","submitter":"Felipe Herrera","authors":"Jes\\'us P\\'erez-R\\'ios, Felipe Herrera and Roman V. Krems","title":"External field control of collective spin excitations in an optical\n  lattice of $^2\\Sigma$ molecules","comments":null,"journal-ref":"New J. Phys. 12, 103007 (2010)","doi":"10.1088/1367-2630/12/10/103007","report-no":null,"categories":"physics.chem-ph physics.atom-ph quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We show that an ensemble of $^2\\Sigma$ molecules in the rotationally ground\nstate trapped on an optical lattice exhibits collective spin excitations that\ncan be controlled by applying superimposed electric and magnetic fields. In\nparticular, we show that the lowest energy excitation of the molecular ensemble\nat certain combinations of electric and magnetic fields leads to the formation\nof a magnetic Frenkel exciton. The exciton bandwidth can be tuned by varying\nthe electric or magnetic fields. We show that the exciton states can be\nlocalized by creating vacancies in the optical lattice. The localization\npatterns of the magnetic exciton states are sensitive to the number and\ndistribution of vacancies, which can be exploited for engineering many-body\nentangled spin states. We consider the dynamics of magnetic exciton wavepackets\nand show that the spin excitation transfer between molecules in an optical\nlattice can be accelerated or slowed down by tuning an external magnetic or\nelectric field.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 23:17:59 GMT"}],"update_date":"2010-10-12","authors_parsed":[["Pérez-Ríos","Jesús",""],["Herrera","Felipe",""],["Krems","Roman V.",""]]}
