{"id":"1007.0661","submitter":"Maryam Modjaz","authors":"Maryam Modjaz (1,2), L. Kewley (3), J. S. Bloom (1), A. V. Filippenko\n  (1), D. Perley (1), J. M. Silverman (1) ((1) UC Berkeley, (2) Columbia\n  University, (3) Hawaii University)","title":"Progenitor Diagnostics for Stripped Core-Collapse Supernovae: Measured\n  Metallicities at Explosion Sites","comments":"Accepted to ApJ Letters, v2 matches published version. Monte-Carlo\n  simulations and more data than v1, conclusions strenghtened. 6 pages in\n  emulateapj, 2 figures, 1 Table","journal-ref":"ApJ Letters, Volume 731, Issue 1, article id. L4 (2011)","doi":"10.1088/2041-8205/731/1/L4","report-no":null,"categories":"astro-ph.CO astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Metallicity is expected to influence not only the lives of massive stars but\nalso the outcome of their deaths as supernovae (SNe) and as gamma-ray bursts\n(GRBs). However, there are surprisingly few direct measurements of the local\nmetallicities of different flavors of core-collapse SNe. Here we present the\nlargest existing set of host-galaxy spectra with H II region emission lines at\nthe sites of 35 stripped-envelope core-collapse SNe. We derive local oxygen\nabundances in a robust manner in order to constrain the SN Ib/c progenitor\npopulation. We obtain spectra at the SN sites, include SNe from targeted and\nuntargeted surveys, and perform the abundance determinatinos using three\ndifferent oxygen-abundance calibrations. The sites of SNe Ic (the demise of the\nmost heavily stripped stars having lost both the H and He layers) are\nsystematically more metal rich than those of SNe Ib (arising from stars that\nretained their He layer) in all calibrations. A Kolmogorov-Smirnov test yields\nthe very low probability of 1% that SN Ib and SN Ic environment abundances,\nwhich are different on average by ~0.2 dex (in the Pettini & Pagel scale), are\ndrawn from the same parent population. Broad-lined SNe Ic (without GRBs) occur\nat metallicities between those of SNe Ib and SNe Ic. Lastly, we find that the\nhost-galaxy central oxygen abundance is not a good indicator of the local SN\nmetallicity; hence, large-scale SN surveys need to obtain local abundance\nmeasurements in order to quantify the impact of metallicity on stellar death.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 11:52:08 GMT"},{"version":"v2","created":"Mon, 14 Mar 2011 20:18:15 GMT"}],"update_date":"2011-03-29","authors_parsed":[["Modjaz","Maryam",""],["Kewley","L.",""],["Bloom","J. S.",""],["Filippenko","A. V.",""],["Perley","D.",""],["Silverman","J. M.",""]]}
{"id":"1007.0662","submitter":"Marcelino Agundez","authors":"M. Agundez, J. Cernicharo, M. Guelin, C. Kahane, E. Roueff, J. Klos,\n  F. J. Aoiz, F. Lique, N. Marcelino, J. R. Goicoechea, M. Gonzalez Garcia, C.\n  A. Gottlieb, M. C. McCarthy and P. Thaddeus","title":"Astronomical identification of CN-, the smallest observed molecular\n  anion","comments":"5 pages, 4 figures; accepted for publication in A&A Letters","journal-ref":null,"doi":"10.1051/0004-6361/201015186","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present the first astronomical detection of a diatomic negative ion, the\ncyanide anion CN-, as well as quantum mechanical calculations of the excitation\nof this anion through collisions with para-H2. CN- is identified through the\nobservation of the J = 2-1 and J = 3-2 rotational transitions in the C-star\nenvelope IRC +10216 with the IRAM 30-m telescope. The U-shaped line profiles\nindicate that CN-, like the large anion C6H-, is formed in the outer regions of\nthe envelope. Chemical and excitation model calculations suggest that this\nspecies forms from the reaction of large carbon anions with N atoms, rather\nthan from the radiative attachment of an electron to CN, as is the case for\nlarge molecular anions. The unexpectedly large abundance derived for CN-, 0.25\n% relative to CN, makes likely its detection in other astronomical sources. A\nparallel search for the small anion C2H- remains so far unconclusive, despite\nthe previous tentative identification of the J = 1-0 rotational transition. The\nabundance of C2H- in IRC +10216 is found to be vanishingly small, < 0.0014 %\nrelative to C2H.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 11:52:40 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Agundez","M.",""],["Cernicharo","J.",""],["Guelin","M.",""],["Kahane","C.",""],["Roueff","E.",""],["Klos","J.",""],["Aoiz","F. J.",""],["Lique","F.",""],["Marcelino","N.",""],["Goicoechea","J. R.",""],["Garcia","M. Gonzalez",""],["Gottlieb","C. A.",""],["McCarthy","M. C.",""],["Thaddeus","P.",""]]}
{"id":"1007.0663","submitter":"Keomkyo Seo","authors":"Keomkyo Seo","title":"$L^2$ harmonic 1-forms on minimal submanifolds in hyperbolic space","comments":"6 pages, to appear in Journal of Mathematical Analysis and\n  Applications","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we prove the nonexistence of $L^2$ harmonic 1-forms on a\ncomplete super stable minimal submanifold $M$ in hyperbolic space under the\nassumption that the first eigenvalue $\\lambda_1 (M)$ for the Laplace operator\non $M$ is bounded below by $(2n-1)(n-1)$. Moreover, we provide sufficient\nconditions for minimal submanifolds in hyperbolic space to be super stable.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 12:06:13 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Seo","Keomkyo",""]]}
{"id":"1007.0664","submitter":"David Schroeren Mr","authors":"David Philip Schroeren","title":"Is Quantum Field Theory ontologically interpretable? On localization,\n  particles and fields in relativistic Quantum Theory","comments":"33 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math-ph math.MP quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, I provide a formal set of assumptions and give a natural\ncriterion for a quantum field theory to admit particles. I construct a na\\\"ive\napproach to localization for a free bosonic quantum field theory and show how\nthis localization scheme, as a consequence of the Reeh-Schlieder theorem, fails\nto satisfy this criterion. I then examine the Newton-Wigner concept of\nlocalization and show that it fails to obey strong microcausality and thus is\nsubject to a more general version of the Reeh-Schlieder theorem. I review\napproaches to quantum field theoretic explanations of particle detection events\nand explain how particles can be regarded as emergent phenomena of a\nrelativistic field theory. In particular, I show that effective localization of\nHilbert space vectors is equivalent to an approximate locality of observable\nalgebras.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 12:07:15 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Schroeren","David Philip",""]]}
{"id":"1007.0665","submitter":"Erik Pickett","authors":"Erik Jarl Pickett and St\\'ephane Vinatier","title":"Self-Dual Integral Normal Bases and Galois Module Structure","comments":null,"journal-ref":"Compositio Math. 149 (2013) 1175-1202","doi":"10.1112/S0010437X12000851","report-no":null,"categories":"math.NT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Let $N/F$ be an odd degree Galois extension of number fields with Galois\ngroup $G$ and rings of integers ${\\mathfrak O}_N$ and ${\\mathfrak O}_F=\\bo$\nrespectively. Let $\\mathcal{A}$ be the unique fractional ${\\mathfrak\nO}_N$-ideal with square equal to the inverse different of $N/F$. Erez has shown\nthat $\\mathcal{A}$ is a locally free ${\\mathfrak O}[G]$-module if and only if\n$N/F$ is a so called weakly ramified extension. There have been a number of\nresults regarding the freeness of $\\mathcal{A}$ as a $\\Z[G]$-module, however\nthis question remains open. In this paper we prove that $\\mathcal{A}$ is free\nas a $\\Z[G]$-module assuming that $N/F$ is weakly ramified and under the\nhypothesis that for every prime $\\wp$ of ${\\mathfrak O}$ which ramifies wildly\nin $N/F$, the decomposition group is abelian, the ramification group is cyclic\nand $\\wp$ is unramified in $F/\\Q$.\n  We make crucial use of a construction due to the first named author which\nuses Dwork's exponential power series to describe self-dual integral normal\nbases in Lubin-Tate extensions of local fields. This yields a new and striking\nrelationship between the local norm-resolvent and Galois Gauss sum involved.\nOur results generalise work of the second named author concerning the case of\nbase field $\\Q$.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 12:11:42 GMT"},{"version":"v2","created":"Fri, 6 May 2011 12:52:16 GMT"}],"update_date":"2019-02-20","authors_parsed":[["Pickett","Erik Jarl",""],["Vinatier","Stéphane",""]]}
{"id":"1007.0666","submitter":"Karsten Kremer","authors":"Karsten Kremer","title":"Normal origamis of Mumford curves","comments":"21 pages, to appear in manuscripta mathematica (Springer)","journal-ref":null,"doi":"10.1007/s00229-010-0379-8","report-no":null,"categories":"math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An origami (also known as square-tiled surface) is a Riemann surface covering\na torus with at most one branch point. Lifting two generators of the\nfundamental group of the punctured torus decomposes the surface into finitely\nmany unit squares. By varying the complex structure of the torus one obtains\neasily accessible examples of Teichm\\\"uller curves in the moduli space of\nRiemann surfaces. The p-adic analogues of Riemann surfaces are Mumford curves.\nA p-adic origami is defined as a covering of Mumford curves with at most one\nbranch point, where the bottom curve has genus one. A classification of all\nnormal non-trivial p-adic origamis is presented and used to calculate some\ninvariants. These can be used to describe p-adic origamis in terms of glueing\nsquares.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 12:27:11 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Kremer","Karsten",""]]}
{"id":"1007.0667","submitter":"Augustus Janssen","authors":"A.J.E.M. Janssen","title":"Zernike circle polynomials and infinite integrals involving the product\n  of Bessel functions","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Several quantities related to the Zernike circle polynomials admit an\nexpression as an infinite integral involving the product of two or three Bessel\nfunctions. In this paper these integrals are identified and evaluated\nexplicitly for the cases of (a) the expansion coefficients of\nscaled-and-shifted circle polynomials, (b) the expansion coefficients of the\ncorrelation of two circle polynomials, (c) the Fourier coefficients occurring\nin the cosine representation of the circle polynomials, (d) the transient\nresponse of a baffled-piston acoustical radiator due to a non-uniform velocity\nprofile on the piston.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 12:46:00 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Janssen","A. J. E. M.",""]]}
{"id":"1007.0668","submitter":"Mircea Petrache","authors":"Mircea Petrache, Tristan Rivi\\`ere","title":"Weak closure of Singular Abelian $L^p$-bundles in $3$ dimensions","comments":"29 pages, some typing errors fixed","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP math.DG math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove the closure for the sequential weak $L^p$-topology of the class of\nvectorfields on $B^3$ having integer flux through almost every sphere. We show\nhow this problem is connected to the study of the minimization problem for the\nYang-Mills functional in dimension higher than critical, in the abelian case.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 12:52:51 GMT"},{"version":"v2","created":"Tue, 28 Sep 2010 12:35:24 GMT"}],"update_date":"2010-09-29","authors_parsed":[["Petrache","Mircea",""],["Rivière","Tristan",""]]}
{"id":"1007.0669","submitter":"Rong-Chun Ge","authors":"Rong-Chun Ge, Ming Gong, Chuan-Feng Li, Jin-Shi Xu, Guang-Can Guo","title":"Quantum correlation and classical correlation dynamics in the spin-boson\n  model","comments":"10 pages, 5 figures","journal-ref":"Phys. Rev. A 81, 064103 (2010)","doi":"10.1103/PhysRevA.81.064103","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the quantum correlation and classical correlation dynamics in a\nspin-boson model. For two different forms of spectral density, we obtain\nanalytical results and show that the evolutions of both correlations depend\nclosely on the form of the initial state. At the end of evolution, all\ncorrelations initially stored in the spin system transfer to reservoirs. It is\nfound that for a large family of initial states, quantum correlation remains\nequal to the classical correlation during the course of evolution. In addition,\nthere is no increase in the correlations during the course of evolution.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 12:59:14 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Ge","Rong-Chun",""],["Gong","Ming",""],["Li","Chuan-Feng",""],["Xu","Jin-Shi",""],["Guo","Guang-Can",""]]}
{"id":"1007.0670","submitter":"Peter Schilke","authors":"P. Schilke, C. Comito, H.S.P. Mueller, E.A. Bergin, E. Herbst, D.C.\n  Lis, D.A. Neufeld, T.G. Phillips, T.A. Bell, G.A. Blake, S. Cabrit, E. Caux,\n  C. Ceccarelli, J. Cernicharo, N.R. Crockett, F. Daniel, M.-L. Dubernet, M.\n  Emprechtinger, P. Encrenaz, M.~Gerin, T.F. Giesen, J.R. Goicoechea, P.F.\n  Goldsmith, H. Gupta, C. Joblin, D. Johnstone, W.D. Langer, W.B. Latter, S.D.\n  Lord, S. Maret, P. G. Martin, G.J. Melnick, K.M. Menten, P. Morris, J.A.\n  Murphy, V. Ossenkopf, L. Pagani, J.C. Pearson, M. Perault, R. Plume, S.-L.\n  Qin, M. Salez, S. Schlemmer, J. Stutzki, N. Trappe, F.F.S. van der Tak, C.\n  Vastel, S. Wang, H.W. Yorke, S. Yu, N. Erickson, F.W. Maiwald, J. Kooi, A.\n  Karpov, J. Zmuidzinas, A. Boogert, R. Schieder, and P. Zaal","title":"Herschel observations of ortho- and para-oxidaniumyl (H2O+) in spiral\n  arm clouds toward Sgr B2(M)","comments":"A&A, HIFI special issue, accepted","journal-ref":"Astron. Astrophys. 521 (2010) Art. No. L11","doi":"10.1051/0004-6361/201015087","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  H2O+ has been observed in its ortho- and para- states toward the massive star\nforming core Sgr B2(M), located close to the Galactic center. The observations\nshow absorption in all spiral arm clouds between the Sun and Sgr B2. The\naverage o/p ratio of H2O+ in most velocity intervals is 4.8, which corresponds\nto a nuclear spin temperature of 21 K. The relationship of this spin\ntemperature to the formation temperature and current physical temperature of\nthe gas hosting H2O+ is discussed, but no firm conclusion is reached. In the\nvelocity interval 0 to 60 km/s, an ortho/para ratio of below unity is found,\nbut if this is due to an artifact of contamination by other species or real is\nnot clear.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:02:13 GMT"}],"update_date":"2014-09-08","authors_parsed":[["Schilke","P.",""],["Comito","C.",""],["Mueller","H. S. P.",""],["Bergin","E. A.",""],["Herbst","E.",""],["Lis","D. C.",""],["Neufeld","D. A.",""],["Phillips","T. G.",""],["Bell","T. A.",""],["Blake","G. A.",""],["Cabrit","S.",""],["Caux","E.",""],["Ceccarelli","C.",""],["Cernicharo","J.",""],["Crockett","N. R.",""],["Daniel","F.",""],["Dubernet","M. -L.",""],["Emprechtinger","M.",""],["Encrenaz","P.",""],["~Gerin","M.",""],["Giesen","T. F.",""],["Goicoechea","J. R.",""],["Goldsmith","P. F.",""],["Gupta","H.",""],["Joblin","C.",""],["Johnstone","D.",""],["Langer","W. D.",""],["Latter","W. B.",""],["Lord","S. D.",""],["Maret","S.",""],["Martin","P. G.",""],["Melnick","G. J.",""],["Menten","K. M.",""],["Morris","P.",""],["Murphy","J. A.",""],["Ossenkopf","V.",""],["Pagani","L.",""],["Pearson","J. C.",""],["Perault","M.",""],["Plume","R.",""],["Qin","S. -L.",""],["Salez","M.",""],["Schlemmer","S.",""],["Stutzki","J.",""],["Trappe","N.",""],["van der Tak","F. F. S.",""],["Vastel","C.",""],["Wang","S.",""],["Yorke","H. W.",""],["Yu","S.",""],["Erickson","N.",""],["Maiwald","F. W.",""],["Kooi","J.",""],["Karpov","A.",""],["Zmuidzinas","J.",""],["Boogert","A.",""],["Schieder","R.",""],["Zaal","P.",""]]}
{"id":"1007.0671","submitter":"Krzysztof Suchecki","authors":"Krzysztof Suchecki, Andrea Scharnhorst, Janusz A. Holyst","title":"Highly connected - a recipe for success","comments":"36 pages, including 5 figures; for electronic journal revised to fix\n  missing co-author","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.soc-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we tackle the problem of innovation spreading from a modeling\npoint of view. We consider a networked system of individuals, with a\ncompetition between two groups. We show its relation to the innovation\nspreading issues. We introduce an abstract model and show how it can be\ninterpreted in this framework, as well as what conclusions we can draw form it.\nWe further explain how model-derived conclusions can help to investigate the\noriginal problem, as well as other, similar problems. The model is an\nagent-based model assuming simple binary attributes of those agents. It uses a\nmajority dynamics (Ising model to be exact), meaning that individuals attempt\nto be similar to the majority of their peers, barring the occasional purely\nindividual decisions that are modeled as random. We show that this simplistic\nmodel can be related to the decision-making during innovation adoption\nprocesses. The majority dynamics for the model mean that when a dominant\nattribute, representing an existing practice or solution, is already\nestablished, it will persists in the system. We show however, that in a two\ngroup competition, a smaller group that represents innovation users can still\nconvince the larger group, if it has high self-support. We argue that this\nconclusion, while drawn from a simple model, can be applied to real cases of\ninnovation spreading. We also show that the model could be interpreted in\ndifferent ways, allowing different problems to profit from our conclusions.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:11:47 GMT"},{"version":"v2","created":"Tue, 6 Jul 2010 10:15:43 GMT"}],"update_date":"2010-07-07","authors_parsed":[["Suchecki","Krzysztof",""],["Scharnhorst","Andrea",""],["Holyst","Janusz A.",""]]}
{"id":"1007.0672","submitter":"Dmitry Novikov","authors":"Dmitry Novikov, Sergey Benditkis","title":"On the number of zeros of Melnikov functions","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.DS math.CA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We provide an effective uniform upper bond for the number of zeros of the\nfirst non-vanishing Melnikov function of a polynomial perturbations of a planar\npolynomial Hamiltonian vector field. The bound depends on degrees of the field\nand of the perturbation, and on the order $k$ of the Melnikov function. The\ngeneric case $k=1$ was considered by Binyamini, Novikov and Yakovenko\n(\\cite{BNY-Inf16}). The bound follows from an effective construction of the\nGauss-Manin connection for iterated integrals.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:15:45 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Novikov","Dmitry",""],["Benditkis","Sergey",""]]}
{"id":"1007.0673","submitter":"Diana Stoeva","authors":"Diana T. Stoeva and Peter Balazs","title":"Detailed characterization of unconditional convergence and invertibility\n  of multipliers","comments":"37 pages","journal-ref":"Sampling Theory in Signal and Image Processing 12, No.2-3 (2013),\n  87-125","doi":null,"report-no":null,"categories":"math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we investigate the possibility of unconditional convergence and\ninvertibility of multipliers $M_{m,\\Phi,\\Psi}$ depending on the properties of\nthe sequences $\\Psi$,$\\Phi$ and $m$. We characterize a complete set of\nconditions for the invertibility and the unconditional convergence of\nmultipliers, and collect those results in tables. We either prove that\nunconditional convergence and invertibility is not possible, that one or both\nof these conditions are always the case for the given parameters, or we give\nexamples for the feasible combinations. We give a full list of examples for all\nconditions.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:16:01 GMT"}],"update_date":"2015-10-19","authors_parsed":[["Stoeva","Diana T.",""],["Balazs","Peter",""]]}
{"id":"1007.0674","submitter":"Massimo Gaspari","authors":"M. Gaspari, C. Melioli, F. Brighenti, A. D'Ercole","title":"The Dance of Heating and Cooling in Galaxy Clusters: 3D Simulations of\n  Self-Regulated AGN Outflows","comments":"Accepted by MNRAS; 23 pages, 15 figures; minor changes (comments and\n  references)","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17688.x","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  It is now widely accepted that heating processes play a fundamental role in\ngalaxy clusters, struggling in an intricate but fascinating `dance' with its\nantagonist, radiative cooling. Last generation observations, especially X-ray,\nare giving us tiny hints about the notes of this endless ballet. Cavities,\nshocks, turbulence and wide absorption-lines indicate the central active\nnucleus is injecting huge amount of energy in the intracluster medium. However,\nwhich is the real dominant engine of self-regulated heating? One of the model\nwe propose are massive subrelativistic outflows, probably generated by a wind\ndisc or just the result of the entrainment on kpc scale by the fast radio jet.\nUsing a modified version of AMR code FLASH 3.2, we explored several feedback\nmechanisms which self-regulate the mechanical power. Two are the best schemes\nthat answer our primary question, id est quenching cooling flow and at the same\ntime preserving a cool core appearance for a long term evolution (7 Gyr): one\nmore explosive (with efficiencies 0.005 - 0.01), triggered by central cooled\ngas, and the other gentler, ignited by hot gas Bondi accretion (with efficiency\n0.1). These three-dimensional simulations show that the total energy injected\nis not the key aspect, but the results strongly depend on how energy is given\nto the ICM. We follow the dynamics of best model (temperature, density, SB maps\nand profiles) and produce many observable predictions: buoyant bubbles,\nripples, turbulence, iron abundance maps and hydrostatic equilibrium deviation.\nWe present a deep discussion of merits and flaws of all our models, with a\ncritical eye towards observational concordance.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:18:41 GMT"},{"version":"v2","created":"Tue, 14 Sep 2010 13:47:00 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Gaspari","M.",""],["Melioli","C.",""],["Brighenti","F.",""],["D'Ercole","A.",""]]}
{"id":"1007.0675","submitter":"Winfried Zimdahl","authors":"W.S. Hip\\'olito-Ricaldi, H.E.S. Velten and W. Zimdahl","title":"Viscous dark fluid universe","comments":"19 pages, 6 figures","journal-ref":"Phys.Rev.D82:063507,2010","doi":"10.1103/PhysRevD.82.063507","report-no":null,"categories":"astro-ph.CO gr-qc hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the cosmological perturbation dynamics for a universe\nconsisting of pressureless baryonic matter and a viscous fluid, the latter\nrepresenting a unified model of the dark sector. In the homogeneous and\nisotropic background the \\textit{total} energy density of this mixture behaves\nas a generalized Chaplygin gas. The perturbations of this energy density are\nintrinsically non-adiabatic and source relative entropy perturbations. The\nresulting baryonic matter power spectrum is shown to be compatible with the\n2dFGRS and SDSS (DR7) data. A joint statistical analysis, using also\nHubble-function and supernovae Ia data, shows that, different from other\nstudies, there exists a maximum in the probability distribution for a negative\npresent value $q_0 \\approx - 0.53$ of the deceleration parameter. Moreover,\nwhile previous descriptions on the basis of generalized Chaplygin gas models\nwere incompatible with the matter power spectrum data since they required a\nmuch too large amount of pressureless matter, the unified model presented here\nfavors a matter content that is of the order of the baryonic matter abundance\nsuggested by big-bang nucleosynthesis.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:19:36 GMT"},{"version":"v2","created":"Tue, 14 Sep 2010 17:01:19 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Hipólito-Ricaldi","W. S.",""],["Velten","H. E. S.",""],["Zimdahl","W.",""]]}
{"id":"1007.0676","submitter":"Huiyuan Wang","authors":"Huiyuan Wang, Tinggui Wang, Weimin Yuan, Junxian Wang, Xiaobo Dong and\n  Hongyan Zhou","title":"On the scattering enhancement of Nv1240 emission line of quasi-stellar\n  objects","comments":"34 pages, 13figures. The Astrophysical Journal, Volume 710, Issue 1,\n  pp. 78-90 (2010)","journal-ref":"The Astrophysical Journal, Volume 710, Issue 1, pp. 78-90 (2010)","doi":"10.1088/0004-637X/710/1/78","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The Nv emission line of active galactic nuclei shows peculiar behavior in the\nline--continuum correlation, which may be indicative of an extra line component\nin addition to that from the normal broad emission line region. In this paper,\nwe investigate possible contribution to the Nv emission via resonant scattering\nof both continuum and Ly alpha in a broad absorption line (BAL) outflow, by\nperforming the Sobolev Monte Carlo simulations. The contribution is dependent\non the covering factor, optical depth and velocity profile of the outflow, as\nwell as the equivalent width (EW) of Ly alpha. Adopting model parameters\nconstrained by observations, we find that the measured Nv EW in the spectra of\nnon-BAL quasi-stellar objects (QSOs) could have been enhanced by a factor of\n1.82~2.73 on average, while there is only moderate absorption of Ly alpha along\nthe BAL outflow direction. Our model can produce a relatively narrow scattering\nline profile. About 80% of the total scattered flux falls within the central\n+-4500km/s. We find that the resonant scattering can produce a prominent\npolarized emission line around Nv. Both the broad excess emission and the\nunusually large polarized flux observed around Nv in BAL QSOs are considered as\nstrong evidence for the scattering enhancement. Future spectropolarimetric\nobservations and spectroscopic monitoring of luminous QSOs may offer crucial\ntests for this interpretation, and provide useful information on the physical\nand geometrical properties of QSO outflows. We argue that the scattering offers\na promising and robust process for producing the peculiar behavior of Nv\nemission compared to the other processes proposed previously.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:23:56 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Wang","Huiyuan",""],["Wang","Tinggui",""],["Yuan","Weimin",""],["Wang","Junxian",""],["Dong","Xiaobo",""],["Zhou","Hongyan",""]]}
{"id":"1007.0677","submitter":"Demeter Kiss","authors":"Demeter Kiss","title":"A note on Talagrand's variance bound in terms of influences","comments":"10 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Let X_1,..., X_n be independent Bernoulli random variables and $f$ a function\non {0,1}^n. In the well-known paper (Talagrand1994) Talagrand gave an upper\nbound for the variance of f in terms of the individual influences of the X_i's.\nThis bound turned out to be very useful, for instance in percolation theory and\nrelated fields. In many situations a similar bound was needed for random\nvariables taking more than two values. Generalizations of this type have indeed\nbeen obtained in the literature (see e.g. (Cordero-Erausquin2011), but the\nproofs are quite different from that in (Talagrand1994). This might raise the\nimpression that Talagrand's original method is not sufficiently robust to\nobtain such generalizations. However, our paper gives an almost self-contained\nproof of the above mentioned generalization, by modifying step-by-step\nTalagrand's original proof.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:28:14 GMT"},{"version":"v2","created":"Wed, 22 Dec 2010 12:47:50 GMT"},{"version":"v3","created":"Tue, 26 Jul 2011 12:57:10 GMT"}],"update_date":"2011-07-27","authors_parsed":[["Kiss","Demeter",""]]}
{"id":"1007.0678","submitter":"Wenyuan Yang","authors":"Wen-yuan Yang","title":"Separable subgroups have bounded packing","comments":"2 pages, to appear Proc. Amer. Math. Soc","journal-ref":null,"doi":"10.1090/S0002-9939-2011-10788-3","report-no":null,"categories":"math.GR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this note, we prove that separable subgroups have bounded packing in\nambient groups. The notion bounded packing was introduced by Hruska and Wise\nand in particular, our result answers positively a question of theirs, asking\nwhether each subgroup of a virtually polycyclic group has the bounded packing\nproperty.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:31:25 GMT"},{"version":"v2","created":"Thu, 17 Mar 2011 16:51:21 GMT"}],"update_date":"2011-03-18","authors_parsed":[["Yang","Wen-yuan",""]]}
{"id":"1007.0679","submitter":"Malte Schmidt","authors":"Malte Schmidt, Marco Prevedelli, Antonio Giorgini, Guglielmo M. Tino,\n  Achim Peters","title":"A portable laser system for high precision atom interferometry\n  experiments","comments":"8 pages, 11 figures; The final publication is available at\n  http://www.springerlink.com","journal-ref":null,"doi":"10.1007/s00340-010-4263-8","report-no":null,"categories":"physics.atom-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a modular rack-mounted laser system for the cooling and\nmanipulation of neutral rubidium atoms which has been developed for a portable\ngravimeter based on atom interferometry that will be capable of performing high\nprecision gravity measurements directly at sites of geophysical interest. This\nlaser system is constructed in a compact and mobile design so that it can be\ntransported to different locations, yet it still offers improvements over many\nconventional laboratory-based laser systems. Our system is contained in a\nstandard 19\" rack and emits light at five different frequencies simultaneously\non up to 12 fibre ports at a total output power of 800 mW. These frequencies\ncan be changed and switched between ports in less than a microsecond. The setup\nincludes two phase-locked diode lasers with a phase noise spectral density of\nless than 1 \\mu rad/sqrt(Hz) in the frequency range in which our gravimeter is\nmost sensitive to noise. We characterize this laser system and evaluate the\nperformance limits it imposes on an interferometer.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:44:12 GMT"},{"version":"v2","created":"Thu, 23 Sep 2010 10:43:31 GMT"},{"version":"v3","created":"Mon, 27 Sep 2010 11:51:42 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Schmidt","Malte",""],["Prevedelli","Marco",""],["Giorgini","Antonio",""],["Tino","Guglielmo M.",""],["Peters","Achim",""]]}
{"id":"1007.0680","submitter":"Jisuke Kubo","authors":"Jisuke Kubo and Alexander Lenz","title":"Large loop effects of extra SUSY Higgs doublets to CP violation in B^0\n  mixing","comments":"22 pages, 2 figures","journal-ref":"Phys.Rev.D82:075001,2010","doi":"10.1103/PhysRevD.82.075001","report-no":"KANAZAWA-10-5 and DO-TH 10/11","categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider more than one pair of SU(2)_L doublet Higgs supermultiplets in a\ngeneric supersymmetric extension of the standard model, and calculate their\none-loop contributions to the soft mass insertions delta_{LL} etc. We find that\nif large supersymmetry breaking in this sector is realized, the loop effects\ncan give rise to large contributions to the soft mass insertions, meaning that\nthey\n  We apply our result to a recently proposed model based on the discrete Q_6\nfamily group, and calculate the non-diagonal matrix element M_{12} of the\nneutral meson systems. We focus our attention on the extra phases\nphi_{d,s}^Delta in B_{d,s}-mixing and flavor-specific CP-asymmetries\na_{sl}^{d,s} in neutral B decays and obtain values that can be about one order\nof magnitude larger than the standard model predictions. Our final results are\ncomparable with the recent experimental observations at D0 and CDF, but they\nare still about a factor of 5 smaller than the recently measured dimuon\nasymmetry from D0.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:47:37 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Kubo","Jisuke",""],["Lenz","Alexander",""]]}
{"id":"1007.0681","submitter":"Mircea Petrache","authors":"Mircea Petrache","title":"An integrability result for $L^p$-vectorfields in the plane","comments":"16 pages, some typing errors fixed","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP math.DG math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove that if $p>1$ then the divergence of a $L^p$-vectorfield $V$ on a\n2-dimensional domain $\\Omega$ is the boundary of an integral 1-current, if and\nonly if $V$ can be represented as the rotated gradient $\\nabla^\\perp u$ for a\n$W^{1,p}$-map $u:\\Omega\\to S^1$. Such result extends to exponents $p>1$ the\nresult on distributional Jacobians of Alberti, Baldo, Orlandi.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:49:38 GMT"},{"version":"v2","created":"Sat, 2 Oct 2010 14:38:23 GMT"},{"version":"v3","created":"Sat, 11 Dec 2010 13:36:06 GMT"}],"update_date":"2010-12-14","authors_parsed":[["Petrache","Mircea",""]]}
{"id":"1007.0682","submitter":"Myriam Benisty","authors":"M. Benisty, F. Malbet, C. Dougados, A. Natta, J.B. Le Bouquin, F.\n  Massi, M. Bonnefoy, J. Bouvier, G. Chauvin, O. Chesneau, P.J.V. Garcia, K.\n  Grankin, A. Isella, T. Ratzka, E. Tatulli, L. Testi, G. Weigelt, E.T. Whelan","title":"The 2008 outburst in the young stellar system ZCMa: I. Evidence of an\n  enhanced bipolar wind on the AU-scale","comments":"Accepted for publication in Astronomy and Astrophysics Letters","journal-ref":null,"doi":"10.1051/0004-6361/201014776","report-no":null,"categories":"astro-ph.EP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Accretion is a fundamental process in star formation. Although the time\nevolution of accretion remains a matter of debate, observations and modelling\nstudies suggest that episodic outbursts of strong accretion may dominate the\nformation of the protostar. Observing young stellar objects during these\nelevated accretion states is crucial to understanding the origin of unsteady\naccretion. ZCMa is a pre-main-sequence binary system composed of an embedded\nHerbig Be star, undergoing photometric outbursts, and a FU Orionis star. The\nHerbig Be component recently underwent its largest optical photometric outburst\ndetected so far. We aim to constrain the origin of this outburst by studying\nthe emission region of the HI Brackett gamma line, a powerful tracer of\naccretion/ejection processes on the AU-scale in young stars. Using the\nAMBER/VLTI instrument at spectral resolutions of 1500 and 12 000, we performed\nspatially and spectrally resolved interferometric observations of the hot gas\nemitting across the Brackett gamma emission line, during and after the\noutburst. From the visibilities and differential phases, we derive\ncharacteristic sizes for the Brackett gamma emission and spectro-astrometric\nmeasurements across the line, with respect to the continuum. We find that the\nline profile, the astrometric signal, and the visibilities are inconsistent\nwith the signature of either a Keplerian disk or infall of matter. They are,\ninstead, evidence of a bipolar wind, maybe partly seen through a disk hole\ninside the dust sublimation radius. The disappearance of the Brackett gamma\nemission line after the outburst suggests that the outburst is related to a\nperiod of strong mass loss rather than a change of the extinction along the\nline of sight. Based on these conclusions, we speculate that the origin of the\noutburst is an event of enhanced mass accretion, similar to those occuring in\nEX Ors and FU Ors.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 13:52:28 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Benisty","M.",""],["Malbet","F.",""],["Dougados","C.",""],["Natta","A.",""],["Bouquin","J. B. Le",""],["Massi","F.",""],["Bonnefoy","M.",""],["Bouvier","J.",""],["Chauvin","G.",""],["Chesneau","O.",""],["Garcia","P. J. V.",""],["Grankin","K.",""],["Isella","A.",""],["Ratzka","T.",""],["Tatulli","E.",""],["Testi","L.",""],["Weigelt","G.",""],["Whelan","E. T.",""]]}
{"id":"1007.0683","submitter":"I-Hong  Hou","authors":"I-Hong Hou and P.R. Kumar","title":"Scheduling Periodic Real-Time Tasks with Heterogeneous Reward\n  Requirements","comments":"10 pages, 7 figures, under submission to RTSS 2010","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.OH","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the problem of scheduling periodic real-time tasks so as to meet\ntheir individual minimum reward requirements. A task generates jobs that can be\ngiven arbitrary service times before their deadlines. A task then obtains\nrewards based on the service times received by its jobs. We show that this\nmodel is compatible to the imprecise computation models and the increasing\nreward with increasing service models. In contrast to previous work on these\nmodels, which mainly focus on maximize the total reward in the system, we aim\nto fulfill different reward requirements by different tasks, which offers\nbetter fairness and allows fine-grained tradeoff between tasks. We first derive\na necessary and sufficient condition for a system, along with reward\nrequirements of tasks, to be feasible. We also obtain an off-line feasibility\noptimal scheduling policy. We then studies a sufficient condition for a policy\nto be feasibility optimal or achieves some approximation bound. This condition\ncan serve as a guideline for designing on-line scheduling policy and we obtains\na greedy policy based on it. We prove that the on-line policy is feasibility\noptimal when all tasks have the same periods and also obtain an approximation\nbound for the policy under general cases.\n","versions":[{"version":"v1","created":"Mon, 21 Jun 2010 01:31:16 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Hou","I-Hong",""],["Kumar","P. R.",""]]}
{"id":"1007.0684","submitter":"Joachim Brod","authors":"Joachim Brod and Martin Gorbahn","title":"Epsilon_K at Next-to-Next-to-Leading Order: The Charm-Top-Quark\n  Contribution","comments":"36 pages, 11 figures; typos corrected, updated numerics using input\n  from PDG 2010, version accepted for publication in PRD","journal-ref":"Phys.Rev.D82:094026,2010","doi":"10.1103/PhysRevD.82.094026","report-no":"TTP 10-16","categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We perform a next-to-next-to-leading order (NNLO) QCD analysis of the\ncharm-top-quark contribution eta_ct to the effective Delta S = 2 Hamiltonian in\nthe Standard Model. eta_ct represents an important part of the short distance\ncontribution to the parameter epsilon_K. We calculate the three-loop anomalous\ndimension of the leading operator Q_S2, the three-loop mixing of the\ncurrent-current and penguin operators into Q_S2, and the corresponding two-loop\nmatching conditions at the electroweak, the bottom-quark, and the charm-quark\nscale. As our final numerical result we obtain eta_ct = 0.496 +/- 0.047, which\nis roughly 7% larger than the next-to-leading-order (NLO) value eta_ct(NLO) =\n0.457 +/- 0.073. This results in a prediction for epsilon_K = (1.90 +/- 0.26) x\n10^(-3), which corresponds to an enhancement of approximately 3.3% with respect\nto the value obtained using eta_ct(NLO).\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:09:28 GMT"},{"version":"v2","created":"Tue, 9 Nov 2010 18:17:07 GMT"}],"update_date":"2010-12-16","authors_parsed":[["Brod","Joachim",""],["Gorbahn","Martin",""]]}
{"id":"1007.0685","submitter":"Niklas Teichmann","authors":"Niklas Teichmann, Dennis Hinrichs, Martin Holthaus","title":"Reference data for phase diagrams of triangular and hexagonal bosonic\n  lattices","comments":"6 pages, 5 figures, accepted for publication in EPL","journal-ref":"EPL (Europhysics Letters) 91, 10004 (2010)","doi":"10.1209/0295-5075/91/10004","report-no":null,"categories":"cond-mat.quant-gas","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate systems of bosonic particles at zero temperature in triangular\nand hexagonal optical lattice potentials in the framework of the Bose-Hubbard\nmodel. Employing the process-chain approach, we obtain accurate values for the\nboundaries between the Mott insulating phase and the superfluid phase. These\nresults can serve as reference data for both other approximation schemes and\nupcoming experiments. Since arbitrary integer filling factors g are amenable to\nour technique, we are able to monitor the behavior of the critical hopping\nparameters with increasing filling. We also demonstrate that the g-dependence\nof these exact parameters is described almost perfectly by a scaling relation\ninferred from the mean-field approximation.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:11:55 GMT"}],"update_date":"2010-08-13","authors_parsed":[["Teichmann","Niklas",""],["Hinrichs","Dennis",""],["Holthaus","Martin",""]]}
{"id":"1007.0686","submitter":"Peter Kalberla MW","authors":"P. M. W. Kalberla, N. M. McClure-Griffiths, D. J. Pisano, M. R.\n  Calabretta, H. Alyson Ford, Felix J. Lockman, L. Staveley-Smith, J. Kerp, B.\n  Winkel, T. Murphy, K. Newton-McGee","title":"GASS: The Parkes Galactic All-Sky Survey. II. Stray-Radiation Correction\n  and Second Data Release","comments":"minor changes, 12 pages, 9 figures, A&A in press","journal-ref":null,"doi":"10.1051/0004-6361/200913979","report-no":null,"categories":"astro-ph.GA astro-ph.IM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The Parkes Galactic All-Sky Survey (GASS) is a survey of Galactic atomic\nhydrogen (HI) emission in the southern sky observed with the Parkes 64-m Radio\nTelescope. The first data release was published by McClure-Griffiths et al.\n(2009). We remove instrumental effects that affect the GASS and present the\nsecond data release. We calculate the stray-radiation by convolving the all-sky\nresponse of the Parkes antenna with the brightness temperature distribution\nfrom the Leiden/Argentine/Bonn (LAB) all sky 21-cm line survey, with major\ncontributions from the 30-m dish of the Instituto Argentino de Radioastronomia\n(IAR) in the southern sky. Remaining instrumental baselines are corrected using\nthe LAB data for a first guess of emission-free baseline regions. Radio\nfrequency interference is removed by median filtering. After applying these\ncorrections to the GASS we find an excellent agreement with the\nLeiden/Argentine/Bonn (LAB) survey. The GASS is the highest spatial resolution,\nmost sensitive, and is currently the most accurate HI survey of the Galactic HI\nemission in the southern sky. We provide a web interface for generation and\ndownload of FITS cubes.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:12:48 GMT"},{"version":"v2","created":"Wed, 7 Jul 2010 10:32:26 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Kalberla","P. M. W.",""],["McClure-Griffiths","N. M.",""],["Pisano","D. J.",""],["Calabretta","M. R.",""],["Ford","H. Alyson",""],["Lockman","Felix J.",""],["Staveley-Smith","L.",""],["Kerp","J.",""],["Winkel","B.",""],["Murphy","T.",""],["Newton-McGee","K.",""]]}
{"id":"1007.0687","submitter":"Makoto Maejima","authors":"Makoto Maejima, Victor Perez-Abreu and Ken-iti Sato","title":"Type A Distributions: Infinitely Divisible Distributions Related to\n  Arcsine Density","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Two transformations $\\mathcal{A}_{1}$ and $\\mathcal{A}_{2}$ of L\\'{e}vy\nmeasures on $\\mathbb{R}^{d}$ based on the arcsine density are studied and their\nrelation to general Upsilon transformations is considered. The domains of\ndefinition of $\\mathcal{A}_{1}$ and $\\mathcal{A}_{2}$ are determined and it is\nshown that they have the same range. Infinitely divisible distributions on\n$\\mathbb{R}^{d}$ with L\\'{e}vy measures being in the common range are called\ntype $A$ distributions and expressed as the law of a stochastic integral\n$\\int_0^1\\cos (2^{-1}\\pi t)dX_t$ with respect to L\\'{e}vy process $\\{X_t\\}$. \\\nThis new class includes as a proper subclass the Jurek class of distributions.\nIt is shown that generalized type $G$ distributions are the image of type $A$\ndistributions under a mapping defined by an appropriate stochastic integral.\n$\\mathcal{A}_{2}$ is identified as an Upsilon transformation, while\n$\\mathcal{A}_{1}$ is shown to be not.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:14:00 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Maejima","Makoto",""],["Perez-Abreu","Victor",""],["Sato","Ken-iti",""]]}
{"id":"1007.0688","submitter":"Oleg Karpenkov","authors":"Oleg Karpenkov","title":"Vladimir Igorevich Arnold","comments":"8 pages, 1 photo","journal-ref":"Internat. Math. Nachrichten, 2010","doi":null,"report-no":null,"categories":"math.HO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In the following article a Ph.D. student of V.I.~Arnold gives a personal\naccount on his teacher who unexpectedly passed away earlier this year.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:29:41 GMT"}],"update_date":"2010-07-07","authors_parsed":[["Karpenkov","Oleg",""]]}
{"id":"1007.0689","submitter":"Sven Heinemeyer","authors":"S. Heinemeyer, H. Rzehak, C. Schappacher","title":"Proposals for Bottom Quark/Squark Renormalization in the Complex MSSM","comments":"47 pages, 12 figures","journal-ref":"Phys.Rev.D82:075010,2010","doi":"10.1103/PhysRevD.82.075010","report-no":"KA-TP-17-2010, SFB/CPP-10-55","categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a consistent renormalization of the top and bottom quark/squark\nsector of the MSSM with complex parameters (cMSSM). Various renormalization\nschemes are defined, analyzed analytically and tested numerically in the decays\nStop_2 -> Sbot_i H+/W+ (i = 1,2). No scheme is found that produces numerically\nacceptable results over all the cMSSM parameter space, where problems occur\nmostly already for real parameters. Two schemes are identified that show the\nmost robust behavior. A numerical analysis of the four partial stop decay\nwidths is performed in our \"preferred\" scheme, \"m_b, A_b DRbar\". The full\none-loop corrections to the corresponding partial decay widths are evaluated\nincluding hard QED and QCD radiation. We find mostly modest corrections at the\none-loop level.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:34:45 GMT"}],"update_date":"2010-10-27","authors_parsed":[["Heinemeyer","S.",""],["Rzehak","H.",""],["Schappacher","C.",""]]}
{"id":"1007.0690","submitter":"Avinash Achar","authors":"Avinash Achar, Srivatsan Laxman and P. S. Sastry","title":"A unified view of Automata-based algorithms for Frequent Episode\n  Discovery","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.AI","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Frequent Episode Discovery framework is a popular framework in Temporal Data\nMining with many applications. Over the years many different notions of\nfrequencies of episodes have been proposed along with different algorithms for\nepisode discovery. In this paper we present a unified view of all such\nfrequency counting algorithms. We present a generic algorithm such that all\ncurrent algorithms are special cases of it. This unified view allows one to\ngain insights into different frequencies and we present quantitative\nrelationships among different frequencies. Our unified view also helps in\nobtaining correctness proofs for various algorithms as we show here. We also\npoint out how this unified view helps us to consider generalization of the\nalgorithm so that they can discover episodes with general partial orders.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:35:20 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Achar","Avinash",""],["Laxman","Srivatsan",""],["Sastry","P. S.",""]]}
{"id":"1007.0691","submitter":"Dan Pirjol","authors":"Dan Pirjol","title":"Phase transition in a log-normal Markov functional model","comments":"9 pages, 5 figures. v2: Added asymptotic expressions for the\n  convexity-adjusted Libors in the small and large volatility limits. v3: Added\n  one reference. Final version to appear in Journal of Mathematical Physics","journal-ref":null,"doi":"10.1063/1.3526679","report-no":null,"categories":"q-fin.CP cond-mat.stat-mech q-fin.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We derive the exact solution of a one-dimensional Markov functional model\nwith log-normally distributed interest rates in discrete time. The model is\nshown to have two distinct limiting states, corresponding to small and\nasymptotically large volatilities, respectively. These volatility regimes are\nseparated by a phase transition at some critical value of the volatility. We\ninvestigate the conditions under which this phase transition occurs, and show\nthat it is related to the position of the zeros of an appropriately defined\ngenerating function in the complex plane, in analogy with the Lee-Yang theory\nof the phase transitions in condensed matter physics.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:36:06 GMT"},{"version":"v2","created":"Tue, 20 Jul 2010 10:49:27 GMT"},{"version":"v3","created":"Thu, 6 Jan 2011 10:42:24 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Pirjol","Dan",""]]}
{"id":"1007.0692","submitter":"Eva Schinnerer","authors":"E. Schinnerer (MPIA), A. Weiss (MPIfR), S. Aalto (OSO), N.Z. Scoville\n  (CalTech)","title":"Multi-Transition Study of M51's Molecular Gas Spiral Arms","comments":"41 pages, 12 figures, 7 tables; accepted for publication by ApJ","journal-ref":null,"doi":"10.1088/0004-637X/719/2/1588","report-no":null,"categories":"astro-ph.CO astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Two selected regions in the molecular gas spiral arms in M51 were mapped with\nthe Owens Valley Radio Observatory (OVRO) mm-interferometer in the 12CO(2-1),\n13CO(1-0), C18O(1-0), HCN(1-0) and HCO+(1-0) emission lines. The CO data have\nbeen combined with the 12CO(1-0) data from Aalto et al. (1999) covering the\ncentral 3.5kpc to study the physical properties of the molecular gas. All CO\ndata cubes were short spacing corrected using IRAM 30m (12CO(1-0): NRO 45m)\nsingle dish data. A large velocity gradient (LVG) analysis finds that the giant\nmolecular clouds (GMCs) are similar to Galactic GMCs when studied at 180pc\n(120pc) resolution with an average kinetic temperature of T_kin = 20(16)K and\nH_2 density of n(H_2) = 120(240)cm^(-3) when assuming virialized clouds (a\nconstant velocity gradient dv/dr. The associated conversion factor between H_2\nmass and CO luminosity is close to the Galactic value for most regions\nanalyzed. Our findings suggest that the GMC population in the spiral arms of\nM51 is similar to those of the Milky Way and therefore the strong star\nformation occurring in the spiral arms has no strong impact on the molecular\ngas in the spiral arms. Extinction inferred from the derived H_2 column density\nis very high (A_V about 15 - 30 mag), about a factor of 5-10 higher than the\naverage value derived toward HII regions. Thus a significant fraction of the\nongoing star formation could be hidden inside the dust lanes of the spiral\narms. A comparison of MIPS 24um and H_alpha data, however, suggests that this\nis not the case and most of the GMCs studied here are not (yet) forming stars.\nWe also present low (4.5\") resolution OVRO maps of the HCN(1-0) and HCO+(1-0)\nemission at the location of the brightest 12CO(1-0) peak.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:42:57 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Schinnerer","E.","","MPIA"],["Weiss","A.","","MPIfR"],["Aalto","S.","","OSO"],["Scoville","N. Z.","","CalTech"]]}
{"id":"1007.0693","submitter":"Luminita Mihaila","authors":"L. Mihaila and C. Reisser","title":"O(alpha_s^2) corrections to fermionic Higgs decays in the MSSM","comments":"22 pages, 10 figures","journal-ref":"JHEP 1008:021,2010","doi":"10.1007/JHEP08(2010)021","report-no":"SFB/CPP-09-120, TTP/09-45","categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We compute the two-loop corrections of O(alpha_s^2) to the Yukawa couplings\nin the framework of the Minimal Supersymmetric Standard Model (MSSM). The\ncalculation is performed using the effective Lagrangian approach under the\napproximation of neglecting the Higgs boson mass with respect to the top quark,\ngluino and all squark flavour masses. As an application we derive the\nO(alpha_s^2) corrections to the partial decay width of the lightest Higgs boson\nto a bottom quark pair. We find that the two-loop corrections are sizable for\nlarge values of tan_beta and low CP-odd Higgs boson mass. With our calculation\nof the O(alpha_s^2) corrections the remaining theoretical uncertainties reduce\nbelow a few percent.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:52:05 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Mihaila","L.",""],["Reisser","C.",""]]}
{"id":"1007.0694","submitter":"Marc Bienert","authors":"J. M. Torres, M. Bienert, S. Zippilli, and G. Morigi","title":"Quantum jumps induced by the center-of-mass motion of a trapped atom","comments":null,"journal-ref":"Eur. Phys. J. D 61, 21 (2011)","doi":"10.1140/epjd/e2010-10387-4","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We theoretically study the occurrence of quantum jumps in the resonance\nfluorescence of a trapped atom. Here, the atom is laser cooled in a\nconfiguration of level such that the occurrence of a quantum jump is associated\nto a change of the vibrational center-of-mass motion by one phonon. The\nstatistics of the occurrence of the dark fluorescence period is studied as a\nfunction of the physical parameters and the corresponding features in the\nspectrum of resonance fluorescence are identified. We discuss the information\nwhich can be extracted on the atomic motion from the observation of a quantum\njump in the considered setup.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:58:36 GMT"},{"version":"v2","created":"Thu, 16 Dec 2010 07:46:47 GMT"}],"update_date":"2011-02-10","authors_parsed":[["Torres","J. M.",""],["Bienert","M.",""],["Zippilli","S.",""],["Morigi","G.",""]]}
{"id":"1007.0695","submitter":"Evgeny Fominykh","authors":"Evgeny Fominykh","title":"Dehn surgeries on the figure eight knot: an upper bound for the\n  complexity","comments":"11 pages, 9 figures","journal-ref":"Siberian Mathematical Journal, Vol. 52, No. 3, pp. 537-543, 2011","doi":null,"report-no":null,"categories":"math.GT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We establish an upper bound $\\omega(p/q)$ on the complexity of manifolds\nobtained by $p/q$-surgeries on the figure eight knot. It turns out that if\n$\\omega(p/q)\\leqslant 12$, the bound is sharp.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 14:59:06 GMT"}],"update_date":"2011-05-13","authors_parsed":[["Fominykh","Evgeny",""]]}
{"id":"1007.0696","submitter":"Steffen Winter","authors":"Steffen Winter, Martina Z\\\"ahle","title":"Fractal curvature measures of self-similar sets","comments":"13 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.MG math.DG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Fractal Lipschitz-Killing curvature measures C^f_k(F,.), k = 0, ..., d, are\ndetermined for a large class of self-similar sets F in R^d. They arise as weak\nlimits of the appropriately rescaled classical Lipschitz-Killing curvature\nmeasures C_k(F_r,.) from geometric measure theory of parallel sets F_r for\nsmall distances r>0. Due to self-similarity the limit measures appear to be\nconstant multiples of the normalized Hausdorff measures on F, and the constants\nagree with the corresponding total fractal curvatures C^f_k(F). This provides\ninformation on the 'second order' geometric fine structure of such fractals.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:03:14 GMT"},{"version":"v2","created":"Tue, 28 Sep 2010 15:38:11 GMT"}],"update_date":"2010-09-29","authors_parsed":[["Winter","Steffen",""],["Zähle","Martina",""]]}
{"id":"1007.0697","submitter":"Abir Bandyopadhyay","authors":"Abir Bandyopadhyay and Ravindra Pratap Singh","title":"Wigner Distribution of Elliptical Quantum Optical Vortex","comments":"Final version. 9 pages + 16 pages for 4 Figs","journal-ref":"Optics Communications 284 (2011) p256-261","doi":"10.1016/j.optcom.2010.08.051","report-no":null,"categories":"quant-ph physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We calculate the Wigner quasiprobability distribution function of quantum\nelliptical vortex in elliptical beam (EEV), produced by coupling squeezed\ncoherent states of two modes. The coupling between the two modes is performed\nby using beam splitter (BS) or a dual channel directional coupler (DCDC). The\nquantum interference due to the coupling between the two modes promises the\ngeneration of controlled entanglement for quantum computation and quantum\ntomography.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:05:47 GMT"},{"version":"v2","created":"Sat, 10 Jul 2010 11:44:06 GMT"},{"version":"v3","created":"Wed, 14 Jul 2010 10:40:06 GMT"},{"version":"v4","created":"Mon, 16 Aug 2010 17:31:16 GMT"},{"version":"v5","created":"Tue, 17 Aug 2010 10:00:07 GMT"},{"version":"v6","created":"Tue, 24 Aug 2010 08:40:13 GMT"},{"version":"v7","created":"Tue, 5 Oct 2010 08:25:32 GMT"}],"update_date":"2010-12-02","authors_parsed":[["Bandyopadhyay","Abir",""],["Singh","Ravindra Pratap",""]]}
{"id":"1007.0698","submitter":"Yiming Li","authors":"Yiming Li, Andrei Nomerotski","title":"Chargino and Neutralino Masses at ILC","comments":"8 pages, 8 figures, 4 tables, proceeding for Linear Collider Workshop\n  2010","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.ins-det hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The chargino/neutralino pair production is one of the benchmarking processes\nof ILC. These processes are interesting not only because it allows high\nprecision measurement of chargino and neutralino masses, but also for the\nreason that the separation of W and Z bosons through their hadronic decay\nproducts requires excellent jet resolution being a good benchmark of the\ndetector performance. The analysis based on the SiD detector concept with four\njets and missing energy final state will be presented. The uncertainty of\nchargino and neutralino cross sections can be determined with precision of 0.9%\nand 4.2% respectively. The mass uncertainties are obtained with a template\nfitting method achieving precision of better than 1 GeV.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:12:15 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Li","Yiming",""],["Nomerotski","Andrei",""]]}
{"id":"1007.0699","submitter":"Alok Pan","authors":"Dipankar Home, Alok Kumar Pan","title":"On the possibility of empirically probing the Bohmian model in terms of\n  the testability of quantum arrival/transit time distribution","comments":"18 pages, 1 Figure","journal-ref":"Int. J. Theor. Phys. 51, 374(2011)","doi":null,"report-no":null,"categories":"quant-ph physics.atom-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The present article focuses on studying the extent to which the nonuniqueness\nthat is inherent in the standard quantum mechanical calculation of\narrival/transit time distribution can be exploited to enable an empirical\nscrutiny of any causal trajectory model such as the Bohmian scheme. For this\npurpose, we consider the example of spin-1/2 neutral particles corresponding to\na wave packet which passes through a spin rotator(SR) that contains constant\nmagnetic field confined within a region - in such a case, the transit time\ndistribution can be measured in terms of the spin distribution of particles\nemerging from the SR. In particular, we investigate the way one can compare the\nBohmian predictions obtained for this example with that using one of the\nquantum approaches, say, the probability current density based scheme. Here the\nBohmian calculational procedure involves a couple of critical subtleties that\nlead to some specific directions for further studies.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:15:53 GMT"}],"update_date":"2013-01-22","authors_parsed":[["Home","Dipankar",""],["Pan","Alok Kumar",""]]}
{"id":"1007.0700","submitter":"Andres Santos","authors":"Andr\\'es Santos","title":"A Bhatnagar-Gross-Krook-like Model Kinetic Equation for a Granular Gas\n  of Inelastic Rough Hard Spheres","comments":"8 pages; 3 figures; invited talk at the 27th International Symposium\n  on Rarefied Gas Dynamics (Asilomar Conference Grounds, Pacific Grove,\n  California July 10-15, 2010)","journal-ref":"AIP Conf. Proc. 1333, 41-48 (2011)","doi":"10.1063/1.3562623","report-no":null,"categories":"cond-mat.soft cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The Boltzmann collision operator for a dilute granular gas of inelastic rough\nhard spheres is much more intricate than its counterpart for inelastic smooth\nspheres. Now the one-body distribution function depends not only on the\ntranslational velocity of the center of mass but also on the angular velocity\nof the particle. Moreover, the collision rules couple both velocities,\ninvolving not only the coefficient of normal restitution but also the\ncoefficient of tangential restitution. The aim of this paper is to propose an\nextension to inelastic rough particles of a Bhatnagar-Gross-Krook-like kinetic\nmodel previously proposed for inelastic smooth particles. The Boltzmann\ncollision operator is replaced by the sum of three terms representing: (i) the\nrelaxation to a two-temperature local equilibrium distribution, (ii) the action\nof a nonconservative drag force proportional to the peculiar velocity, and\n(iii) the action of a nonconservative torque equal to a linear combination of\nthe angular velocity and its mean value. The three coefficients in the force\nand torque are fixed to reproduce the Boltzmann collisional rates of change of\nthe mean angular velocity and of the two granular temperatures (translational\nand rotational). A simpler version of the model is also constructed in the form\nof two coupled kinetic equations for the translational and rotational velocity\ndistributions. The kinetic model is applied to the simple shear flow steady\nstate and the combined influence of the two coefficients of restitution on the\nshear and normal stresses and on the translational velocity distribution\nfunction is analyzed.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:21:37 GMT"},{"version":"v2","created":"Wed, 25 May 2011 16:24:52 GMT"}],"update_date":"2014-11-10","authors_parsed":[["Santos","Andrés",""]]}
{"id":"1007.0701","submitter":"Andres Santos","authors":"Andr\\'es Santos","title":"Homogeneous Free Cooling State in Binary Granular Fluids of Inelastic\n  Rough Hard Spheres","comments":"6 pages; 4 figures; contributed talk at the 27th International\n  Symposium on Rarefied Gas Dynamics (Asilomar Conference Grounds, Pacific\n  Grove, California July 10-15, 2010)","journal-ref":"AIP Conf. Proc. 1333, 128-133 (2011)","doi":"10.1063/1.3562637","report-no":null,"categories":"cond-mat.soft cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In a recent paper [A. Santos, G. M. Kremer, and V. Garz\\'o, \\emph{Prog.\nTheor. Phys. Suppl.} \\textbf{184}, 31-48 (2010)] the collisional energy\nproduction rates associated with the translational and rotational granular\ntemperatures in a granular fluid mixture of inelastic rough hard spheres have\nbeen derived. In the present paper the energy production rates are explicitly\ndecomposed into equipartition rates (tending to make all the temperatures\nequal) plus genuine cooling rates (reflecting the collisional dissipation of\nenergy). Next the homogeneous free cooling state of a binary mixture is\nanalyzed, with special emphasis on the quasi-smooth limit. A previously\nreported singular behavior (according to which a vanishingly small amount of\nroughness has a finite effect, with respect to the perfectly smooth case, on\nthe asymptotic long-time translational/translational temperature ratio) is\nfurther elaborated. Moreover, the study of the time evolution of the\ntemperature ratios shows that this dramatic influence of roughness already\nappears in the transient regime for times comparable to the relaxation time of\nperfectly smooth spheres.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:22:05 GMT"},{"version":"v2","created":"Wed, 25 May 2011 16:28:16 GMT"},{"version":"v3","created":"Thu, 26 May 2011 06:43:16 GMT"}],"update_date":"2014-11-10","authors_parsed":[["Santos","Andrés",""]]}
{"id":"1007.0702","submitter":"Jonathan Braine","authors":"Jonathan Braine, Pierre Gratier, Carsten Kramer, Karl F. Schuster,\n  Fatemeh Tabatabaei, Erwan Gardan","title":"Molecular Cloud Formation and the Star Formation Efficiency in M~33","comments":"9 pages 6 figures, Accepted in Astronomy and Astrophysics full\n  resolution version available at\n  www.obs.u-bordeaux1.fr/radio/JBraine/14166.pdf","journal-ref":null,"doi":"10.1051/0004-6361/201014166","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Does star formation proceed in the same way in large spirals such as the\nMilky Way and in smaller chemically younger galaxies? Earlier work suggests a\nmore rapid transformation of H$_2$ into stars in these objects but (1) a doubt\nremains about the validity of the H$_2$ mass estimates and (2) there is\ncurrently no explanation for why star formation should be more efficient. M~33,\na local group spiral with a mass $\\sim 10$\\% and a metallicity half that of the\nGalaxy, represents a first step towards the metal poor Dwarf Galaxies. We have\nsearched for molecular clouds in the outer disk of M~33 and present here a set\nof detections of both $^{12}$CO and $^{13}$CO, including the only detections\n(for both lines) beyond the R$_{25}$ radius in a subsolar metallicity galaxy.\nThe spatial resolution enables mass estimates for the clouds and thus a measure\nof the $N({\\rm H}_2) / I_{\\rm CO}$ ratio, which in turn enables a more reliable\ncalculation of the H$_2$ mass. Our estimate for the outer disk of M~33 is\n$N({\\rm H}_2) / I_{\\rm CO(1-0)} \\sim 5 \\times 10^{20} \\,{\\rm cm^{-2}/(K{\\rm \\\nkm \\ s^{-1}})}$ with an estimated uncertainty of a factor $\\le 2$. While the\n$^{12/13}$CO line ratios do not provide a reliable measure of $N({\\rm H}_2) /\nI_{\\rm CO}$, the values we find are slightly greater than Galactic and\ncorroborate a somewhat higher $N({\\rm H}_2) / I_{\\rm CO}$ value. Comparing the\nCO observations with other tracers of the interstellar medium, no reliable\nmeans of predicting where CO would be detected was identified. In particular,\nCO detections were often not directly on local HI or FIR or H$\\alpha$ peaks,\nalthough generally in regions with FIR emission and high HI column density. The\nresults presented here provide support for the quicker transformation of H$_2$\ninto stars in M~33 than in large local universe spirals.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:23:52 GMT"}],"update_date":"2016-04-20","authors_parsed":[["Braine","Jonathan",""],["Gratier","Pierre",""],["Kramer","Carsten",""],["Schuster","Karl F.",""],["Tabatabaei","Fatemeh",""],["Gardan","Erwan",""]]}
{"id":"1007.0703","submitter":"Jan Chwedenczuk","authors":"Jan Chwedenczuk, Francesco Piazza and Augusto Smerzi","title":"Phase Estimation With Interfering Bose-Condensed Atomic Clouds","comments":"4 pages, 2 figures","journal-ref":null,"doi":"10.1103/PhysRevA.82.051601","report-no":null,"categories":"cond-mat.quant-gas quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate how to estimate from atom-position measurements the relative\nphase of two Bose-Einstein condensates released from a double-well potential.\nWe demonstrate that the phase estimation sensitivity via the fit of the average\ndensity to the interference pattern is fundamentally bounded by shot noise.\nThis bound can be overcome by estimating the phase from the measurement of\n$\\sqrt N$ (or higher) correlation function. The optimal estimation strategy\nrequires the measurement of the $N$-th order correlation function. We also\ndemonstrate that a second estimation method -- based on the detection of the\ncenter of mass of the interference pattern -- provides sub shot-noise\nsensitivity. Yet, the implementation of both protocols might be experimentally\nchallenging.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:26:47 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Chwedenczuk","Jan",""],["Piazza","Francesco",""],["Smerzi","Augusto",""]]}
{"id":"1007.0704","submitter":"Renyue Cen","authors":"Renyue Cen (Princeton University)","title":"The State of the Universe at z~6","comments":"15 pages, 4 figures, submitted to ApJ Letters","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.CO astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In the context stellar reionization in the standard cold dark matter model,\nwe analyze observations at z~6 and are able to draw three significant\nconclusions with respect to star formation and the state of the intergalactic\nmedium (IGM) at z~6. (1) An initial stellar mass function (IMF) more efficient,\nby a factor of 10-20, in producing ionizing photons than the standard Salpeter\nIMF is required at z~6. This may be achieved by having either (A) a\nmetal-enriched IMF with and a lower mass cutoff of >= 30Msun or (B) 2-4% of\nstellar mass being Population III massive metal-free stars at z~6. While there\nis no compelling physical reason or observational evidence to support (A), (B)\ncould be fulfilled plausibly by continued existence of some pockets of\nuncontaminated, metal-free gas for star formation. (2) The volume-weighted\nneutral fraction of the IGM of <f_HI>_V~ 10^-4 at z=5.8 inferred from the SDSS\nobservations of QSO absorption spectra provides enough information to ascertain\nthat reionization is basically complete with at most ~0.1-1% of IGM that is\nun-ionized at z=5.8. (3) Barring some extreme evolution of the IMF, the neutral\nfraction of the IGM is expected to rise quickly toward high redshift from the\npoint of HII bubble percolation, with the mean neutral fraction of the IGM\nexpected to reach 6-12% at z=6.5, 13-27% at z=7.7 and 22-38% at z=8.8.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:33:17 GMT"},{"version":"v2","created":"Tue, 6 Jul 2010 00:21:56 GMT"}],"update_date":"2010-07-07","authors_parsed":[["Cen","Renyue","","Princeton University"]]}
{"id":"1007.0705","submitter":"Andrej El","authors":"Andrej El, Azwinndini Muronga, Zhe Xu and Carsten Greiner","title":"A relativistic dissipative hydrodynamic description for systems\n  including particle number changing processes","comments":"20 pages, 11 figures","journal-ref":"Nucl.Phys.A848:428-442,2010","doi":"10.1016/j.nuclphysa.2010.09.011","report-no":null,"categories":"nucl-th hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Relativistic dissipative hydrodynamic equations are extended by taking into\naccount particle number changing processes in a gluon system, which expands in\none dimension boost-invariantly. Chemical equilibration is treated by a rate\nequation for the particle number density based on Boltzmann equation and Grad's\nansatz for the off-equilibrium particle phase space distribution. We find that\nnot only the particle production, but also the temperature and the momentum\nspectra of the gluon system, obtained from the hydrodynamic calculations, are\nsensitive to the rates of particle number changing processes. Comparisons of\nthe hydrodynamic calculations with the transport ones employing the parton\ncascade BAMPS show the inaccuracy of the rate equation at large shear viscosity\nto entropy density ratio. To improve the rate equation, the Grad's ansatz has\nto be modified beyond the second moments in momentum.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:36:30 GMT"}],"update_date":"2010-11-23","authors_parsed":[["El","Andrej",""],["Muronga","Azwinndini",""],["Xu","Zhe",""],["Greiner","Carsten",""]]}
{"id":"1007.0706","submitter":"Shinya Kanemura","authors":"Mayumi Aoki and Shinya Kanemura","title":"Probing the Majorana nature of TeV-scale radiative seesaw models at the\n  ILC","comments":"8pages, 6 figures, Proceedings of LCWS/ILC2010","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Two important features of TeV-scale radiative seesaw models, in which tiny\nneutrino masses are generated at the quantum level, are an extended scalar\n(Higgs) sector and the Majorana nature. We study phenomenological aspects of\nthese models at the ILC. It is found that the Majorana nature of the models can\nbe tested directly via the electron-positron and electron-electron collision\nexperiments.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:46:50 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Aoki","Mayumi",""],["Kanemura","Shinya",""]]}
{"id":"1007.0707","submitter":"Uwe Grimm","authors":"Michael Baake and Uwe Grimm","title":"Diffraction of limit periodic point sets","comments":"10 pages, 2 figures; paper presented at ICQ11 (Sapporo)","journal-ref":"Philosophical Magazine 91 (2011) 2661-2670","doi":"10.1080/14786435.2010.508447","report-no":null,"categories":"math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Limit periodic point sets are aperiodic structures with pure point\ndiffraction supported on a countably, but not finitely generated Fourier module\nthat is based on a lattice and certain integer multiples of it. Examples are\ncut and project sets with p-adic internal spaces. We illustrate this by\nexplicit results for the diffraction measures of two examples with 2-adic\ninternal spaces. The first and well-known example is the period doubling\nsequence in one dimension, which is based on the period doubling substitution\nrule. The second example is a weighted planar point set that is derived from\nthe classic chair tiling in the plane. It can be described as a fixed point of\na block substitution rule.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:47:30 GMT"}],"update_date":"2019-07-16","authors_parsed":[["Baake","Michael",""],["Grimm","Uwe",""]]}
{"id":"1007.0708","submitter":"Valerie Fiona Domcke","authors":"Stefan Antusch, Jochen P. Baumann, Valerie F. Domcke and Philipp M.\n  Kostka (MPI, Munich)","title":"Sneutrino Hybrid Inflation and Nonthermal Leptogenesis","comments":"27 pages, 4 figures; minor changes; version published in JCAP","journal-ref":"JCAP 1010:006,2010","doi":"10.1088/1475-7516/2010/10/006","report-no":"MPP-2010-79","categories":"hep-ph astro-ph.CO hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In sneutrino hybrid inflation the superpartner of one of the right-handed\nneutrinos involved in the seesaw mechanism plays the role of the inflaton\nfield. It obtains its large mass after the \"waterfall\" phase transition which\nends hybrid inflation. After this phase transition the oscillations of the\nsneutrino inflaton field may dominate the universe and efficiently produce the\nbaryon asymmetry of the universe via nonthermal leptogenesis. We investigate\nthe conditions under which inflation, with primordial perturbations in\naccordance with the latest WMAP results, as well as successful nonthermal\nleptogenesis can be realized simultaneously within the sneutrino hybrid\ninflation scenario. We point out which requirements successful inflation and\nleptogenesis impose on the seesaw parameters, i.e. on the Yukawa couplings and\nthe mass of the right-handed (s)neutrino, and derive the predictions for the\nCMB observables in terms of the right-handed (s)neutrino mass and the other\nrelevant model parameters.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 15:48:30 GMT"},{"version":"v2","created":"Tue, 26 Oct 2010 15:28:36 GMT"}],"update_date":"2010-10-27","authors_parsed":[["Antusch","Stefan","","MPI, Munich"],["Baumann","Jochen P.","","MPI, Munich"],["Domcke","Valerie F.","","MPI, Munich"],["Kostka","Philipp M.","","MPI, Munich"]]}
{"id":"1007.0709","submitter":"Krishna Sigdel","authors":"Krishna P Sigdel and Germano S Iannacchione","title":"Calorimetric study of the nematic to smectic-A phase transition in\n  octylcyanobiphenyl-hexane binary mixtures","comments":null,"journal-ref":null,"doi":"10.1103/PhysRevE.82.051702","report-no":null,"categories":"cond-mat.soft","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The continuous nematic to smectic-A (N-SmA) phase transition has been studied\nby high-resolution ac-calorimetry in binary mixtures of the liquid crystal\noctylcyanobiphenyl(8CB) and a non-mesogenic, low-molecular weight, solvent\nn-hexane(hex) as a function of temperature and solvent concentration. Heating\nand cooling scans about the N-SmA transition temperature were repeatedly\nperformed on pure and six 8CB+hex samples having hexane molar concentration\nranging from x_{hex}= 0.02 to 0.12. All 8CB+hex samples in this range of\nx_{hex} remain macroscopically miscible and exhibit an N-SmA heat capacity peak\nthat shifts non-monotonically to lower temperature and evolves in shape, with a\nreproducible hysteresis, as x_{hex} increases. The imaginary part of heat\ncapacity remains zero up to x^{TCP}_{hex}\\simeq 0.07$ above which the distinct\npeak is observed, corresponding to a jump in both the real and imaginary\nenthalpy. A simple power-law analysis reveals an effective exponent that\nincreases smoothly from 0.30 to 0.50 with an amplitude ratio\nA^{-}/A^{+}\\rightarrow 1 as x_{hex}\\rightarrow x^{TCP}_{hex}. This observed\ncrossover towards the N-SmA tricritical point driven by solvent concentration\nis consistent with previous results and can be understood as weakening of the\nliquid crystal intermolecular potential promoting increased nematic\nfluctuations.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:06:41 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Sigdel","Krishna P",""],["Iannacchione","Germano S",""]]}
{"id":"1007.0710","submitter":"Jesper M{\\o}ller","authors":"Natalia Dobrinskaya, Jesper M. M{\\o}ller, and Dietrich Notbohm","title":"Vertex colorings of simplicial complexes","comments":null,"journal-ref":null,"doi":null,"report-no":"CPH-SYM-00","categories":"math.AT math.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We define an (r,s)-coloring of an abstract simplicial complex to be a\ncoloring using r colors of the vertices so that in any simplex at most s\nvertices have the same color. We translate the problem of finding an\n(r,s)-coloring of a given simplex to a topological problem and to a ring\ntheoretic problem. The topological version involves vector bundles over\nDavis--Januszkiewicz spaces and the algebraic one involves factorizations in\nStanley-Reisner rings.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:07:51 GMT"}],"update_date":"2010-10-18","authors_parsed":[["Dobrinskaya","Natalia",""],["Møller","Jesper M.",""],["Notbohm","Dietrich",""]]}
{"id":"1007.0711","submitter":"Jean-Luc Marichal","authors":"Marta Cardin, Miguel Couceiro, Silvio Giove, Jean-Luc Marichal","title":"Axiomatizations of signed discrete Choquet integrals","comments":null,"journal-ref":"International Journal of Uncertainty, Fuzziness and\n  Knowledge-Based Systems 19 (2) (2011) 193-199","doi":"10.1142/S0218488511006964","report-no":null,"categories":"math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the so-called signed discrete Choquet integral (also called\nnon-monotonic discrete Choquet integral) regarded as the Lov\\'asz extension of\na pseudo-Boolean function which vanishes at the origin. We present\naxiomatizations of this generalized Choquet integral, given in terms of certain\nfunctional equations, as well as by necessary and sufficient conditions which\nreveal desirable properties in aggregation theory.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:09:32 GMT"},{"version":"v2","created":"Fri, 22 Oct 2010 12:59:54 GMT"}],"update_date":"2011-04-06","authors_parsed":[["Cardin","Marta",""],["Couceiro","Miguel",""],["Giove","Silvio",""],["Marichal","Jean-Luc",""]]}
{"id":"1007.0712","submitter":"Theophilos Pisokas","authors":"Heinz Isliker (1), Theophilos Pisokas (1), Dafni Strintzi (2) and\n  Loukas Vlahos (1) ((1) Section of Astrophysics, Astronomy and Mechanics,\n  Department of Physics, Aristotle University of Thessaloniki, Association\n  Euratom - Hellenic Republic, Thessaloniki, Greece, (2) National Technical\n  University of Athens, Association Euratom - Hellenic Republic, Athens,\n  Greece)","title":"A self-organized criticality model for ion temperature gradient (ITG)\n  mode driven turbulence in confined plasma","comments":"In press at Physics of Plasmas, July 2010; 11 pages, 5 figures","journal-ref":null,"doi":"10.1063/1.3458668","report-no":null,"categories":"physics.plasm-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A new Self-Organized Criticality (SOC) model is introduced in the form of a\nCellular Automaton (CA) for ion temperature gradient (ITG) mode driven\nturbulence in fusion plasmas. Main characteristics of the model are that it is\nconstructed in terms of the actual physical variable, the ion temperature, and\nthat the temporal evolution of the CA, which necessarily is in the form of\nrules, mimics actual physical processes as they are considered to be active in\nthe system, i.e. a heating process and a local diffusive process that sets on\nif a threshold in the normalized ion temperature gradient R/L_T is exceeded.\nThe model reaches the SOC state and yields ion temperature profiles of\nexponential shape, which exhibit very high stiffness, in that they basically\nare independent of the loading pattern applied. This implies that there is\nanomalous heat transport present in the system, despite the fact that diffusion\nat the local level is imposed to be of a normal kind. The distributions of the\nheat fluxes in the system and of the heat out-fluxes are of power-law shape.\nThe basic properties of the model are in good qualitative agreement with\nexperimental results.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:09:35 GMT"},{"version":"v2","created":"Fri, 9 Jul 2010 15:41:12 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Isliker","Heinz",""],["Pisokas","Theophilos",""],["Strintzi","Dafni",""],["Vlahos","Loukas",""]]}
{"id":"1007.0713","submitter":"James Ralston","authors":"Jean-Claude Guillot and James V. Ralston","title":"Erratum for: Inverse Spectral Theory for a Singular Sturm-Liouville\n  Operator on [0,1]","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.SP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This is a correction to our article in the Journal of Differential Equations,\nVolume 76(1988).\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2010 18:00:37 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Guillot","Jean-Claude",""],["Ralston","James V.",""]]}
{"id":"1007.0714","submitter":"Jean-Luc Marichal","authors":"Miguel Couceiro, Jean-Luc Marichal","title":"Axiomatizations of Lov\\'asz extensions of pseudo-Boolean functions","comments":null,"journal-ref":"Fuzzy Sets and Systems 181 (1) (2011) 28-38","doi":"10.1016/j.fss.2011.05.006","report-no":null,"categories":"math.FA cs.DM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Three important properties in aggregation theory are investigated, namely\nhorizontal min-additivity, horizontal max-additivity, and comonotonic\nadditivity, which are defined by certain relaxations of the Cauchy functional\nequation in several variables. We show that these properties are equivalent and\nwe completely describe the functions characterized by them. By adding some\nregularity conditions, these functions coincide with the Lov\\'asz extensions\nvanishing at the origin, which subsume the discrete Choquet integrals. We also\npropose a simultaneous generalization of horizontal min-additivity and\nhorizontal max-additivity, called horizontal median-additivity, and we describe\nthe corresponding function class. Additional conditions then reduce this class\nto that of symmetric Lov\\'asz extensions, which includes the discrete symmetric\nChoquet integrals.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:21:07 GMT"},{"version":"v2","created":"Fri, 29 Jul 2011 08:57:44 GMT"}],"update_date":"2011-08-01","authors_parsed":[["Couceiro","Miguel",""],["Marichal","Jean-Luc",""]]}
{"id":"1007.0715","submitter":"Jose Ignacio Rosado","authors":"Jose Ignacio Rosado","title":"Representation of quantum states as points in a probability simplex\n  associated to a SIC-POVM","comments":"12 pages. Added journal reference","journal-ref":"Foundations of Physics, 41 (2011), pp. 1200-1213","doi":"10.1007/s10701-011-9540-9","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The quantum state of a $d$-dimensional system can be represented by the $d^2$\nprobabilities corresponding to a SIC-POVM, and then this distribution of\nprobability can be represented by a vector of $\\R^{d^2-1}$ in a simplex, we\nwill call this set of vectors $\\mathcal{Q}$. Other way of represent a\n$d$-dimensional system is by the corresponding Bloch vector also in\n$\\R^{d^2-1}$, we will call this set of vectors $\\mathcal{B}$. In this paper it\nis proved that with the adequate scaling $\\mathcal{B}=\\mathcal{Q}$. Also we\nindicate some features of the shape of $\\mathcal{Q}$.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:31:42 GMT"},{"version":"v2","created":"Thu, 29 Jul 2010 13:48:16 GMT"},{"version":"v3","created":"Wed, 8 Jun 2011 16:12:32 GMT"}],"update_date":"2011-06-09","authors_parsed":[["Rosado","Jose Ignacio",""]]}
{"id":"1007.0716","submitter":"Jun Ye","authors":"Florian Adler, Piotr Mas{\\l}owski, Aleksandra Foltynowicz, Kevin C.\n  Cossel, Travis C. Briles, Ingmar Hartl, and Jun Ye","title":"Mid-Infrared Frequency Comb Fourier Transform Spectrometer","comments":"23 pages (double spaced), 5 figures, 1 table","journal-ref":"Opt.Express 18:21861-21872,2010","doi":"10.1364/OE.18.021861","report-no":null,"categories":"physics.optics physics.chem-ph physics.ins-det","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Optical frequency-comb-based-high-resolution spectrometers offer enormous\npotential for spectroscopic applications. Although various implementations have\nbeen demonstrated, the lack of suitable mid-infrared comb sources has impeded\nexplorations of molecular fingerprinting. Here we present for the first time a\nfrequency-comb Fourier transform spectrometer operating in the\n2100-to-3700-cm-1 spectral region that allows fast and simultaneous\nacquisitions of broadband absorption spectra with up to 0.0056 cm-1 resolution.\nWe demonstrate part-per-billion detection limits in 30 seconds of integration\ntime for various important molecules including methane, ethane, isoprene, and\nnitrous oxide. Our system enables precise concentration measurements even in\ngas mixtures that exhibit continuous absorption bands, and it allows detection\nof molecules at levels below the noise floor via simultaneous analysis of\nmultiple spectral features. This system represents a near real-time,\nhigh-resolution, high-bandwidth mid-infrared spectrometer which is ready to\nreplace traditional Fourier transform spectrometers for many applications in\ntrace gas detection, atmospheric science, and medical diagnostics.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:31:57 GMT"},{"version":"v2","created":"Fri, 24 Sep 2010 22:32:38 GMT"}],"update_date":"2011-04-07","authors_parsed":[["Adler","Florian",""],["Masłowski","Piotr",""],["Foltynowicz","Aleksandra",""],["Cossel","Kevin C.",""],["Briles","Travis C.",""],["Hartl","Ingmar",""],["Ye","Jun",""]]}
{"id":"1007.0717","submitter":"Randy Kobes","authors":"Murray E. Alexander and Randy Kobes","title":"Expansion of the conditional probability function in a network with\n  nearest-neighbour degree correlations","comments":"16 pages, 9 figures, uses revtex4","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.soc-ph cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A useful property of a network that can be used to characterize many systems\nis the degree distribution. However, many complex networks exhibit\nhigher--order degree correlations that must be studied through other means,\nsuch as clustering coefficients, the Newman r factor, and the average nearest\nneighbour degree (ANND). In this paper we develop an expansion of the\nconditional probability that can be used to parameterize such degree\ncorrelations. The measures of degree correlations associated with this\nexpansion can be used to signal the presence of non--linear correlations.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:33:18 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Alexander","Murray E.",""],["Kobes","Randy",""]]}
{"id":"1007.0718","submitter":"Lee Smolin","authors":"Lee Smolin","title":"On limitations of the extent of inertial frames in non-commutative\n  relativistic spacetimes","comments":"21 pages, Latex, no figures, Section 4 argument improved\n  strengthening limit on synchronization; recent critique addressed","journal-ref":null,"doi":null,"report-no":null,"categories":"gr-qc hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the interplay of non-locality and Lorentz invariance in a version of\ndeformed or doubly special relativity (DSR) based on kappa-Minkowski spacetime.\nWe find that Einstein's procedure for an inertial observer to assign\ncoordinates to distant events becomes ambiguous for sufficiently distant\nevents. The accuracy to which two clocks can be synchronized turns out to\ndepend on the distance between them. These are consequences of the\nnon-commutativity of space and time coordinates or a dependence of the speed of\nlight on energy in relativistic theories. These ambiguities grow with distance\nand only become relevant for real observations for the description of\ncosmologically distant events. They do not afflict the interpretation of the\ndetection of gamma rays in stationary or moving frames near the detector.\nConsequently there is no disagreement between the principles of DSR and the\nobservation that interactions in nature are local down to currently observable\nscales.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:33:47 GMT"},{"version":"v2","created":"Wed, 7 Jul 2010 13:16:51 GMT"},{"version":"v3","created":"Tue, 10 Aug 2010 03:24:13 GMT"}],"update_date":"2010-08-11","authors_parsed":[["Smolin","Lee",""]]}
{"id":"1007.0719","submitter":"Alice Publications","authors":"ALICE Collaboration","title":"Transverse momentum spectra of charged particles in proton-proton\n  collisions at $\\sqrt{s} = 900$ GeV with ALICE at the LHC","comments":"20 pages, 8 figures, 2 tables, published version, figures at\n  http://aliceinfo.cern.ch/ArtSubmission/node/3902","journal-ref":"Phys. Lett. B 693 (2010) 53-68","doi":"10.1016/j.physletb.2010.08.026","report-no":null,"categories":"hep-ex nucl-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The inclusive charged particle transverse momentum distribution is measured\nin proton-proton collisions at $\\sqrt{s} = 900$ GeV at the LHC using the ALICE\ndetector. The measurement is performed in the central pseudorapidity region\n$(|\\eta|<0.8)$ over the transverse momentum range $0.15<p_{\\rm T}<10$ GeV/$c$.\nThe correlation between transverse momentum and particle multiplicity is also\nstudied. Results are presented for inelastic (INEL) and non-single-diffractive\n(NSD) events. The average transverse momentum for $|\\eta|<0.8$ is $\\left<p_{\\rm\nT}\\right>_{\\rm INEL}=0.483\\pm0.001$ (stat.) $\\pm0.007$ (syst.) GeV/$c$ and\n$\\left<p_{\\rm T}\\right>_{\\rm NSD}=0.489\\pm0.001$ (stat.) $\\pm0.007$ (syst.)\nGeV/$c$, respectively. The data exhibit a slightly larger $\\left<p_{\\rm\nT}\\right>$ than measurements in wider pseudorapidity intervals. The results are\ncompared to simulations with the Monte Carlo event generators PYTHIA and\nPHOJET.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:38:16 GMT"},{"version":"v2","created":"Tue, 6 Jul 2010 08:52:09 GMT"},{"version":"v3","created":"Thu, 19 Aug 2010 11:11:39 GMT"},{"version":"v4","created":"Thu, 28 Sep 2017 20:17:47 GMT"}],"update_date":"2017-10-02","authors_parsed":[["ALICE Collaboration","",""]]}
{"id":"1007.0720","submitter":"Yann Gallais","authors":"L. Chauvi\\`ere, Y. Gallais, M. Cazayous, M.A. M\\'easson, A. Sacuto, D.\n  Colson and A. Forget","title":"Impact of the Spin Density Wave Order on the Superconducting Gap of\n  Ba(Fe$_{1-x}$Co$_x$)$_2$As$_2$","comments":"4 pages, 3 figures","journal-ref":"Phys. Rev. B 82, 180521(R) (2010)","doi":"10.1103/PhysRevB.82.180521","report-no":null,"categories":"cond-mat.supr-con cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report a doping dependent electronic Raman scattering measurements on\niron-pnictide superconductor Ba(Fe$_{1-x}$Co$_x$)$_2$As$_2$ single crystals. A\nstrongly anisotropic gap is found at optimal doping for x=0.065 with\n$\\Delta_{max}\\sim 5\\Delta_{min}$. Upon entering the coexistence region between\nsuperconducting (SC) and spin-density-wave (SDW) orders, the effective pairing\nenergy scale is strongly reduced. Our results are interpreted in terms of a\ncompetition between SC and SDW orders for electronic state at the Fermi level.\nOur findings advocate for a strong connection between the SC and SDW gaps\nanisotropies which are both linked to interband interactions.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:39:59 GMT"},{"version":"v2","created":"Tue, 14 Dec 2010 08:28:49 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Chauvière","L.",""],["Gallais","Y.",""],["Cazayous","M.",""],["Méasson","M. A.",""],["Sacuto","A.",""],["Colson","D.",""],["Forget","A.",""]]}
{"id":"1007.0721","submitter":"Robert Coquereaux","authors":"Robert Coquereaux, Esteban Isasi and Gil Schieber","title":"Notes on TQFT Wire Models and Coherence Equations for SU(3) Triangular\n  Cells","comments":"44 figures","journal-ref":"SIGMA 6:099,2010","doi":"10.3842/SIGMA.2010.099","report-no":null,"categories":"math.QA hep-th math-ph math.MP","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","abstract":"  After a summary of the TQFT wire model formalism we bridge the gap from\nKuperberg equations for SU(3) spiders to Ocneanu coherence equations for\nsystems of triangular cells on fusion graphs that describe modules associated\nwith the fusion category of SU(3) at level k. We show how to solve these\nequations in a number of examples.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:40:25 GMT"},{"version":"v2","created":"Tue, 28 Dec 2010 06:20:40 GMT"}],"update_date":"2011-03-28","authors_parsed":[["Coquereaux","Robert",""],["Isasi","Esteban",""],["Schieber","Gil",""]]}
{"id":"1007.0722","submitter":"Robert Thijs Kozma","authors":"Robert Thijs Kozma and Jen\\H{o} Szirmai","title":"Optimally Dense Packings for Fully Asymptotic Coxeter Tilings by\n  Horoballs of Different Types","comments":"26 pages, 10 figures","journal-ref":"Monatshefte f\\\"ur Mathematik, October 2012, Volume 168, Issue 1,\n  pp 27-47","doi":"10.1007/s00605-012-0393-x","report-no":null,"categories":"math.MG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The goal of this paper to determine the optimal horoball packing arrangements\nand their densities for all four fully asymptotic Coxeter tilings (Coxeter\nhoneycombs) in hyperbolic 3-space $\\mathbb{H}^3$. Centers of horoballs are\nrequired to lie at vertices of the regular polyhedral cells constituting the\ntiling. We allow horoballs of different types at the various vertices. Our\nresults are derived through a generalization of the projective methodology for\nhyperbolic spaces. The main result states that the known B\\\"or\\\"oczky--Florian\ndensity upper bound for \"congruent horoball\" packings of $\\mathbb{H}^3$ remains\nvalid for the class of fully asymptotic Coxeter tilings, even if packing\nconditions are relaxed by allowing for horoballs of different types under\nprescribed symmetry groups. The consequences of this remarkable result are\ndiscussed for various Coxeter tilings.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:42:13 GMT"},{"version":"v2","created":"Thu, 12 Jul 2012 06:47:27 GMT"}],"update_date":"2014-03-18","authors_parsed":[["Kozma","Robert Thijs",""],["Szirmai","Jenő",""]]}
{"id":"1007.0723","submitter":"Sungha Hwang","authors":"Sung-Ha Hwang, Markos Katsoulakis, Luc Rey-Bellet","title":"Deterministic Equations for Stochastic Spatial Evolutionary Games","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR nlin.PS q-bio.PE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Spatial evolutionary games model individuals who are distributed in a spatial\ndomain and update their strategies upon playing a normal form game with their\nneighbors. We derive integro-differential equations as deterministic\napproximations of the microscopic updating stochastic processes. This\ngeneralizes the known mean-field ordinary differential equations and provide a\npowerful tool to investigate the spatial effects in populations evolution. The\ndeterministic equations allow to identify many interesting features of the\nevolution of strategy profiles in a population, such as standing and traveling\nwaves, and pattern formation, especially in replicator-type evolutions.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:45:01 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Hwang","Sung-Ha",""],["Katsoulakis","Markos",""],["Rey-Bellet","Luc",""]]}
{"id":"1007.0724","submitter":"Sergio Paron","authors":"Sergio Paron and Walter Weidmann","title":"The Ap 2-1 nebula and the surrounding molecular cloud G35.2-0.74: an\n  active star forming region","comments":"9 pages, 10 figures, accepted to be published in MNRAS (July 5, 2010)","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17303.x","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Using data from large-scale surveys: 2MASS, GLIMPSE, MIPSGAL, VGPS, GRS, and\nIPHAS, we performed a multiwavelength study of the ISM in a region of about 20'\nx 20' towards the molecular cloud G35.2-0.74. Additionally, the Ap 2-1 nebula,\nthat is seen in projection over the molecular cloud, was studied using optical\ndata obtained with the 2.15 m telescope at CASLEO, Argentina. From the HI\nabsorption study we estimate a distance of ~2 kpc for Ap 2-1 confirming that\nthe nebula is embedded in the south portion of the molecular cloud G35.2-0.74.\nPerforming a photometric study and analysing the spectral energy distributions\nof the sources likely embedded in the cloud, we confirm that this region is\nvery active in star formation, mainly towards the north, where we discover a\ncluster of young stellar objects. From the H_alpha and [NII] lines we obtain a\nradial velocity of v_LSR ~ 31 km/s for the Ap 2-1 nebula, in coincidence with\nthe velocity of the molecular cloud. Finally, we conclude that Ap 2-1 is an HII\nregion probably excited by an early B-type star.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:46:46 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Paron","Sergio",""],["Weidmann","Walter",""]]}
{"id":"1007.0725","submitter":"Nicolas Menicucci","authors":"Nicolas C. Menicucci, Steven T. Flammia, Peter van Loock","title":"Graphical calculus for Gaussian pure states","comments":"(v3) shortened title, very minor corrections (v2) minor corrections,\n  reference added, new figures for CZ gate and beamsplitter graph rules; (v1)\n  25 pages, 11 figures (made with TikZ)","journal-ref":"Phys. Rev. A 83, 042335 (2011)","doi":"10.1103/PhysRevA.83.042335","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We provide a unified graphical calculus for all Gaussian pure states,\nincluding graph transformation rules for all local and semi-local Gaussian\nunitary operations, as well as local quadrature measurements. We then use this\ngraphical calculus to analyze continuous-variable (CV) cluster states, the\nessential resource for one-way quantum computing with CV systems. Current\ngraphical approaches to CV cluster states are only valid in the unphysical\nlimit of infinite squeezing, and the associated graph transformation rules only\napply when the initial and final states are of this form. Our formalism applies\nto all Gaussian pure states and subsumes these rules in a natural way. In\naddition, the term \"CV graph state\" currently has several inequivalent\ndefinitions in use. Using this formalism we provide a single unifying\ndefinition that encompasses all of them. We provide many examples of how the\nformalism may be used in the context of CV cluster states: defining the\n\"closest\" CV cluster state to a given Gaussian pure state and quantifying the\nerror in the approximation due to finite squeezing; analyzing the optimality of\ncertain methods of generating CV cluster states; drawing connections between\nthis new graphical formalism and bosonic Hamiltonians with Gaussian ground\nstates, including those useful for CV one-way quantum computing; and deriving a\ngraphical measure of bipartite entanglement for certain classes of CV cluster\nstates. We mention other possible applications of this formalism and conclude\nwith a brief note on fault tolerance in CV one-way quantum computing.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 16:56:26 GMT"},{"version":"v2","created":"Mon, 19 Jul 2010 15:30:28 GMT"},{"version":"v3","created":"Fri, 4 Feb 2011 07:36:14 GMT"}],"update_date":"2011-04-29","authors_parsed":[["Menicucci","Nicolas C.",""],["Flammia","Steven T.",""],["van Loock","Peter",""]]}
{"id":"1007.0726","submitter":"Adrian Glaubitz","authors":"Adrian Glaubitz","title":"Laser-induced Spin Dynamics in Metallic Multilayers","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci cond-mat.other","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Electronic excitations in a ferromagnet can trigger ultrafast spin dynamics\nwith potential applications in a speed increase in magnetic recording. The\nproject investigates ultrafast magnetization dynamics, which is driven in\nmetallic layers by ballistic hot electrons. In a ferromagnet these electrons\ninduce a change in the absolute value of the magnetization M through\nspin-dependent scattering. If the electrons are spin-polarized, scattering at\nthe interface of a noble metal and a ferromagnet results in spin-transfer\ntorque and hence modifies the direction of M. To reveal the underlying\nmechanisms, we study model systems, which are realized by layers of Au with its\nlarge ballistic mean free path and Fe as an itinerant ferromagnet. We aim at\nunderstanding ultrafast demagnetization and femtosecond all-optical generation\nof spin transfer torque effects (excitation of hot electrons with a femtosecond\nlaser). The launched dynamics are probed by magneto-optics in a time-resolved\nexperiment.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:09:08 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Glaubitz","Adrian",""]]}
{"id":"1007.0727","submitter":"Rafael Manso Sainz","authors":"R. Manso Sainz and J. Trujillo Bueno","title":"Scattering Polarization of the Ca II IR Triplet for Probing the Quiet\n  Solar Chromosphere","comments":"27 pages, 16 figures, to appear in ApJ","journal-ref":null,"doi":"10.1088/0004-637X/722/2/1416","report-no":null,"categories":"astro-ph.SR physics.plasm-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The chromosphere of the quiet Sun is an important stellar atmospheric region\nwhose thermal and magnetic structure we need to decipher for unlocking new\ndiscoveries in solar and stellar physics. To this end, we must identify and\nexploit observables sensitive to weak magnetic fields (B<100 G) and to the\npresence of cool and hot gas in the bulk of the solar chromosphere. Here we\nreport on an investigation of the Hanle effect in two semi-empirical models of\nthe quiet solar atmosphere with different chromospheric thermal structures. Our\nstudy reveals that scattering polarization in the Ca II IR triplet has thermal\nand magnetic sensitivities potentially of great diagnostic value. The linear\npolarization in the 8498 A line shows a strong sensitivity to inclined magnetic\nfields with strengths between 0.001 and 10 G, while the emergent linear\npolarization in the 8542 A and 8662 A lines is mainly sensitive to magnetic\nfields with strengths between 0.001 and 0.1 G. The reason for this is that the\nscattering polarization of the 8542 A and 8662 A lines, unlike the 8498 A line,\nis controlled mainly by the Hanle effect in their (metastable) lower levels.\nTherefore, in regions with magnetic strengths sensibly larger than 1 G, their\nStokes Q and U profiles are sensitive only to the orientation of the magnetic\nfield vector. We also find that for given magnetic field configurations the\nsign of the Q/I and U/I profiles of the 8542 A and 8662 A lines is the same in\nboth atmospheric models, while the sign of the linear polarization profile of\nthe 8498 A line turns out to be very sensitive to the thermal structure of the\nlower chromosphere. We suggest that spectropolarimetric observations providing\ninformation on the relative scattering polarization amplitudes of the Ca II IR\ntriplet will be very useful to improve our empirical understanding of the\nthermal and magnetic structure of the quiet chromosphere.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:16:14 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Sainz","R. Manso",""],["Bueno","J. Trujillo",""]]}
{"id":"1007.0728","submitter":"Robert Burger PhD","authors":"John Robert Burger","title":"Artificial Learning in Artificial Memories","comments":"7 pages, 4 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.AI q-bio.NC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Memory refinements are designed below to detect those sequences of actions\nthat have been repeated a given number n. Subsequently such sequences are\npermitted to run without CPU involvement. This mimics human learning. Actions\nare rehearsed and once learned, they are performed automatically without\nconscious involvement.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:22:06 GMT"},{"version":"v2","created":"Sun, 5 Sep 2010 21:06:55 GMT"}],"update_date":"2010-09-07","authors_parsed":[["Burger","John Robert",""]]}
{"id":"1007.0729","submitter":"Axel Maas","authors":"Axel Maas","title":"Accessing directly the properties of fundamental scalars in the\n  confinement and Higgs phase","comments":"11 pages, 6 figures, 1 table; v2: one minor error corrected; v3: one\n  appendix on systematic uncertainties added and some minor changes, version to\n  appear in EPJC","journal-ref":"Eur.Phys.J.C71:1548,2011","doi":"10.1140/epjc/s10052-011-1548-y","report-no":null,"categories":"hep-lat hep-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The properties of elementary particles are encoded in their respective\npropagators and interaction vertices. For a SU(2) gauge theory coupled to a\ndoublet of fundamental complex scalars these propagators are determined in both\nthe Higgs phase and the confinement phase and compared to the Yang-Mills case,\nusing lattice gauge theory. Since the propagators are gauge-dependent, this is\ndone in the Landau limit of 't Hooft gauge, permitting to also determine the\nghost propagator. It is found that neither the gauge boson nor the scalar\ndiffer qualitatively in the different cases. In particular, the gauge boson\nacquires a screening mass, and the scalar's screening mass is larger than the\nrenormalized mass. Only the ghost propagator shows a significant change.\nFurthermore, indications are found that the consequences of the residual\nnon-perturbative gauge freedom due to Gribov copies could be different in the\nconfinement and the Higgs phase.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:33:51 GMT"},{"version":"v2","created":"Tue, 6 Jul 2010 11:07:14 GMT"},{"version":"v3","created":"Mon, 31 Jan 2011 15:48:09 GMT"}],"update_date":"2011-03-03","authors_parsed":[["Maas","Axel",""]]}
{"id":"1007.0730","submitter":"Frederic Thouin","authors":"Frederic Thouin, Mark Coates, Michael Rabbat","title":"Large scale probabilistic available bandwidth estimation","comments":"Submitted to Computer Networks","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.NI","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The common utilization-based definition of available bandwidth and many of\nthe existing tools to estimate it suffer from several important weaknesses: i)\nmost tools report a point estimate of average available bandwidth over a\nmeasurement interval and do not provide a confidence interval; ii) the commonly\nadopted models used to relate the available bandwidth metric to the measured\ndata are invalid in almost all practical scenarios; iii) existing tools do not\nscale well and are not suited to the task of multi-path estimation in\nlarge-scale networks; iv) almost all tools use ad-hoc techniques to address\nmeasurement noise; and v) tools do not provide enough flexibility in terms of\naccuracy, overhead, latency and reliability to adapt to the requirements of\nvarious applications. In this paper we propose a new definition for available\nbandwidth and a novel framework that addresses these issues. We define\nprobabilistic available bandwidth (PAB) as the largest input rate at which we\ncan send a traffic flow along a path while achieving, with specified\nprobability, an output rate that is almost as large as the input rate. PAB is\nexpressed directly in terms of the measurable output rate and includes\nadjustable parameters that allow the user to adapt to different application\nrequirements. Our probabilistic framework to estimate network-wide\nprobabilistic available bandwidth is based on packet trains, Bayesian\ninference, factor graphs and active sampling. We deploy our tool on the\nPlanetLab network and our results show that we can obtain accurate estimates\nwith a much smaller measurement overhead compared to existing approaches.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:42:44 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Thouin","Frederic",""],["Coates","Mark",""],["Rabbat","Michael",""]]}
{"id":"1007.0731","submitter":"Rahim Moosa","authors":"Rahim Moosa and Anand Pillay","title":"$\\aleph_0$-categorical strongly minimal compact complex manifolds","comments":"16 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.LO math.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Essential $\\aleph_0$-categoricity; i.e., $\\aleph_0$-categoricity in some full\ncountable language, is shown to be a robust notion for strongly minimal compact\ncomplex manifolds. Characterisations of triviality and essential\n$\\aleph_0$-categoricity are given in terms of complex-analytic automorphisms,\nin the simply connected case, and correspondences in general. As a consequence\nit is pointed out that an example of McMullen yields a strongly minimal compact\nK\\\"ahler manifold with trivial geometry but which is not\n$\\aleph_0$-categorical, giving a counterexample to a conjecture of the second\nauthor and Tom Scanlon.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:43:49 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Moosa","Rahim",""],["Pillay","Anand",""]]}
{"id":"1007.0732","submitter":"Anatoly Latyshev","authors":"A. V. Latyshev and A. A. Yushkanov","title":"Landau Diamagnetism of Degenerate Collisional Plasma","comments":"12 pages, 1 figure","journal-ref":null,"doi":null,"report-no":null,"categories":"math-ph math.MP physics.plasm-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  For the first time the kinetic description of Landau diamagnetism for\ndegenerate collisional plasma is given. The correct expression for transverse\nelectric conductivity of the quantum plasma, found by authors (see\narXiv:1002.1017 [math-ph] 4 Feb 2010) is used. In work S. Dattagupta, A.M.\nJayannavar and N. Kumar [Current science, V. 80, No. 7, 10 April, 2001] was\ndiscussed the important problem of dissipation (collisions) influence on Landau\ndiamagnetism. The analysis of this problem is given with the use of exact\nexpression for transverse conductivity of quantum plasma.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:44:24 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Latyshev","A. V.",""],["Yushkanov","A. A.",""]]}
{"id":"1007.0733","submitter":"Chengbo Wang","authors":"Daoyuan Fang, Chengbo Wang","title":"Almost global existence for some semilinear wave equations with almost\n  critical regularity","comments":"22 pages","journal-ref":"Communications in Partial Differential Equations, 38 (2013),\n  1467-1491","doi":"10.1080/03605302.2013.803482","report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  For any subcritical index of regularity $s>3/2$, we prove the almost global\nwell posedness for the 2-dimensional semilinear wave equation with the cubic\nnonlinearity in the derivatives, when the initial data are small in the Sobolev\nspace $H^s\\times H^{s-1}$ with certain angular regularity. The main new\ningredient in the proof is an endpoint version of the generalized Strichartz\nestimates in the space $L^2_t L_{|x|}^\\infty L^2_\\theta ([0,T]\\times \\R^2)$. In\nthe last section, we also consider the general semilinear wave equations with\nthe spatial dimension $n\\ge 2$ and the order of nonlinearity $p\\ge 3$.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:50:25 GMT"}],"update_date":"2014-03-14","authors_parsed":[["Fang","Daoyuan",""],["Wang","Chengbo",""]]}
{"id":"1007.0734","submitter":"Harald W. Griesshammer","authors":"Harald W. Griesshammer and Matthias R. Schindler (George Washington\n  U.)","title":"On Parity-Violating Three-Nucleon Interactions and the Predictive Power\n  of Few-Nucleon EFT at Very Low Energies","comments":"20 pages LaTeX2e, including 9 figures as .eps file embedded with\n  includegraphicx. Minor modifications and stylistic corrections. Version\n  accepted for publication in Eur. Phys. J. A","journal-ref":"Eur.Phys.J.A46:73-83,2010","doi":"10.1140/epja/i2010-11017-x","report-no":"INT-PUB-10-030","categories":"nucl-th hep-ph nucl-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We address the typical strengths of hadronic parity-violating three-nucleon\ninteractions in \"pion-less\" Effective Field Theory in the nucleon-deuteron\n(iso-doublet) system. By analysing the superficial degree of divergence of loop\ndiagrams, we conclude that no such interactions are needed at leading order.\nThe only two linearly independent parity-violating three-nucleon structures\nwith one derivative mix two-S and two-P-half waves with iso-spin transitions\nDelta I = 0 or 1. Due to their structure, they cannot absorb any divergence\nostensibly appearing at next-to-leading order. This observation is based on the\napproximate realisation of Wigner's combined SU(4) spin-isospin symmetry in the\ntwo-nucleon system, even when effective-range corrections are included.\nParity-violating three-nucleon interactions thus only appear beyond\nnext-to-leading order. This guarantees renormalisability of the theory to that\norder without introducing new, unknown coupling constants and allows the direct\nextraction of parity-violating two-nucleon interactions from three-nucleon\nexperiments.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 17:57:29 GMT"},{"version":"v2","created":"Sat, 24 Jul 2010 07:23:19 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Griesshammer","Harald W.","","George Washington\n  U."],["Schindler","Matthias R.","","George Washington\n  U."]]}
{"id":"1007.0735","submitter":"Marc Geiller","authors":"Dah-Wei Chiou, Marc Geiller","title":"Unimodular Loop Quantum Cosmology","comments":"26 pages. Revised version taking into account referee's comments","journal-ref":"Phys.Rev.D82:064012,2010","doi":"10.1103/PhysRevD.82.064012","report-no":null,"categories":"gr-qc hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Unimodular gravity is based on a modification of the usual Einstein-Hilbert\naction that allows one to recover general relativity with a dynamical\ncosmological constant. It also has the interesting property of providing, as\nthe momentum conjugate to the cosmological constant, an emergent clock\nvariable. In this paper we investigate the cosmological reduction of unimodular\ngravity, and its quantization within the framework of flat homogeneous and\nisotropic loop quantum cosmology. It is shown that the unimodular clock can be\nused to construct the physical state space, and that the fundamental features\nof the previous models featuring scalar field clocks are reproduced. In\nparticular, the classical singularity is replaced by a quantum bounce, which\ntakes place in the same condition as obtained previously. We also find that\nrequirement of semi-classicality demands the expectation value of the\ncosmological constant to be small (in Planck units). The relation to spin foam\nmodels is also studied, and we show that the use of the unimodular time\nvariable leads to a unique vertex expansion.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:03:14 GMT"},{"version":"v2","created":"Wed, 8 Sep 2010 07:35:01 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Chiou","Dah-Wei",""],["Geiller","Marc",""]]}
{"id":"1007.0736","submitter":"Delsate T\\'erence","authors":"Yves Brihaye, T\\'erence Delsate, Nobuyuki Sawado, Yuta Kodama","title":"Inflating baby-Skyrme branes in six dimensions","comments":"24 pages, 16 figures","journal-ref":"Phys.Rev.D82:106002,2010","doi":"10.1103/PhysRevD.82.106002","report-no":null,"categories":"hep-th gr-qc","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider a six dimensional brane world model, where the brane is described\nby a localized solution to the baby-Skyrme model extending in the\nextradimensions. The branes have a cosmological constant modeled by inflating\nfour dimensional slices and we further consider a bulk cosmological constant.\nWe construct solutions numerically and present evidences that the solutions\ncease to exist for large values of the brane cosmological constant in some\nparticular case. Then we study the stability of the model by considering\nperturbation of the gravitational part (resp. baby skyrmion) with fixed matter\nfields (resp. gravitational background). Our results indicate that the\nperturbation equations do not admit localized solutions for certain type of\nperturbation. The stability analysis can be alternatively seen as leading to a\nparticle spectrum; we give mass estimations for the baby-Skyrme perturbation\nand for the graviton.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:07:50 GMT"}],"update_date":"2010-11-11","authors_parsed":[["Brihaye","Yves",""],["Delsate","Térence",""],["Sawado","Nobuyuki",""],["Kodama","Yuta",""]]}
{"id":"1007.0737","submitter":"Alexander Turbiner","authors":"Marcos A. G. Garc\\'ia and Alexander V. Turbiner","title":"The quantum $H_3$ integrable system","comments":"32 pages, 3 figures","journal-ref":"Intern.Journ.Mod.Phys. A 25 (2010) 5567-5594","doi":"10.1142/S0217732311034839","report-no":null,"categories":"math-ph math.MP quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The quantum $H_3$ integrable system is a 3D system with rational potential\nrelated to the non-crystallographic root system $H_3$. It is shown that the\ngauge-rotated $H_3$ Hamiltonian as well as one of the integrals, when written\nin terms of the invariants of the Coxeter group $H_3$, is in algebraic form: it\nhas polynomial coefficients in front of derivatives. The Hamiltonian has\ninfinitely-many finite-dimensional invariant subspaces in polynomials, they\nform the infinite flag with the characteristic vector $\\vec \\al\\ =\\ (1,2,3)$.\nOne among possible integrals is found (of the second order) as well as its\nalgebraic form. A hidden algebra of the $H_3$ Hamiltonian is determined. It is\nan infinite-dimensional, finitely-generated algebra of differential operators\npossessing finite-dimensional representations characterized by a generalized\nGauss decomposition property. A quasi-exactly-solvable integrable\ngeneralization of the model is obtained. A discrete integrable model on the\nuniform lattice in a space of $H_3$-invariants \"polynomially\"-isospectral to\nthe quantum $H_3$ model is defined.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:08:21 GMT"}],"update_date":"2017-01-05","authors_parsed":[["García","Marcos A. G.",""],["Turbiner","Alexander V.",""]]}
{"id":"1007.0738","submitter":"Dante DeBlassie","authors":"Dante DeBlassie, Robert G. Smits","title":"The Expected Time to End the Tug-of-War in a Wedge","comments":"29 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Using a solution of a nonhomogeneous partial differential equation involving\nthe p- Laplacian, we study the finiteness of the expected time to end the\ntug-of-war in a wedge.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:19:09 GMT"}],"update_date":"2010-07-06","authors_parsed":[["DeBlassie","Dante",""],["Smits","Robert G.",""]]}
{"id":"1007.0739","submitter":"Krzysztof Malarz","authors":"J. C. Santos, F. W. S. Lima, K. Malarz","title":"Majority-vote model on triangular, honeycomb and Kagome lattices","comments":"5 pages, 5 figures, RevTeX4","journal-ref":"Physica A390 (2011) 359","doi":"10.1016/j.physa.2010.08.054","report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  On Archimedean lattices, the Ising model exhibits spontaneous ordering. Three\nexamples of these lattices of the majority-vote model with noise are considered\nand studied through extensive Monte Carlo simulations. The order/disorder phase\ntransition is observed in this system. The calculated values of the critical\nnoise parameter are q_c=0.089(5), q_c=0.078(3), and q_c=0.114(2) for honeycomb,\nKagome and triangular lattices, respectively. The critical exponents beta/nu,\ngamma/nu and 1/nu for this model are 0.15(5), 1.64(5), and 0.87(5); 0.14(3),\n1.64(3), and 0.86(6); 0.12(4), 1.59(5), and 1.08(6) for honeycomb, Kagome and\ntriangular lattices, respectively. These results differs from the usual Ising\nmodel results and the majority-vote model on so-far studied regular lattices or\ncomplex networks. The effective dimensionalities of the system D_{eff}= 1.96(5)\n(honeycomb), D_{eff} =1.92(4) (Kagome), and D_{eff}= 1.83(5) (triangular) for\nthese networks are just compatible to the embedding dimension two.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:26:11 GMT"}],"update_date":"2010-11-24","authors_parsed":[["Santos","J. C.",""],["Lima","F. W. S.",""],["Malarz","K.",""]]}
{"id":"1007.0740","submitter":"Maria del Mar Gonzalez","authors":"Maria del Mar Gonzalez and Regis Monneau","title":"Slow motion of particle systems as a limit of a reaction-diffusion\n  equation with half-Laplacian in dimension one","comments":"36 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider a reaction-diffusion equation with a half-Laplacian. In the case\nwhere the solution is independent on time, the model reduces to the\nPeierls-Nabarro model describing dislocations as transition layers in a phase\nfield setting. We introduce a suitable rescaling of the evolution equation,\nusing a small parameter $\\varepsilon$. As $\\varepsilon$ goes to zero, we show\nthat the limit dynamics is characterized by a system of ODEs describing the\nmotion of particles with two-body interactions. The interaction forces are in\n$1/x$ and correspond to the well-known interaction between dislocations.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:32:11 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Gonzalez","Maria del Mar",""],["Monneau","Regis",""]]}
{"id":"1007.0741","submitter":"Karl-Heinz Schmidt","authors":"Karl-Heinz Schmidt, Beatriz Jurado","title":"Further evidence for energy sorting from the even-odd effect in\n  fission-fragment element distributions","comments":"9 pages, 3 figures. Elaborate version with model calculation based on\n  statistical mechanics","journal-ref":null,"doi":null,"report-no":null,"categories":"nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The even-odd effect in fission is explained by a model based on statistical\nmechanics. It reveals that the variation of the even-odd effect with the mass\nof the fissioning nucleus and the increase towards asymmetric splits is due to\nthe important statistical weight of configurations where the light fission\nfragment populates the ground state of an even-even nucleus. This implies that\nentropy drives excitation energy and unpaired nucleons predominantly to the\nheavy fragment. Therefore, the even-odd effect is an additional signature of\nthe recently discovered energy-sorting process in fission.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:32:56 GMT"},{"version":"v2","created":"Tue, 23 Jul 2013 14:37:54 GMT"}],"update_date":"2013-07-24","authors_parsed":[["Schmidt","Karl-Heinz",""],["Jurado","Beatriz",""]]}
{"id":"1007.0742","submitter":"Rien van de Weygaert","authors":"Miguel A. Aragon-Calvo (1), Rien van de Weygaert (2), Bernard J.T.\n  Jones (2) ((1) Dept. Physics & Astronomy, the Johns Hopkins University,\n  Baltimore, U.S.A., (2) Kapteyn Astronomical Institute, University of\n  Groningen, the Netherlands)","title":"Multiscale Phenomenology of the Cosmic Web","comments":"28 pages, 22 figures, accepted for publication in MNRAS. For a\n  high-res version see http://www.astro.rug.nl/~weygaert/webmorph_mmf.pdf","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17263.x","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We analyze the structure and connectivity of the distinct morphologies that\ndefine the Cosmic Web. With the help of our Multiscale Morphology Filter (MMF),\nwe dissect the matter distribution of a cosmological $\\Lambda$CDM N-body\ncomputer simulation into cluster, filaments and walls. The MMF is ideally\nsuited to adress both the anisotropic morphological character of filaments and\nsheets, as well as the multiscale nature of the hierarchically evolved cosmic\nmatter distribution. The results of our study may be summarized as follows:\ni).- While all morphologies occupy a roughly well defined range in density,\nthis alone is not sufficient to differentiate between them given their overlap.\nEnvironment defined only in terms of density fails to incorporate the intrinsic\ndynamics of each morphology. This plays an important role in both linear and\nnon linear interactions between haloes. ii).- Most of the mass in the Universe\nis concentrated in filaments, narrowly followed by clusters. In terms of\nvolume, clusters only represent a minute fraction, and filaments not more than\n9%. Walls are relatively inconspicous in terms of mass and volume. iii).- On\naverage, massive clusters are connected to more filaments than low mass\nclusters. Clusters with $M \\sim 10^{14}$ M$_{\\odot}$ h$^{-1}$ have on average\ntwo connecting filaments, while clusters with $M \\geq 10^{15}$ M$_{\\odot}$\nh$^{-1}$ have on average five connecting filaments. iv).- Density profiles\nindicate that the typical width of filaments is 2$\\Mpch$. Walls have less well\ndefined boundaries with widths between 5-8 Mpc h$^{-1}$. In their interior,\nfilaments have a power-law density profile with slope ${\\gamma}\\approx -1$,\ncorresponding to an isothermal density profile.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:38:46 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Aragon-Calvo","Miguel A.",""],["van de Weygaert","Rien",""],["Jones","Bernard J. T.",""]]}
{"id":"1007.0743","submitter":"Delfim F. M. Torres","authors":"Agnieszka B. Malinowska, Delfim F. M. Torres","title":"Fractional variational calculus in terms of a combined Caputo derivative","comments":"Submitted 30-April-2010; accepted 23-June-2010; for presentation at\n  the IFAC Workshop on Fractional Derivative and Applications (IFAC FDA2010) to\n  be held in University of Extremadura, Badajoz, Spain, October 18-20, 2010","journal-ref":"Proc. 4th IFAC Workshop Fract. Differ. Appl. (2010), art. no.\n  FDA10-084, 6pp","doi":null,"report-no":null,"categories":"math.OC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We generalize the fractional Caputo derivative to the fractional derivative\n${^CD^{\\alpha,\\beta}_{\\gamma}}$, which is a convex combination of the left\nCaputo fractional derivative of order $\\alpha$ and the right Caputo fractional\nderivative of order $\\beta$. The fractional variational problems under our\nconsideration are formulated in terms of ${^CD^{\\alpha,\\beta}_{\\gamma}}$. The\nEuler-Lagrange equations for the basic and isoperimetric problems, as well as\ntransversality conditions, are proved.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:46:54 GMT"}],"update_date":"2012-01-16","authors_parsed":[["Malinowska","Agnieszka B.",""],["Torres","Delfim F. M.",""]]}
{"id":"1007.0744","submitter":"Benjamin Hutz","authors":"Benjamin Hutz, Trevor Hyde, Benjamin Krause","title":"Pre-images of quadratic dynamical systems","comments":"to appear in Involve; 16pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.NT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  For a quadratic endomorphism of the affine line defined over the rationals we\nconsider the problem of bounding the number of rational points that eventually\nland at a given constant after iteration, called pre-images of the constant. In\nthe article \"Uniform Bounds on Pre-Images Under Quadratic Dynamical Systems,\"\nit was shown that the number of rational pre-images is bounded as one varies\nthe morphism in a certain one-dimensional family. Explicit values of the\nconstant for pre-images of zero and -1 defined over the rational numbers were\naddressed in subsequent articles. This article addresses an explicit bound for\nany algebraic image constant and provides insight into the geometry of the\n\"pre-image surfaces.\"\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:49:53 GMT"},{"version":"v2","created":"Mon, 16 May 2011 17:24:49 GMT"}],"update_date":"2011-05-17","authors_parsed":[["Hutz","Benjamin",""],["Hyde","Trevor",""],["Krause","Benjamin",""]]}
{"id":"1007.0745","submitter":"George Kastrinakis","authors":"George Kastrinakis","title":"A fermionic superfluid state for many spinful species - II","comments":"4-page report. arXiv admin note: substantial text overlap with\n  arXiv:1007.3421","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.supr-con cond-mat.str-el math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In a previous report (arxiv:0901.2487), we introduced a new fermionic\nvariational wavefunction, suitable for interacting multi-species systems and\nsustaining superfluidity. This wavefunction contains a new quantum index. Here\nwe introduce a spin triplet version of this wavefunction, with parallel spin\npairs only. We also present a single fermion species wavefunction, which may be\nrelevant for the problem of the BCS to BEC transition.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:51:29 GMT"},{"version":"v2","created":"Tue, 23 Oct 2012 10:45:01 GMT"},{"version":"v3","created":"Thu, 8 Nov 2012 12:41:52 GMT"}],"update_date":"2012-11-09","authors_parsed":[["Kastrinakis","George",""]]}
{"id":"1007.0746","submitter":"Olga Lukina","authors":"Alex Clark, Robbert Fokkink and Olga Lukina","title":"The Schreier continuum and ends","comments":"Final version; to appear in Houston J. Math","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DS","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Blanc showed in his thesis that a compact minimal foliated space with a\nresidual subset of 2-ended leaves can contain only 1 or 2 ended leaves. In this\npaper we give examples of compact minimal foliated spaces where a topologically\ngeneric leaf has 1 end, there is an uncountable set of leaves with 2 ends and a\nleaf with 2n ends, for a given n>1. The examples we present are weak solenoids,\nwhich allows us to represent the graph of the group action on the fibre as the\ninverse limit of finite coverings of a finite graph, which we call the Schreier\ncontinuum, which we use to obtain the result. While in certain cases the\nproblem can be reduced to the study of a self-similar action of an automorphism\ngroup of a regular tree, our geometric technique is more general, as it applies\nto cases where the action is not self-similar.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:55:45 GMT"},{"version":"v2","created":"Wed, 28 Sep 2011 11:41:41 GMT"},{"version":"v3","created":"Sat, 4 Feb 2012 11:36:32 GMT"}],"update_date":"2012-02-07","authors_parsed":[["Clark","Alex",""],["Fokkink","Robbert",""],["Lukina","Olga",""]]}
{"id":"1007.0747","submitter":"Tsulaia Mirian","authors":"A.Fotopoulos, M.Tsulaia","title":"Current Exchanges for Reducible Higher Spin Modes on AdS","comments":"6 pages, Talk given at the XIXth International Colloquium on\n  Integrable Systems and Quantum Symmetries, Prague, Czech Republic, June\n  17-19, 2010; typos corrected, a reference added","journal-ref":null,"doi":null,"report-no":"LTH 882","categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We show how to decompose a Lagrangian for reducible massless bosonic Higher\nSpin modes into the ones describing irreducible (Fronsdal) Higher Spin modes on\na D dimensional AdS space. Using this decomposition we construct a new\nNonabelian cubic interaction vertex for reducible higher spin modes and two\nscalars on AdS from the already known vertex which involves irreducible\n(Fronsdal) modes.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 18:56:16 GMT"},{"version":"v2","created":"Fri, 20 Aug 2010 13:24:12 GMT"}],"update_date":"2010-08-23","authors_parsed":[["Fotopoulos","A.",""],["Tsulaia","M.",""]]}
{"id":"1007.0748","submitter":"Philipp Roloff","authors":"Philipp Roloff","title":"F_2^bbbar measurement at ZEUS","comments":"To appear in the proceedings of the DIS 2010 conference","journal-ref":"PoS DIS2010:174,2010","doi":null,"report-no":null,"categories":"hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Two recent measurements of beauty production in deep inelastic scattering\nbased on data collected by the ZEUS detector are summarised. In the first one,\nthe beauty fraction in the data was obtained from events with a muon and a jet.\nIn the second one, beauty cross sections were measured using the decay length\nsignificance and mass of inclusive secondary vertices. Differential cross\nsections are presented and compared to QCD predictions. The beauty contribution\nto the inclusive proton structure function F_2^bbbar was extracted for the\njet+muon measurement and is compared to previous measurements and theoretical\npredictions.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 19:02:09 GMT"}],"update_date":"2010-11-19","authors_parsed":[["Roloff","Philipp",""]]}
{"id":"1007.0749","submitter":"John Dixon","authors":"John A. Dixon","title":"A Note on Symmetric Mass and Interaction Terms for Weyl Spinors and SUSY","comments":"13 pages, Some Minor Changes in Notation, and Typographical Errors\n  Corrected","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-th hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  One can always write the mass matrix for Weyl spinors so that it is\nsymmetric. However this is often not a good idea. It is usually incompatible\nwith irreducibility of the fermion representations. As a result, a symmetrized\nmass term hides important symmetries and creates misleading difficulties that\nare not genuinely part of the theory. This is true for the Standard Model for\nexample, and for its supersymmetric versions. There is a related subtlety,\ninvolving symmetrization of the interaction terms, that is central to the SUSY\nbreaking mechanism of Cybersusy.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 19:43:37 GMT"},{"version":"v2","created":"Mon, 12 Jul 2010 15:23:32 GMT"}],"update_date":"2010-07-13","authors_parsed":[["Dixon","John A.",""]]}
{"id":"1007.0750","submitter":"Jonghee Lee","authors":"Jonghee Lee, Christian J. Long, Haitao Yang, Xiao-Dong Xiang, Ichiro\n  Takeuchi","title":"Atomic resolution imaging at 2.5 GHz using near-field microwave\n  microscopy","comments":"9 pages, 5 figures, submitted to Applied Physics Letters","journal-ref":"Appl.Phys.Lett. 97, 183111 (2010)","doi":"10.1063/1.3514243","report-no":null,"categories":"cond-mat.mes-hall cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Atomic resolution imaging is demonstrated using a hybrid scanning\ntunneling/near-field microwave microscope (microwave-STM). The microwave\nchannels of the microscope correspond to the resonant frequency and quality\nfactor of a coaxial microwave resonator, which is built in to the STM scan head\nand coupled to the probe tip. We find that when the tip-sample distance is\nwithin the tunneling regime, we obtain atomic resolution images using the\nmicrowave channels of the microwave-STM. We attribute the atomic contrast in\nthe microwave channels to GHz frequency current through the tip-sample tunnel\njunction. Images of the surfaces of HOPG and Au(111) are presented.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 19:45:53 GMT"}],"update_date":"2011-08-16","authors_parsed":[["Lee","Jonghee",""],["Long","Christian J.",""],["Yang","Haitao",""],["Xiang","Xiao-Dong",""],["Takeuchi","Ichiro",""]]}
{"id":"1007.0751","submitter":"David Baker Mr","authors":"D.E.A. Baker, R.F. Jameson, S.L. Casewell, N. Deacon, N. Lodieu and N.\n  Hambly","title":"Low Mass Stars and Brown Dwarfs in Praesepe","comments":"21 pages, 11 figures, 3 tables and 4 appendices. Accepted for\n  publication in MNRAS, corrected a missing reference","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17302.x","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Presented are the results of a large and deep optical-near-infrared\nmulti-epoch survey of the Praesepe open star cluster using data from the UKIDSS\nGalactic Clusters Survey. Multiple colour magnitude diagrams were used to\nselect potential members and proper motions were used to assign levels of\nmembership probability. From our sample, 145 objects were designated as high\nprobability members (p >= 0.6) with most of these having been found by previous\nsurveys although 14 new cluster members are also identified. Our membership\nassignment is restricted to the bright sample of objects (Z < 18). From the\nfainter sample, 39 candidates were found from an examination of multiple colour\nmagnitude plots. Of these, 2 have small but significant membership\nprobabilities. Finally, using theoretical models, cluster luminosity and mass\nfunctions were plotted with the later being fitted with a power law of alpha =\n1.11 +/- 0.37 for the mass range 0.6 to 0.125 Msun and an assumed cluster age\nof 500 Myrs in the UKIDSS Z photometric band. Likewise taking an assumed\ncluster age of 1 Gyr we find alpha = 1.10 +/- 0.37. Similar values were also\nfound for the J and K bands. These results compare favourably with the result\nof Kraus & Hillenbrand (2007) (alpha = 1.4 +/- 0.2) but are significantly lower\nthan that of the more recent study conducted by Boudreault et al. (2009) (alpha\n= 1.8 +/- 0.1).\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 19:53:38 GMT"},{"version":"v2","created":"Tue, 6 Jul 2010 07:22:04 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Baker","D. E. A.",""],["Jameson","R. F.",""],["Casewell","S. L.",""],["Deacon","N.",""],["Lodieu","N.",""],["Hambly","N.",""]]}
{"id":"1007.0752","submitter":"Benjamin Mazin","authors":"Benjamin A. Mazin, Kieran O'Brien, Sean McHugh, Bruce Bumble, David\n  Moore, Sunil Golwala, Jonas Zmuidzinas","title":"ARCONS: A highly multiplexed superconducting optical to near-IR camera","comments":"10 pages, 5 figures. To appear in Proc. SPIE Astronomical Telescopes\n  and Instrumentation, San Diego, 2010","journal-ref":null,"doi":"10.1117/12.856440","report-no":null,"categories":"astro-ph.IM cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report on the development of ARCONS, the ARray Camera for Optical to\nNear-IR Spectrophotometry. This photon counting integral field unit (IFU),\nbeing built at UCSB and Caltech with detectors fabricated at JPL, will use a\nunique, highly multiplexed low temperature detector technology known as\nMicrowave Kinetic Inductance Detectors (MKIDs). These detectors, which operate\nat 100 mK, should provide photon counting with energy resolution of R =\nE/{\\delta}E > 20 and time resolution of a microsecond, with a quantum\nefficiency of around 50%. We expect to field the instrument at the Palomar 200\"\ntelescope in the first quarter of 2011 with an array containing 1024 pixels in\na 32x32 pixel form factor to yield a field of view of approximately 10x10\narcseconds. The bandwidth of the camera is limited by the rising sky count rate\nat longer wavelengths, but we anticipate a bandwidth of 0.35 to 1.35 {\\mu}m\nwill be achievable. A simple optical path and compact dewar utilizing a\ncryogen-free adiabatic demagnetization refridgerator (ADR) allows the camera to\nbe deployed quickly at Naysmith or Coude foci at a variety of telescopes. A\nhighly expandable software defined radio (SDR) readout that can scale up to\nmuch larger arrays has been developed.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:00:00 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Mazin","Benjamin A.",""],["O'Brien","Kieran",""],["McHugh","Sean",""],["Bumble","Bruce",""],["Moore","David",""],["Golwala","Sunil",""],["Zmuidzinas","Jonas",""]]}
{"id":"1007.0753","submitter":"William H. Kinney","authors":"William H Kinney, Azadeh Moradinezhad Dizgah","title":"Flow in Cyclic Cosmology","comments":"14 pages, LaTeX (V2: reference added, version submitted to PRD)","journal-ref":"Phys.Rev.D82:083506,2010","doi":"10.1103/PhysRevD.82.083506","report-no":null,"categories":"astro-ph.CO gr-qc hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we use a known duality between expanding and contracting\ncosmologies to construct a dual of the inflationary flow hierarchy applicable\nto contracting cosmologies such as Ekpyrotic and Cyclic models. We show that\nthe inflationary flow equations are invariant under the duality and therefore\napply equally well to inflation or to cyclic cosmology. We construct a\nself-consistent small-parameter approximation dual to the slow-roll\napproximation in inflation, and calculate the power spectrum of perturbations\nin this limit. We also recover the matter-dominated contracting solution of\nWands, and the recently proposed Adiabatic Ekpyrosis solution.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:00:00 GMT"},{"version":"v2","created":"Wed, 14 Jul 2010 16:15:58 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Kinney","William H",""],["Dizgah","Azadeh Moradinezhad",""]]}
{"id":"1007.0754","submitter":"Michael Sokaliwska","authors":"Michael Sokaliwska, Hans-Joerg Fahr, Pavel Kroupa","title":"The influence of modified gravitational fields on motions of Keplerian\n  objects at the far-edge of the Solar System","comments":"9 pages, 16 figures, MNRAS accepted","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17085.x","report-no":null,"categories":"astro-ph.EP astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigated the impact of three different modifications of Newtonian\ngravity on motions of Keplerian objects within the Solar System. These objects\nare located at distances of the order of the distance to the Oort cloud. With\nthese three modifications we took into account a heliocentric Dark-Matter halo\nas was indicated by Diemand et al, Modified Newtonian Dynamics (MOND) and a\nvacuum-induced force due to a locally negative cosmological constant\n$\\Lambda_-$ derived by Fahr & Siewert. In gravitationally bound systems it\nturns out that all three modifications deliver the same qualitative results:\nInitially circular orbits for the pure Newtonian case are forced to convert\ninto ellipses with perihelion migrations. The quantitative consideration,\nhowever, of the orbital parameters showed strong differences between MOND on\nthe one side, and Dark-Matter and $\\Lambda_-$ effects on the other side.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:00:00 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Sokaliwska","Michael",""],["Fahr","Hans-Joerg",""],["Kroupa","Pavel",""]]}
{"id":"1007.0755","submitter":"Francesco Montesano","authors":"Francesco Montesano, Ariel G. Sanchez and Stefanie Phleps","title":"A new model for the full shape of the large-scale power spectrum","comments":"Accepted for publication in MNRAS","journal-ref":"MNRAS, 2010, 408, 2397-2412","doi":"10.1111/j.1365-2966.2010.17292.x","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a new model for the full shape of large-scale the power spectrum\nbased on renormalized perturbation theory. To test the validity of this\nprescription, we compare this model against power spectra measured in a suite\nof 50 large volume, moderate resolution N-body simulations. Our results\nindicate that this simple model provides an accurate description of the full\nshape of the power spectrum taking into account the effects of non-linear\nevolution, redshift-space distortions and halo bias for scales k < 0.15 h/Mpc,\nmaking it a valuable tool for the analysis of forthcoming galaxy surveys. Even\nthough its application is restricted to large scales, this prescription can\nprovide tighter constraints on the dark energy equation of state parameter\nw_{DE} than those obtained by modelling the baryonic acoustic oscillations\nsignal only, where the information of the broad-band shape of the power\nspectrum is discarded. Our model is able to provide constraints comparable to\nthose obtained by applying a similar model to the full shape of the correlation\nfunction, which is affected by different systematics. Hence, with accurate\nmodelling of the power spectrum, the same cosmological information can be\nextracted from both statistics.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:00:03 GMT"}],"update_date":"2010-11-03","authors_parsed":[["Montesano","Francesco",""],["Sanchez","Ariel G.",""],["Phleps","Stefanie",""]]}
{"id":"1007.0756","submitter":"Simeon Hellerman","authors":"Simeon Hellerman, Cornelius Schmidt-Colinet","title":"Bounds for State Degeneracies in 2D Conformal Field Theory","comments":"23 pages, LaTeX, minor changes","journal-ref":null,"doi":"10.1007/JHEP08(2011)127","report-no":"IPMU-10-0104","categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this note we explore the application of modular invariance in\n2-dimensional CFT to derive universal bounds for quantities describing certain\nstate degeneracies, such as the thermodynamic entropy, or the number of\nmarginal operators. We show that the entropy at inverse temperature 2 pi\nsatisfies a universal lower bound, and we enumerate the principal obstacles to\nderiving upper bounds on entropies or quantum mechanical degeneracies for fully\ngeneral CFTs. We then restrict our attention to infrared stable CFT with\nmoderately low central charge, in addition to the usual assumptions of modular\ninvariance, unitarity and discrete operator spectrum. For CFT in the range\nc_left + c_right < 48 with no relevant operators, we are able to prove an upper\nbound on the thermodynamic entropy at inverse temperature 2 pi. Under the same\nconditions we also prove that a CFT can have a number of marginal deformations\nno greater than ((c_left + c_right) / (48 - c_left - c_right)) e^(4 Pi) - 2.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:00:04 GMT"},{"version":"v2","created":"Wed, 30 Mar 2011 12:53:35 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Hellerman","Simeon",""],["Schmidt-Colinet","Cornelius",""]]}
{"id":"1007.0757","submitter":"Dragan Huterer","authors":"Cameron Gibelyou, Dragan Huterer and Wenjuan Fang (University of\n  Michigan)","title":"Detectability of large-scale power suppression in the galaxy\n  distribution","comments":"11 pages, 9 figures; expanded introduction and discussion; matches\n  the published version","journal-ref":"Phys.Rev.D82:123009,2010","doi":"10.1103/PhysRevD.82.123009","report-no":null,"categories":"astro-ph.CO gr-qc hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Suppression in primordial power on the Universe's largest observable scales\nhas been invoked as a possible explanation for large-angle observations in the\ncosmic microwave background, and is allowed or predicted by some inflationary\nmodels. Here we investigate the extent to which such a suppression could be\nconfirmed by the upcoming large-volume redshift surveys. For definiteness, we\nstudy a simple parametric model of suppression that improves the fit of the\nvanilla LCDM model to the angular correlation function measured by WMAP in\ncut-sky maps, and at the same time improves the fit to the angular power\nspectrum inferred from the maximum-likelihood analysis presented by the WMAP\nteam. We find that the missing power at large scales, favored by WMAP\nobservations within the context of this model, will be difficult but not\nimpossible to rule out with a galaxy redshift survey with large volume (~100\nGpc^3). A key requirement for success in ruling out power suppression will be\nhaving redshifts of most galaxies detected in the imaging survey.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:00:04 GMT"},{"version":"v2","created":"Wed, 14 Jul 2010 22:01:01 GMT"},{"version":"v3","created":"Fri, 1 Apr 2011 14:05:40 GMT"}],"update_date":"2011-04-04","authors_parsed":[["Gibelyou","Cameron","","University of\n  Michigan"],["Huterer","Dragan","","University of\n  Michigan"],["Fang","Wenjuan","","University of\n  Michigan"]]}
{"id":"1007.0758","submitter":"Matthew Baumgart","authors":"Matthew Baumgart, Claudio Marcantonini, Iain W. Stewart","title":"Systematic Improvement of Parton Showers with Effective Theory","comments":"54 pages, 24 figures, plus a few appendices. v2: included a parameter\n  \"eta\" to account for energy loss, title improved, journal version","journal-ref":"Phys.Rev.D83:034011,2011","doi":"10.1103/PhysRevD.83.034011","report-no":"MIT-CTP-4120","categories":"hep-ph hep-ex nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We carry out a systematic classification and computation of next-to-leading\norder kinematic power corrections to the fully differential cross section in\nthe parton shower. To do this we devise a map between ingredients in a parton\nshower and operators in a traditional effective field theory framework using a\nchain of soft-collinear effective theories. Our approach overcomes several\ndifficulties including avoiding double counting and distinguishing\napproximations that are coordinate choices from true power corrections.\nBranching corrections can be classified as hard-scattering, that occur near the\ntop of the shower, and jet-structure, that can occur at any point inside it.\nHard-scattering corrections include matrix elements with additional hard\npartons, as well as power suppressed contributions to the branching for the\nleading jet. Jet-structure corrections require simultaneous consideration of\npotential 1 -> 2 and 1 -> 3 branchings. The interference structure induced by\ncollinear terms with subleading powers remains localized in the shower.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:01:02 GMT"},{"version":"v2","created":"Sun, 30 Jan 2011 19:34:32 GMT"}],"update_date":"2011-02-18","authors_parsed":[["Baumgart","Matthew",""],["Marcantonini","Claudio",""],["Stewart","Iain W.",""]]}
{"id":"1007.0759","submitter":"Shamik Gupta","authors":"Shamik Gupta and David Mukamel","title":"Relaxation dynamics of stochastic long-range interacting systems","comments":"23 pages, 6 figures. v2: minor changes with added references,\n  published version","journal-ref":"J. Stat. Mech.: Theory Exp. P08026 (2010)","doi":"10.1088/1742-5468/2010/08/P08026","report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Long-range interacting systems, while relaxing towards equilibrium, may get\ntrapped in nonequilibrium quasistationary states (QSS) for a time which\ndiverges algebraically with the system size. These intriguing non-Boltzmann\nstates have been observed under deterministic Hamiltonian evolution of a\nparadigmatic system, the Hamiltonian Mean-Field (HMF) model. We study here the\nrobustness of QSS with respect to stochastic processes beyond deterministic\ndynamics within a microcanonical ensemble. To this end, we generalize the HMF\nmodel by allowing for stochastic three-particle collision dynamics in addition\nto the deterministic ones. By analyzing the resulting Boltzmann equation for\nthe phase space density, we demonstrate that in the presence of stochasticity,\nQSS occur only as a crossover phenomenon over a finite time determined by the\nstrength of the stochastic process. In particular, we argue that the relaxation\ntime to equilibrium does not scale algebraically with the system size. We\npropose a scaling form for the relaxation time which is in very good agreement\nwith results of extensive numerical simulations. The broader validity of these\nresults is tested on a different stochastic HMF model involving microcanonical\nMonte Carlo dynamical moves.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:01:09 GMT"},{"version":"v2","created":"Thu, 26 Aug 2010 11:17:04 GMT"}],"update_date":"2013-12-03","authors_parsed":[["Gupta","Shamik",""],["Mukamel","David",""]]}
{"id":"1007.0760","submitter":"Colin Guillarmou","authors":"Colin Guillarmou, Leo Tzou","title":"Identification of a connection from Cauchy data on a Riemann surface\n  with boundary","comments":"23 pages. Independent additional proof of Th 6.1 added. Minor typos\n  corrected","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DG math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider a connection $\\nabla^X$ on a complex line bundle over a Riemann\nsurface with boundary $M_0$, with connection 1-form $X$. We show that the\nCauchy data space of the connection Laplacian (also called magnetic Laplacian)\n$L:={\\nabla^X}^*\\nabla^X + q$, with $q$ a complex valued potential, uniquely\ndetermines the connection up to gauge isomorphism, and the potential $q$.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:10:48 GMT"},{"version":"v2","created":"Thu, 26 Aug 2010 14:07:33 GMT"}],"update_date":"2010-08-27","authors_parsed":[["Guillarmou","Colin",""],["Tzou","Leo",""]]}
{"id":"1007.0761","submitter":"M. Mendoza","authors":"M. Mendoza, P. Hass, F. K. Wittel, P. Niemz and H. J. Herrmann","title":"Adhesive penetration in Beech wood Part II: Penetration Model","comments":"17 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We propose an analytical model to predict the adhesives penetration into hard\nwood. Penetration of hard wood is dominated by the vessel network which\nprohibits porous medium approximations. Our model considers two scales: a one\ndimensional capillary fluid transport of a hardening adhesive through a single,\nstraight vessel with diffusion of solvent through its walls and a mesoscopic\nscale based on topological characteristics of the vessel network, where results\nfrom the single vessel scale are mapped onto a periodic network. Given an\ninitial amount of adhesive and applied bonding pressure, we calculate the\nportion of the filled structure. The model is applied to beech wood samples\njoined with three different types of adhesive (PUR, UF, PVAC) under various\ngrowth ring angles. We evaluate adhesive properties and bond line morphologies\ndescribed in part I of this work. The model contains one free parameter that\ncan be adjusted in order to fit the experimental data.\n","versions":[{"version":"v1","created":"Mon, 5 Jul 2010 20:12:58 GMT"}],"update_date":"2010-07-07","authors_parsed":[["Mendoza","M.",""],["Hass","P.",""],["Wittel","F. K.",""],["Niemz","P.",""],["Herrmann","H. J.",""]]}
