{"id":"1006.5715","submitter":"Qiang Li","authors":"Qing Jie, Juan Zhou, Xun Shi, Ivo K. Dimitrov, and Qiang Li","title":"Strong impact of grain boundaries on the thermoelectric properties of\n  non-equilibrium synthesized p-type Ce1.05Fe4Sb12.04 filled skutterudites with\n  nanostructure","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  p-type Ce1.05Fe4Sb12.04 filled skutterudites with much improved\nthermoelectric properties have been synthesized by rapidly converting nearly\namorphous ribbons into crystalline pellets under pressure. It is found that\nthis process greatly suppresses grain growth and second phase\nformation/segregation, and hence results in the samples consisting of\nnano-sized grains with strongly-coupled grain boundaries, as observed by\ntransmission electron microscopy. The room temperature carrier mobility in\nthese samples is significantly higher (nearly double) than those in the samples\nof the same starting composition made by the conventional solid-state reaction.\nNanostructure reduces the lattice thermal conductivity, while cleaner grain\nboundaries permit higher electron conduction.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:02:49 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Jie","Qing",""],["Zhou","Juan",""],["Shi","Xun",""],["Dimitrov","Ivo K.",""],["Li","Qiang",""]]}
{"id":"1006.5716","submitter":"Aravind Natarajan","authors":"Aravind Natarajan","title":"Caustics, cold flows, and annual modulation","comments":"Minor corrections made, replaced to reflect the published version","journal-ref":null,"doi":"10.1155/2011/285346","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We discuss the formation of dark matter caustics, and their possible\ndetection by future dark matter experiments. The annual modulation expected in\nthe recoil rate measured by a dark matter detector is discussed. We consider\nthe example of dark matter particles with a Maxwell-Boltzmann velocity\ndistribution modified by a cold stream due to a nearby caustic. It is shown\nthat the effect of the caustic flow is potentially detectable, even when the\ndensity enhancement due to the caustic is small. This makes the annual\nmodulation effect an excellent probe of inner caustics. We also show that the\nphase of the annual modulation at low recoil energies does not constrain the\nparticle mass unless the velocity distribution of particles in the solar\nneighborhood is known.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:05:19 GMT"},{"version":"v2","created":"Thu, 19 Aug 2010 18:16:55 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Natarajan","Aravind",""]]}
{"id":"1006.5717","submitter":"Fabio Fontanot","authors":"Fabio Fontanot (1), Anna Pasquali (2), Gabriella De Lucia (1), Frank\n  C. van den Bosch (3), Rachel S. Somerville (4,5), Xi Kang (6,2) ((1)\n  INAF-Osservatorio Astronomico di Trieste, (2) Max-Planck-Institute fuer\n  Astronomie, Heidelberg, (3) Department of Physics & Astronomy, University of\n  Utah (4) Space Telescope Science Institute, Baltimore (5) Department of\n  Physics and Astronomy, Johns Hopkins University, Baltimore,(6) Purple\n  Mountain Observatory, Chinese Academy of Sciences)","title":"The dependence of AGN activity on stellar and halo mass in Semi-Analytic\n  Models","comments":"15 pages; 8 figures; 1 table; updated to match MNRAS accepted version","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.18186.x","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  AGN feedback is believed to play an important role in shaping a variety of\nobserved galaxy properties, as well as the evolution of their stellar masses\nand star formation rates. In particular, in the current theoretical paradigm of\ngalaxy formation, AGN feedback is believed to play a crucial role in regulating\nthe levels of activity in galaxies, in relatively massive halos at low\nredshift. Only in recent years, however, has detailed statistical information\non the dependence of galaxy activity on stellar mass, parent halo mass and\nhierarchy has become available. In this paper, we compare the fractions of\ngalaxies belonging to different activity classes (star-forming, AGN and radio\nactive) with predictions from four different and independently developed\nsemi-analytical models. We adopt empirical relations to convert physical\nproperties into observables (H_alpha emission lines, OIII line strength and\nradio power). We demonstrate that all models used in this study reproduce the\noverall distributions of galaxies belonging to different activity classes as a\nfunction of stellar mass and halo mass: star forming galaxies and the strongest\nradio sources are preferentially associated with low-mass and high-mass\ngalaxies/halos respectively. However, model predictions differ from\nobservational measurements in a number of ways. All models used in our study\npredict that almost every >1.e12 Msun dark matter halo and/or >1.e11 Msun\ngalaxy should host a bright radio source, while only a small fraction of\ngalaxies belong to this class in the data. In addition, radio brightness is\nexpected to depend strongly on the mass of the parent halo mass in the models,\nwhile strong and weak radio galaxies are found in similar environments in data.\nOur results highlight that the distribution of AGN as a function of stellar\nmass provides one of the most promising discriminants between different gas\naccretion schemes.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:06:09 GMT"},{"version":"v2","created":"Fri, 17 Dec 2010 13:19:57 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Fontanot","Fabio",""],["Pasquali","Anna",""],["De Lucia","Gabriella",""],["Bosch","Frank C. van den",""],["Somerville","Rachel S.",""],["Kang","Xi",""]]}
{"id":"1006.5718","submitter":"Jorge Rezende","authors":"Jorge Rezende","title":"The Sturm-Liouville problem and the Polar Representation Theorem","comments":null,"journal-ref":"International Journal of Pure and Applied Mathematics, Vol. 61,\n  No. 4, 2010, 467-494","doi":null,"report-no":null,"categories":"math.CA math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The polar representation theorem for the n-dimensional time-dependent linear\nHamiltonian system with continuous coefficients, states that, given two\nisotropic solutions (Q1, P1) and (Q2, P2), with the identity matrix as\nWronskian,the formula Q2 = rcos(f), Q1 = rsin(f), holds, where r and f are\ncontinuous matrices, r is non-singular and f is symmetric. In this article we\nuse the monotonicity properties of the matrix f eigenvalues in order to obtain\nresults on the Sturm-Liouville problem.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:16:23 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Rezende","Jorge",""]]}
{"id":"1006.5719","submitter":"Michael Tannenbaum","authors":"M. J. Tannenbaum","title":"Fundamental Science and Improvement of the Quality of Life---Space\n  Quantization to MRI","comments":"Transcript of intervention presented at the Pontifical Academy of\n  Sciences, The Vatican, on the occasion of the award of the Ettore\n  Majorana--Erice--Science for Peace Prizes, November 25, 2009. 10 pages, 13\n  figures","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.hist-ph physics.soc-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  How the fundamental and purely quantum mechanical concept of space\nquantization and intrinsic spin led to totally unanticipated practical\nimprovements to the Quality of Life such as Magnetic Resonance Imaging, atomic\nclocks, etc. This is just one example of the importance of discoveries in\nfundamental science that are necessary in order achieve future progress via\nrevolutionary practical applications which improve the quality of life. The\nimportance educating the general populace with a broad knowledge of science is\nemphasized, as well as the need for specialized education for future\nscientists.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:17:07 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Tannenbaum","M. J.",""]]}
{"id":"1006.5720","submitter":"William Mann A","authors":"W. Anthony Mann, Daniel Cherdack, Wojciech Musial, and Tomas Kafka","title":"Apparent multiple Delta m^2_32 in muon anti-neutrino and muon neutrino\n  survival oscillations from non-standard interaction matter effect","comments":"7 pages, 5 figures. Accepted for publication in Physical Review D","journal-ref":"Phys.Rev.D82:113010,2010","doi":"10.1103/PhysRevD.82.113010","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Neutrinos propagating through matter may participate in forward coherent\nneutral-current-like scattering arising from non-standard interactions as well\nas from the Mikheyev-Smirnov-Wolfenstein matter potential $V_e$. We show that\nat fixed long baselines through matter of constant density, the non-standard\ninteraction potential $\\epsilon_{\\mu\\tau} V_e$ can contribute an additional\nterm to the oscillation phase whose sign differs for $\\anumu$ versus $\\numu$\npropagation in matter. Its presence can cause different apparent $\\Delta m^2$\nto be erroneously inferred on the basis of oscillations in vacuum, with values\nlying above (for $\\anumu$) or below (for $\\numu$) the actual $\\Delta m^2_{32}$\nfor the case where $\\epsilon_{\\mu\\tau}$ is predominantly real-valued and of\nsign opposite to $\\Delta m_{32}^2$. An NSI scenario invoking only\n$\\Re(\\epsilon_{\\mu\\tau})$ is shown to be capable of accounting for a disparity\nrecently reported between oscillation survival for $\\anumu$ and $\\numu$ fluxes\nmeasured at $735~\\mathrm{km}$ by the MINOS experiment. Implications for mantle\ntraversal by atmospheric neutrinos are examined. The NSI matter potential with\nnon-maximal mixing could evade conventional atmospheric neutrino analyses which\ndo not distinguish $\\numu$ from $\\anumu$ on an event-by-event basis.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:32:04 GMT"},{"version":"v2","created":"Thu, 2 Dec 2010 02:22:17 GMT"}],"update_date":"2010-12-28","authors_parsed":[["Mann","W. Anthony",""],["Cherdack","Daniel",""],["Musial","Wojciech",""],["Kafka","Tomas",""]]}
{"id":"1006.5721","submitter":"Xu Wang","authors":"Xu Wang and J. H. Eberly","title":"Elliptical Polarization and Probability of Double Ionization","comments":null,"journal-ref":"Phys. Rev. Lett. 105, 083001 (2010)","doi":"10.1103/PhysRevLett.105.083001","report-no":null,"categories":"physics.atom-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The degree of elliptical polarization of intense short laser pulses is shown\nto be related to the timing of strong-field non-sequential double ionization.\nHigher ellipticity is predicted to force the initiation of double ionization\ninto a narrower time window, and this \"pins\" the ionizing field strength in an\nunexpected way, leading to the first experimentally testable formula for double\nionization probability as a function of ellipticity.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:36:51 GMT"}],"update_date":"2010-08-20","authors_parsed":[["Wang","Xu",""],["Eberly","J. H.",""]]}
{"id":"1006.5722","submitter":"Davide Bondoni PhD","authors":"Davide Bondoni","title":"Review of W\\\"ust's 'Mathematik f\\\"ur Physiker und Mathematiker'","comments":"This paper has been withdrawn by the author","journal-ref":null,"doi":null,"report-no":null,"categories":"math.HO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper has been withdrawn by the author. In this article I review\nW\\\"ust's recent handbook on mathematical physics from a philosophical\nstandpoint. It emerges a structural approach to mathematics which evidences the\nutility of logic in the expression of the main concepts of this discipline.\n","versions":[{"version":"v1","created":"Sat, 26 Jun 2010 10:36:11 GMT"},{"version":"v2","created":"Sun, 4 Jul 2010 20:59:34 GMT"},{"version":"v3","created":"Thu, 25 Oct 2012 10:35:02 GMT"}],"update_date":"2012-10-26","authors_parsed":[["Bondoni","Davide",""]]}
{"id":"1006.5723","submitter":"Joseph Stover","authors":"Joseph Stover","title":"Attractive n-type contact processes","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Interacting particle systems are continuous time Markov processes which are\nused to construct models in many disciplines. Monotonicity is a property that\nsome interacting particle systems possess. A monotone interacting particle\nsystem is called attractive. A benefit of attractiveness is that it simplifies\ncertain calculations, one of which is the ability to use some computational\nalgorithms to sample exactly from the stationary distribution of an ergodic\nprocess. Monotonicity is well understood for spin systems such as the contact\nprocess. Spin systems only include two particle types however, while in many\napplied models, it is desirable to include more species of particles. In this\npaper a general framework of monotonicity will be outlined for a certain class\nof multitype contact processes.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:47:45 GMT"},{"version":"v2","created":"Wed, 10 Nov 2010 05:02:04 GMT"}],"update_date":"2010-11-11","authors_parsed":[["Stover","Joseph",""]]}
{"id":"1006.5724","submitter":"Michael Tannenbaum","authors":"M. J. Tannenbaum","title":"A fundamental test of the Higgs Yukawa coupling at RHIC in A+A\n  collisions","comments":"12 pages, 16 figures, 26th Winter Workshop on Nuclear Dynamics, Ocho\n  Rios, Jamaica WI, January 2-9, 2010. Corrected citation of 1974 direct single\n  lepton discovery","journal-ref":"J.Phys.Conf.Ser.230:012037,2010","doi":"10.1088/1742-6596/230/1/012037","report-no":null,"categories":"nucl-ex hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Searches for the intermediate boson, $W^{\\pm}$, the heavy quantum of the Weak\nInteraction, via its semi-leptonic decay, $W\\to e +\\nu$, in the 1970's instead\ndiscovered unexpectedly large hadron production at high $p_T$, notably $\\pi^0$,\nwhich provided a huge background of $e^{\\pm}$ from internal and external\nconversions. Methods developed at the CERN ISR which led to the discovery of\ndirect-single-$e^{\\pm}$ in 1974, later determined to be from the semi-leptonic\ndecay of charm which had not yet been discovered, were used by PHENIX at RHIC\nto make precision measurements of heavy quark production in p-p and Au+Au\ncollisions, leading to the puzzle of apparent equal suppression of light and\nheavy quarks in the QGP. If the Higgs mechanism gives mass to gauge bosons but\nnot to fermions, then a proposal that all 6 quarks are nearly massless in a\nQGP, which would resolve the puzzle, can not be excluded. This proposal can be\ntested with future measurements of heavy quark correlations in A+A collisions\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:49:04 GMT"},{"version":"v2","created":"Fri, 3 Sep 2010 18:17:37 GMT"}],"update_date":"2010-09-06","authors_parsed":[["Tannenbaum","M. J.",""]]}
{"id":"1006.5725","submitter":"Yifeng Xue","authors":"Zhihua Li and Yifeng Xue","title":"Nonstable $K$--theory for extension algebras of the simple purely\n  infinite $C^*$--algebra by certain $C^{*}$--algebras","comments":"7 pages, Chinese Math. Annal (Chinese) (accepted)","journal-ref":null,"doi":null,"report-no":null,"categories":"math.OA","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  Let $0\\longrightarrow\n\\B\\stackrel{j}{\\longrightarrow}E\\stackrel{\\pi}{\\longrightarrow}\\A\\longrightarrow\n0$ be an extension of $\\A$ by $\\B$, where $\\A$ is a unital simple purely\ninfinite $C^{*}$--algebra. When $\\B$ is a simple separable essential ideal of\nthe unital $C^{*}$--algebra $E$ with $\\RR(\\B)=0$ and {\\rm(PC)},\n$K_{0}(E)=\\{[p]\\mid p$ is a projection in $E\\setminus B\\}$; When $B$ is a\nstable $C^{*}$--algebra, $\\U(C(X,E))/\\U_0(C(X,E))\\cong K_1(C(X,E))$ for any\ncompact Hausdorff space $X$.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:49:24 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Li","Zhihua",""],["Xue","Yifeng",""]]}
{"id":"1006.5726","submitter":"Davide Lazzati","authors":"Adam C. Keith and Davide Lazzati (NCSU)","title":"Thermal fluctuations and nanoscale effects in the nucleation of\n  carbonaceous dust grains","comments":"10 pages, submitted to MNRAS, comments welcome","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17478.x","report-no":null,"categories":"astro-ph.SR astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the role of thermal fluctuations and of the finite number of\nmonomers in small clusters of carbon atoms on the nucleation rate of\ncarbonaceous grains. Thermal fluctuations are due to the quantized nature of\nthe energy exchanges between the clusters, the gas, and the radiation field.\nNanoscale effects modify the spontaneous detachment of monomers due to the\nfinite amount of internal energy contained in small clusters. We find that both\ncorrections have a big impact on the stability of the clusters and on the rate\nof nucleation. We implement our model within a Monte Carlo code to derive the\nnew stability conditions for clusters as well as nucleation rates. Due to\ncomputing limitations, we can explore the consequences of this approach only at\nhigh temperatures, at which particle interactions are not much less frequent\nthan photon interactions. We found that the combined effect of the detachment\ncorrection and the temperature fluctuations produces faster nucleation. We also\nfound that the nucleation rate depends on the composition of the gas and not\nonly on the partial pressure of the compound that condensates into grains. This\nis a unique result of this model that can be used to prove or disprove it.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:53:13 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Keith","Adam C.","","NCSU"],["Lazzati","Davide","","NCSU"]]}
{"id":"1006.5727","submitter":"Gaston Andres Garcia","authors":"N. Andruskiewitsch, F. Fantino, G. A. Garcia, L. Vendramin","title":"On Nichols algebras associated to simple racks","comments":"26 pages, minor changes","journal-ref":"Contemp. Math. 537 (2011) 31-56","doi":null,"report-no":null,"categories":"math.QA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This is a report on the present state of the problem of determining the\ndimension of the Nichols algebra associated to a rack and a cocycle. This is\nrelevant for the classification of finite-dimensional complex pointed Hopf\nalgebras whose group of group-likes is non-abelian. We deal mainly with simple\nracks. We recall the notion of rack of type D, collect the known lists of\nsimple racks of type D and include preliminary results for the open cases. This\nnotion is important because the Nichols algebra associated to a rack of type D\nand any cocycle has infinite dimension. For those racks not of type D, the\ncomputation of the cohomology groups is needed. We discuss some techniques for\nthis problem and compute explicitly the cohomology groups corresponding to some\nconjugacy classes in symmetric or alternating groups of low order.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:53:50 GMT"},{"version":"v2","created":"Wed, 11 Aug 2010 01:58:55 GMT"}],"update_date":"2011-03-22","authors_parsed":[["Andruskiewitsch","N.",""],["Fantino","F.",""],["Garcia","G. A.",""],["Vendramin","L.",""]]}
{"id":"1006.5728","submitter":"Gabriel Anorve-Zeferino","authors":"G.A. A\\~norve-Zeferino, M.G. Corona-Galindo","title":"Gravitational and mass distribution effects on stationary superwinds I","comments":"This paper has been withdrawn by the authors. Just wait for the new,\n  refereed, single-author (GAAZ) version. Regards","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.CO astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Here, we model the effect of non-uniform dynamical mass distributions and\ntheir associated gravitational fields on the stationary galactic superwind\nsolution. We do this by considering an analogue injection of mass and energy\nfrom stellar winds and SNe. We give analytical formulae that establish when an\noutflow is possible and also characterize distinct flow regimes and enrichment\nscenarios. We also constraint the parameter space by giving approximate limits\nabove which gravitation, self-gravitation and radiative cooling can inhibit the\nstationary flow. Later, we obtain analytical expressions for the free superwind\nhydrodynamical profiles. We find that the existence or inhibition of the\nsuperwind solution highly depends on the steepness and concentration of the\ndynamical mass and the mass and energy injection rates, not just in their\neffective total values. We compare our results with observational data and a\nrecent numerical work that models artificial massive galaxies assuming a\nuniform distribution of their parameters. Finally, we put our results in the\ncontext of the mass-metallicity relationship to discuss observational evidence\nrelated to the selective loss of metals from the less massive galaxies and the\nrecent discovery of high-metallicity dwarf spheroidal (dSph) and dwarf\nelliptical (dE) galaxies.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 20:58:51 GMT"},{"version":"v2","created":"Thu, 30 Sep 2010 20:34:07 GMT"}],"update_date":"2010-10-04","authors_parsed":[["Añorve-Zeferino","G. A.",""],["Corona-Galindo","M. G.",""]]}
{"id":"1006.5729","submitter":"James Steiner","authors":"James F. Steiner, Jeffrey E. McClintock, Ronald A. Remillard, Lijun\n  Gou, Shin'ya Yamada, Ramesh Narayan","title":"The Constant Inner-Disk Radius of LMC X-3: A Basis for Measuring Black\n  Hole Spin","comments":"Accepted for publication in ApJL; 15 manuscript pages, 3 figures","journal-ref":null,"doi":"10.1088/2041-8205/718/2/L117","report-no":null,"categories":"astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The black-hole binary system LMC X-3 has been observed by virtually every\nX-ray mission since the inception of X-ray astronomy. Among the persistent\nsources, LMC X-3 is uniquely both habitually soft and highly variable. Using a\nfully relativistic accretion-disk model, we analyze hundreds of spectra\ncollected during eight X-ray missions that span 26 years. For a selected sample\nof 391 RXTE spectra we find that to within ~2 percent the inner radius of the\naccretion disk is constant over time and unaffected by source variability. Even\nconsidering an ensemble of eight X-ray missions, we find consistent values of\nthe radius to within ~4-6 percent. Our results provide strong evidence for the\nexistence of a fixed inner-disk radius. The only reasonable inference is that\nthis radius is closely associated with the general relativistic innermost\nstable circular orbit (ISCO). Our findings establish a firm foundation for the\nmeasurement of black hole spin.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 21:00:26 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Steiner","James F.",""],["McClintock","Jeffrey E.",""],["Remillard","Ronald A.",""],["Gou","Lijun",""],["Yamada","Shin'ya",""],["Narayan","Ramesh",""]]}
{"id":"1006.5730","submitter":"S\\'andor Baran","authors":"S\\'andor Baran","title":"On the variances of a spatial unit root model","comments":null,"journal-ref":"Lithuanian Mathematical Journal 51 (2011), no. 2, 122-140","doi":"10.1007/s10986-011-9113-9","report-no":null,"categories":"math.ST stat.TH","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The asymptotic properties of the variances of the spatial autoregressive\nmodel $X_{k,\\ell}=\\alpha X_{k-1,\\ell}+\\beta X_{k,\\ell-1}+\\gamma\nX_{k-1,\\ell-1}+\\epsilon_{k,\\ell}$ are investigated in the unit root case, that\nis when the parameters are on the boundary of domain of stability that forms a\ntetrahedron in $[-1,1]^3$. The limit of the variance of\n$n^{-\\varrho}X_{[ns],[nt]}$ is determined, where on the interior of the faces\nof the domain of stability $\\varrho=1/4$, on the edges $\\varrho =1/2$, while on\nthe vertices $\\varrho =1$.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 21:01:02 GMT"},{"version":"v2","created":"Wed, 1 Sep 2010 07:20:21 GMT"},{"version":"v3","created":"Fri, 3 Sep 2010 06:39:29 GMT"}],"update_date":"2014-04-09","authors_parsed":[["Baran","Sándor",""]]}
{"id":"1006.5731","submitter":"Jukka-Pekka Onnela","authors":"Jukka-Pekka Onnela, Daniel J. Fenn, Stephen Reid, Mason A. Porter,\n  Peter J. Mucha, Mark D. Fricker, Nick S. Jones","title":"Taxonomies of Networks","comments":"Main text & supplementary material; revised version","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.data-an physics.soc-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The study of networks has grown into a substantial interdisciplinary\nendeavour that encompasses myriad disciplines in the natural, social, and\ninformation sciences. Here we introduce a framework for constructing taxonomies\nof networks based on their structural similarities. These networks can arise\nfrom any of numerous sources: they can be empirical or synthetic, they can\narise from multiple realizations of a single process, empirical or synthetic,\nor they can represent entirely different systems in different disciplines.\nSince the mesoscopic properties of networks are hypothesized to be important\nfor network function, we base our comparisons on summaries of network community\nstructures. While we use a specific method for uncovering network communities,\nmuch of the introduced framework is independent of that choice. After\nintroducing the framework, we apply it to construct a taxonomy for 746\nindividual networks and demonstrate that our approach usefully identifies\nsimilar networks. We also construct taxonomies within individual categories of\nnetworks, and in each case we expose non-trivial structure. For example we\ncreate taxonomies for similarity networks constructed from both political\nvoting data and financial data. We also construct network taxonomies to compare\nthe social structures of 100 Facebook networks and the growth structures\nproduced by different types of fungi.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 21:13:17 GMT"},{"version":"v2","created":"Wed, 19 Oct 2011 19:22:19 GMT"},{"version":"v3","created":"Fri, 18 May 2012 18:12:40 GMT"}],"update_date":"2012-05-21","authors_parsed":[["Onnela","Jukka-Pekka",""],["Fenn","Daniel J.",""],["Reid","Stephen",""],["Porter","Mason A.",""],["Mucha","Peter J.",""],["Fricker","Mark D.",""],["Jones","Nick S.",""]]}
{"id":"1006.5732","submitter":"Daniel Boyanovsky","authors":"Jun Wu, Jimmy Hutasoit, Daniel Boyanovsky, Richard Holman","title":"Is the GSI anomaly due to neutrino oscillations? - A real time\n  perspective -","comments":"11 pages","journal-ref":"Phys.Rev.D82:045027,2010","doi":"10.1103/PhysRevD.82.045027","report-no":null,"categories":"hep-ph hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study a model for the \"GSI anomaly\" in which we obtain the time evolution\nof the population of parent and daughter particles directly in real time,\nconsidering explicitly the quantum entanglement between the daughter particle\nand neutrino mass eigenstates in the two-body decay. We confirm that the decay\nrate of the parent particle and the growth rate of the daughter particle do\n\\emph{not} feature a time modulation from interference of neutrino mass\neigenstates. The lack of interference is a consequence of the orthogonality of\nthe mass eigenstates. This result also follows from the density matrix obtained\nby tracing out the unobserved neutrino states. We confirm this result by\nproviding a complementary explanation based on Cutkosky rules applied to the\nFeynman diagram that describes the self-energy of the parent particle.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 21:23:53 GMT"},{"version":"v2","created":"Fri, 27 Aug 2010 14:11:12 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Wu","Jun",""],["Hutasoit","Jimmy",""],["Boyanovsky","Daniel",""],["Holman","Richard",""]]}
{"id":"1006.5733","submitter":"Lev Kaplan","authors":"A. Matthew Smith and Lev Kaplan","title":"Integrating Random Matrix Theory Predictions with Short-Time Dynamical\n  Effects in Chaotic Systems","comments":"9 pages, 6 figures","journal-ref":"Phys. Rev. E 82, 016214 (2010)","doi":"10.1103/PhysRevE.82.016214","report-no":null,"categories":"nlin.CD quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We discuss a modification to Random Matrix Theory eigenstate statistics, that\nsystematically takes into account the non-universal short-time behavior of\nchaotic systems. The method avoids diagonalization of the Hamiltonian, instead\nrequiring only a knowledge of short-time dynamics for a chaotic system or\nensemble of similar systems. Standard Random Matrix Theory and semiclassical\npredictions are recovered in the limits of zero Ehrenfest time and infinite\nHeisenberg time, respectively. As examples, we discuss wave function\nautocorrelations and cross-correlations, and show that significant improvement\nin accuracy is obtained for simple chaotic systems where comparison can be made\nwith brute-force diagonalization. The accuracy of the method persists even when\nthe short-time dynamics of the system or ensemble is known only in a classical\napproximation. Further improvement in the rate of convergence is obtained when\nthe method is combined with the correlation function bootstrapping approach\nintroduced previously.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 21:30:49 GMT"}],"update_date":"2010-07-27","authors_parsed":[["Smith","A. Matthew",""],["Kaplan","Lev",""]]}
{"id":"1006.5734","submitter":"Ramon Herrera","authors":"Sergio del Campo, Eduardo Guendelman, Ramon Herrera and Pedro Labrana","title":"Emerging Universe from Scale Invariance","comments":"21 pages, 4 figures. Accepted for publication in JCAP","journal-ref":null,"doi":"10.1088/1475-7516/2010/06/026","report-no":null,"categories":"astro-ph.CO gr-qc hep-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider a scale invariant model which includes a $R^{2}$ term in action\nand show that a stable \"emerging universe\" scenario is possible. The model\nbelongs to the general class of theories, where an integration measure\nindependent of the metric is introduced. To implement scale invariance (S.I.),\na dilaton field is introduced. The integration of the equations of motion\nassociated with the new measure gives rise to the spontaneous symmetry breaking\n(S.S.B) of S.I. After S.S.B. of S.I. in the model with the $R^{2}$ term (and\nfirst order formalism applied), it is found that a non trivial potential for\nthe dilaton is generated. The dynamics of the scalar field becomes non linear\nand these non linearities are instrumental in the stability of some of the\nemerging universe solutions, which exists for a parameter range of the theory.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 21:58:32 GMT"}],"update_date":"2015-05-19","authors_parsed":[["del Campo","Sergio",""],["Guendelman","Eduardo",""],["Herrera","Ramon",""],["Labrana","Pedro",""]]}
{"id":"1006.5735","submitter":"Pierre Guillard","authors":"P. Guillard, T. Rodet, S. Ronayette, J. Amiaux, A. Abergel, V. Moreau,\n  J. L. Augueres, A. Bensalem, T. Orduna, C. Nehm\\'e, A. R. Belu, E. Pantin, P.\n  O Lagage, Y. Longval, A. C. H. Glasse, P. Bouchet, C. Cavarroc, D. Dubreuil,\n  S. Kendrew","title":"Optical performance of the JWST MIRI flight model: characterization of\n  the point spread function at high-resolution","comments":"13 pages, submitted to SPIE Proceedings vol. 7731, Space Telescopes\n  and Instrumentation 2010: Optical, Infrared, and Millimeter Wave","journal-ref":null,"doi":"10.1117/12.853591","report-no":null,"categories":"astro-ph.IM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The Mid Infra Red Instrument (MIRI) is one of the four instruments onboard\nthe James Webb Space Telescope (JWST), providing imaging, coronagraphy and\nspectroscopy over the 5-28 microns band. To verify the optical performance of\nthe instrument, extensive tests were performed at CEA on the flight model (FM)\nof the Mid-InfraRed IMager (MIRIM) at cryogenic temperatures and in the\ninfrared. This paper reports on the point spread function (PSF) measurements at\n5.6 microns, the shortest operating wavelength for imaging. At 5.6 microns the\nPSF is not Nyquist-sampled, so we use am original technique that combines a\nmicroscanning measurement strategy with a deconvolution algorithm to obtain an\nover-resolved MIRIM PSF. The microscanning consists in a sub-pixel scan of a\npoint source on the focal plane. A data inversion method is used to reconstruct\nPSF images that are over-resolved by a factor of 7 compared to the native\nresolution of MIRI. We show that the FWHM of the high-resolution PSFs were\n5-10% wider than that obtained with Zemax simulations. The main cause was\nidentified as an out-of-specification tilt of the M4 mirror. After correction,\ntwo additional test campaigns were carried out, and we show that the shape of\nthe PSF is conform to expectations. The FWHM of the PSFs are 0.18-0.20 arcsec,\nin agreement with simulations. 56.1-59.2% of the total encircled energy\n(normalized to a 5 arcsec radius) is contained within the first dark Airy ring,\nover the whole field of view. At longer wavelengths (7.7-25.5 microns), this\npercentage is 57-68%. MIRIM is thus compliant with the optical quality\nrequirements. This characterization of the MIRIM PSF, as well as the\ndeconvolution method presented here, are of particular importance, not only for\nthe verification of the optical quality and the MIRI calibration, but also for\nscientific applications.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 22:08:26 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Guillard","P.",""],["Rodet","T.",""],["Ronayette","S.",""],["Amiaux","J.",""],["Abergel","A.",""],["Moreau","V.",""],["Augueres","J. L.",""],["Bensalem","A.",""],["Orduna","T.",""],["Nehmé","C.",""],["Belu","A. R.",""],["Pantin","E.",""],["Lagage","P. O",""],["Longval","Y.",""],["Glasse","A. C. H.",""],["Bouchet","P.",""],["Cavarroc","C.",""],["Dubreuil","D.",""],["Kendrew","S.",""]]}
{"id":"1006.5736","submitter":"Elena Bannikova Yu.","authors":"Sergey A. Poslavsky, Elena Yu.Bannikova, Victor M. Kontorovich","title":"Acceleration and ejection of ring vortexes by a convergent flow as a\n  probable mechanism of arising jet components of AGN","comments":"11 pages, 4 figures, the paper basically corresponds to the text\n  published in proceedings of the conference \"Transformation of waves, coherent\n  structures and turbulence\", 2009, p.304 (in Russian)","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Exact solutions of two-dimensional hydrodynamics equations for the symmetric\nconfigurations of two and four vortices in the presence of an arbitrary flow\nwith a singular point are found. The solutions describe the dynamics of the\ndipole toroidal vortex in accretion and wind flows in active galactic nuclei.\nIt is shown that the toroidal vortices in a converging (accretion) flow, being\ncompressed along the large radius, are ejected with acceleration along the axis\nof symmetry of the nucleus, forming the components of two-sided jet. The\nincrement of velocities of the vortices is determined by the monopole component\nof the flow only. The dipole component of the flow determines the asymmetry of\nejections in the case of an asymmetric flow.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 22:14:30 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Poslavsky","Sergey A.",""],["Bannikova","Elena Yu.",""],["Kontorovich","Victor M.",""]]}
{"id":"1006.5737","submitter":"Ganna Rozhnova","authors":"Ganna Rozhnova and Ana Nunes","title":"Stochastic effects in a seasonally forced epidemic model","comments":"13 pages, 9 figures, 3 tables","journal-ref":"Phys. Rev. E 82, 041906 (2010)","doi":"10.1103/PhysRevE.82.041906","report-no":null,"categories":"physics.bio-ph cond-mat.stat-mech nlin.AO q-bio.PE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The interplay of seasonality, the system's nonlinearities and intrinsic\nstochasticity is studied for a seasonally forced\nsusceptible-exposed-infective-recovered stochastic model. The model is explored\nin the parameter region that corresponds to childhood infectious diseases such\nas measles. The power spectrum of the stochastic fluctuations around the\nattractors of the deterministic system that describes the model in the\nthermodynamic limit is computed analytically and validated by stochastic\nsimulations for large system sizes. Size effects are studied through additional\nsimulations. Other effects such as switching between coexisting attractors\ninduced by stochasticity often mentioned in the literature as playing an\nimportant role in the dynamics of childhood infectious diseases are also\ninvestigated. The main conclusion is that stochastic amplification, rather than\nthese effects, is the key ingredient to understand the observed incidence\npatterns.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 22:14:51 GMT"},{"version":"v2","created":"Sun, 17 Oct 2010 21:17:54 GMT"}],"update_date":"2010-10-19","authors_parsed":[["Rozhnova","Ganna",""],["Nunes","Ana",""]]}
{"id":"1006.5738","submitter":"Stefan Strauf","authors":"Milan Begliarbekov, Onejae Sul, Sokratis Kalliakos, Eui-Hyeok Yang,\n  Stefan Strauf","title":"Determination of Edge Purity in Bilayer Graphene Using micro-Raman\n  Spectroscopy","comments":"3 pages, 3 figures, to appear in Applied Physics Letters","journal-ref":"Appl. Phys. Lett. 97, 031908 (2010)","doi":"10.1063/1.3464972","report-no":null,"categories":"cond-mat.mes-hall cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Polarization resolved micro-Raman spectroscopy was carried out at the edges\nof bilayer graphene. We find strong dependence of the intensity of the G band\non the incident laser polarization, with its intensity dependence being 90\ndegrees out of phase for the armchair and zigzag case, in accordance with\ntheoretical predictions. For the case of mixed-state edges we demonstrate that\nthe polarization contrast reflects the fractional composition of armchair and\nzigzag edges, providing a monitor of edge purity, which is an important\nparameter for the development of efficient nanoelectronic devices.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 22:24:36 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Begliarbekov","Milan",""],["Sul","Onejae",""],["Kalliakos","Sokratis",""],["Yang","Eui-Hyeok",""],["Strauf","Stefan",""]]}
{"id":"1006.5739","submitter":"Ognyan Kounchev","authors":"Ognyan Kounchev, Damyan Kalaglarsky, Milcho Tsvetkov","title":"Polyharmonic Daubechies type wavelets in Image Processing and Astronomy,\n  II","comments":"9 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.NA cs.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider the application of the polyharmonic subdivision wavelets (of\nDaubechies type) to Image Processing, in particular to Astronomical Images. The\nresults show an essential advantage over some standard multivariate wavelets\nand a potential for better compression.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 22:53:14 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Kounchev","Ognyan",""],["Kalaglarsky","Damyan",""],["Tsvetkov","Milcho",""]]}
{"id":"1006.5740","submitter":"Camilo Sanabria","authors":"Zeljka Ljujic and Camilo Sanabria","title":"A note on the inverse problem for the lattice points","comments":"v2 information on funding added for second author v3 contact\n  information updated v4 information on funding corrected and bibliography\n  extended","journal-ref":null,"doi":null,"report-no":null,"categories":"math.NT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Let $K\\subseteq\\mathbb{R}^2$ be a compact set such that\n$K+\\mathbb{Z}^2=\\mathbb{R}^2$. We prove, via Algebraic Topology, that the\ninteger points of the difference set of $K$, $(K-K)\\cap\\mathbb{Z}^2$, is not\ncontained on the coordinate axes,\n$\\mathbb{Z}\\times\\{0\\}\\cup\\mathbb{Z}\\times\\{0\\}$. This result gives a negative\nanswer to a question posed by P. Hegarty and M. Nathanson on relatively prime\nlattice points.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 23:05:10 GMT"},{"version":"v2","created":"Sat, 4 Sep 2010 17:23:00 GMT"},{"version":"v3","created":"Thu, 30 Dec 2010 21:07:25 GMT"},{"version":"v4","created":"Mon, 24 Jan 2011 20:48:06 GMT"}],"update_date":"2011-01-25","authors_parsed":[["Ljujic","Zeljka",""],["Sanabria","Camilo",""]]}
{"id":"1006.5741","submitter":"Klaus Ehret","authors":"Klaus Ehret","title":"The ALPS Light Shining Through a Wall Experiment - WISP Search in the\n  Laboratory","comments":"10 pages, 12 figures, Contribution to XLVth Rencontres de Moriond\n  2010 - EW Interactions and Unified Theories","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ex physics.ins-det","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In the last years it has been realized, that extensions of the Standard Model\nmay manifest itself also at meV energy scales. The low energy frontier is a\nrich complement to the conventional high-energy particle physics landscape. The\nsearch for these new particles initiated experimental activities around the\nworld. \"Light shining through a wall\" (LSW) experiments search for Weakly\nInteracting Sub-eV Particles (WISP). Potential WISP candidates are axion-like\nparticles or hidden sector photons. The ALPS (Any Light Particle Search)\nexperiment located at DESY in Hamburg exploits resonant laser power build-up in\na large-scale optical cavity to boost the available power for the WISP\nproduction. After some upgrades the experiment provides now the most stringent\nlaboratory constraints on WISP production. The concept, challenges and status\nof LSW experiments as well as their future potential are presented.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 23:06:04 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Ehret","Klaus",""]]}
{"id":"1006.5742","submitter":"Kathryn Neugent","authors":"Kathryn F. Neugent, Philip Massey, Brian Skiff, Maria R. Drout,\n  Georges Meynet, Knut A. G. Olsen","title":"Yellow Supergiants in the Small Magellanic Cloud (SMC): Putting Current\n  Evolutionary Theory to the Test","comments":"Accepted by the ApJ","journal-ref":null,"doi":"10.1088/0004-637X/719/2/1784","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The yellow supergiant content of nearby galaxies provides a critical test of\nmassive star evolutionary theory. While these stars are the brightest in a\ngalaxy, they are difficult to identify because a large number of foreground\nMilky Way stars have similar colors and magnitudes. We previously conducted a\ncensus of yellow supergiants within M31 and found that the evolutionary tracks\npredict a yellow supergiant duration an order of magnitude longer than we\nobserved. Here we turn our attention to the SMC, where the metallicity is 10x\nlower than that of M31, which is important as metallicity strongly affects\nmassive star evolution. The SMC's large radial velocity (~160 km/s) allows us\nto separate members from foreground stars. Observations of ~500 candidates\nyielded 176 near-certain SMC supergiants, 16 possible SMC supergiants, along\nwith 306 foreground stars and provide good relative numbers of yellow\nsupergiants down to 12Mo. Of the 176 near-certain SMC supergiants, the\nkinematics predicted by the Besancon model of the Milky Way suggest a\nforeground contamination of >4%. After placing the SMC supergiants on the H-R\ndiagram and comparing our results to the Geneva evolutionary tracks, we find\nresults similar to those of the M31 study: while the locations of the stars on\nthe H-R diagram match the locations of evolutionary tracks well, the models\nover-predict the yellow supergiant lifetime by a factor of ten. Uncertainties\nabout the mass-loss rates on the main-sequence thus cannot be the primary\nproblem with the models.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 23:48:57 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Neugent","Kathryn F.",""],["Massey","Philip",""],["Skiff","Brian",""],["Drout","Maria R.",""],["Meynet","Georges",""],["Olsen","Knut A. G.",""]]}
{"id":"1006.5743","submitter":"Vladimir Privman","authors":"Dmitriy Melnikov, Guinevere Strack, Jian Zhou, Joshua Ray Windmiller,\n  Jan Halamek, Vera Bocharova, Min-Chieh Chuang, Padmanabhan Santhosh, Vladimir\n  Privman, Joseph Wang, Evgeny Katz","title":"Enzymatic AND Logic Gates Operated Under Conditions Characteristic of\n  Biomedical Applications","comments":"PDF, 29 pages","journal-ref":"J. Phys. Chem. B 114, 12166-12174 (2010)","doi":"10.1021/jp105912e","report-no":null,"categories":"cond-mat.soft physics.bio-ph q-bio.MN","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Experimental and theoretical analyses of the lactate dehydrogenase and\nglutathione reductase based enzymatic AND logic gates in which the enzymes and\ntheir substrates serve as logic inputs are performed. These two systems are\nexamples of the novel, previously unexplored, class of biochemical logic gates\nthat illustrate potential biomedical applications of biochemical logic. They\nare characterized by input concentrations at logic 0 and 1 states corresponding\nto normal and abnormal physiological conditions. Our analysis shows that the\nlogic gates under investigation have similar noise characteristics. Both\nsignificantly amplify random noise present in inputs, however we establish that\nfor realistic widths of the input noise distributions, it is still possible to\ndifferentiate between the logic 0 and 1 states of the output. This indicates\nthat reliable detection of abnormal biomedical conditions is indeed possible\nwith such enzyme-logic systems.\n","versions":[{"version":"v1","created":"Tue, 29 Jun 2010 23:50:18 GMT"}],"update_date":"2010-10-12","authors_parsed":[["Melnikov","Dmitriy",""],["Strack","Guinevere",""],["Zhou","Jian",""],["Windmiller","Joshua Ray",""],["Halamek","Jan",""],["Bocharova","Vera",""],["Chuang","Min-Chieh",""],["Santhosh","Padmanabhan",""],["Privman","Vladimir",""],["Wang","Joseph",""],["Katz","Evgeny",""]]}
{"id":"1006.5744","submitter":"Michael Keith","authors":"M. J. Keith, A. Jameson, W. van Straten, M. Bailes, S. Johnston, M.\n  Kramer, A. Possenti, S. D. Bates, N. D. R. Bhat, M. Burgay, S. Burke-Spolaor,\n  N. D'Amico, L. Levin, P. L. McMahon, S. Milia, B. W. Stappers","title":"The High Time Resolution Universe Pulsar Survey I: System configuration\n  and initial discoveries","comments":"Updated author list. 10 pages, 7 figures. For publication in MNRAS","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17325.x","report-no":null,"categories":"astro-ph.HE astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have embarked on a survey for pulsars and fast transients using the\n13-beam Multibeam receiver on the Parkes radio telescope. Installation of a\ndigital backend allows us to record 400 MHz of bandwidth for each beam, split\ninto 1024 channels and sampled every 64 us. Limits of the receiver package\nrestrict us to a 340 MHz observing band centred at 1352 MHz. The factor of\neight improvement in frequency resolution over previous multibeam surveys\nallows us to probe deeper into the Galactic plane for short duration signals\nsuch as the pulses from millisecond pulsars. We plan to survey the entire\nsouthern sky in 42641 pointings, split into low, mid and high Galactic latitude\nregions, with integration times of 4200, 540 and 270 s respectively.\nSimulations suggest that we will discover 400 pulsars, of which 75 will be\nmillisecond pulsars. With ~30% of the mid-latitude survey complete, we have\nre-detected 223 previously known pulsars and discovered 27 pulsars, 5 of which\nare millisecond pulsars. The newly discovered millisecond pulsars tend to have\nlarger dispersion measures than those discovered in previous surveys, as\nexpected from the improved time and frequency resolution of our instrument.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 00:03:10 GMT"},{"version":"v2","created":"Wed, 6 Oct 2010 01:18:19 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Keith","M. J.",""],["Jameson","A.",""],["van Straten","W.",""],["Bailes","M.",""],["Johnston","S.",""],["Kramer","M.",""],["Possenti","A.",""],["Bates","S. D.",""],["Bhat","N. D. R.",""],["Burgay","M.",""],["Burke-Spolaor","S.",""],["D'Amico","N.",""],["Levin","L.",""],["McMahon","P. L.",""],["Milia","S.",""],["Stappers","B. W.",""]]}
{"id":"1006.5745","submitter":"Poonam Garg","authors":"Poonam Garg","title":"Evolutionary Computation Algorithms for Cryptanalysis: A Study","comments":"5 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.CR cs.NE","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  The cryptanalysis of various cipher problems can be formulated as NP-Hard\ncombinatorial problem. Solving such problems requires time and/or memory\nrequirement which increases with the size of the problem. Techniques for\nsolving combinatorial problems fall into two broad groups - exact algorithms\nand Evolutionary Computation algorithms. An exact algorithms guarantees that\nthe optimal solution to the problem will be found. The exact algorithms like\nbranch and bound, simplex method, brute force etc methodology is very\ninefficient for solving combinatorial problem because of their prohibitive\ncomplexity (time and memory requirement). The Evolutionary Computation\nalgorithms are employed in an attempt to find an adequate solution to the\nproblem. A Evolutionary Computation algorithm - Genetic algorithm, simulated\nannealing and tabu search were developed to provide a robust and efficient\nmethodology for cryptanalysis. The aim of these techniques to find sufficient\n\"good\" solution efficiently with the characteristics of the problem, instead of\nthe global optimum solution, and thus it also provides attractive alternative\nfor the large scale applications. This paper focuses on the methodology of\nEvolutionary Computation algorithms .\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 00:07:44 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Garg","Poonam",""]]}
{"id":"1006.5746","submitter":"Janice Hester","authors":"Janice A. Hester, Mark Seibert, James D. Neill, Ted K. Wyder, Armando\n  Gil de Paz, Barry F. Madore, D. Christopher Martin, David Schiminovich, R.\n  Michael Rich","title":"IC 3418: Star Formation in a Turbulent Wake","comments":"5 pages, 4 figures","journal-ref":"2010ApJ...716L..14H","doi":"10.1088/2041-8205/716/1/L14","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Galaxy Evolution Explorer observations of IC 3418, a low surface brightness\ngalaxy in the Virgo Cluster, revealed a striking 17 kpc UV tail of bright knots\nand diffuse emission. H alpha imaging confirms that star formation is ongoing\nin the tail. IC 3418 was likely recently ram pressure stripped on its first\npass through Virgo. We suggest that star formation is occurring in molecular\nclouds that formed in IC 3418's turbulent stripped wake. Tides and ram pressure\nstripping (RPS) of molecular clouds are both disfavored as tail formation\nmechanisms. The tail is similar to the few other observed star-forming tails,\nall of which likely formed during RPS. The tails' morphologies reflect the\nforces present during their formation and can be used to test for dynamical\ncoupling between molecular and diffuse gas, thereby probing the origin of the\nstar forming molecular gas.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 00:09:13 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Hester","Janice A.",""],["Seibert","Mark",""],["Neill","James D.",""],["Wyder","Ted K.",""],["de Paz","Armando Gil",""],["Madore","Barry F.",""],["Martin","D. Christopher",""],["Schiminovich","David",""],["Rich","R. Michael",""]]}
{"id":"1006.5747","submitter":"Marcelo Salgado","authors":"Luisa G. Jaime, Leonardo Patino, and Marcelo Salgado","title":"Robust approach to f(R) gravity","comments":"5 pages; 2 figures (4 panels); minor corrections to match the\n  published version; panel added","journal-ref":"Phys.Rev.D83:024039,2011","doi":"10.1103/PhysRevD.83.024039","report-no":null,"categories":"gr-qc astro-ph.CO hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider metric f(R) theories of gravity without mapping them to their\nscalar-tensor counterpart, but using the Ricci scalar itself as an \"extra\"\ndegree of freedom. This approach avoids then the introduction of a scalar-field\npotential that might be ill defined (not single valued). In order to explicitly\nshow the usefulness of this method, we focus on static and spherically\nsymmetric spacetimes and deal with the recent controversy about the existence\nof extended relativistic objects in certain class of f(R) models.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 00:14:20 GMT"},{"version":"v2","created":"Fri, 8 Oct 2010 00:06:11 GMT"},{"version":"v3","created":"Mon, 31 Jan 2011 23:27:02 GMT"}],"update_date":"2011-02-15","authors_parsed":[["Jaime","Luisa G.",""],["Patino","Leonardo",""],["Salgado","Marcelo",""]]}
{"id":"1006.5748","submitter":"Adam Oberman","authors":"Brittany D. Froese and Adam M. Oberman","title":"Fast finite difference solvers for singular solutions of the elliptic\n  Monge-Amp\\`ere equation","comments":"23 pages, 4 figures, 4 tables; added arxiv links to references, added\n  coments","journal-ref":null,"doi":"10.1016/j.jcp.2010.10.020","report-no":null,"categories":"math.NA cs.NA math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The elliptic Monge-Ampere equation is a fully nonlinear Partial Differential\nEquation which originated in geometric surface theory, and has been applied in\ndynamic meteorology, elasticity, geometric optics, image processing and image\nregistration. Solutions can be singular, in which case standard numerical\napproaches fail. In this article we build a finite difference solver for the\nMonge-Ampere equation, which converges even for singular solutions. Regularity\nresults are used to select a priori between a stable, provably convergent\nmonotone discretization and an accurate finite difference discretization in\ndifferent regions of the computational domain. This allows singular solutions\nto be computed using a stable method, and regular solutions to be computed more\naccurately. The resulting nonlinear equations are then solved by Newton's\nmethod. Computational results in two and three dimensions validate the claims\nof accuracy and solution speed. A computational example is presented which\ndemonstrates the necessity of the use of the monotone scheme near\nsingularities.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 00:21:59 GMT"},{"version":"v2","created":"Mon, 5 Jul 2010 21:16:04 GMT"},{"version":"v3","created":"Fri, 9 Jul 2010 02:35:29 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Froese","Brittany D.",""],["Oberman","Adam M.",""]]}
{"id":"1006.5749","submitter":"Poonam Garg","authors":"Poonam Garg","title":"Critical Success factors for Enterprise Resource Planning implementation\n  in Indian Retail Industry: An Exploratory study","comments":"8 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.OH","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Enterprise resource Planning (ERP) has become a key business driver in\ntoday's world. Retailers are also trying to reap in the benefits of the ERP. In\nmost large Indian Retail Industry ERP systems have replaced nonintegrated\ninformation systems with integrated and maintainable software. Retail ERP\nsolution integrates demand and supply effectively to help improve bottom line.\nThe implementation of ERP systems in such firms is a difficult task. So far,\nERP implementations have yielded more failures than successes. Very few\nimplementation failures are recorded in the literature because few companies\nwish to publicize their implementation failure. This paper explores and\nvalidates the existing literature empirically to find out the critical success\nfactors that lead to the success of ERP in context to Indian retail industry.\nThe findings of the results provide valuable insights for the researchers and\npractitioners who are interested in implementing Enterprise Resource Planning\nsystems in retail industry, how best they can utilize their limited resources\nand to pay adequate attention to those factors that are most likely to have an\nimpact upon the implementation of the ERP system.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 00:33:54 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Garg","Poonam",""]]}
{"id":"1006.5750","submitter":"Gabriel A\\~norve-Zeferino","authors":"G.A. A\\~norve-Zeferino, M.G. Corona-Galindo","title":"Gravitational and mass distribution effects on stationary superwinds II.\n  Extended dark matter haloes","comments":"6 pages, 2 figures. Submitted to MNRAS","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.CO astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this second part, we generalize the results of the previous paper. We\npresent an analytic superwind solution considering extended\ngravitationally-interacting dark-matter and baryonic haloes. The incorporation\nof the latter is critical, since they can have a substantial effect on the\nhydrodynamics of superwinds generated by massive galaxies. Although the\npresence of extended and massive haloes does not change the limit for the\nclosed-box enrichment of galaxies established in the first paper, they can\ntrigger an earlier activation of the open-box enrichment scenario, since their\ngravitational potentials can contribute to the inhibition of the free\nsuperwind. Moreover, the incorporation of the extended haloes will also enhance\nthe physical setting behind the superwind model, as we consider mass\ndistributions with properties that emulate the results of recent simulations of\n$\\Lambda$CDM haloes.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 00:39:14 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Añorve-Zeferino","G. A.",""],["Corona-Galindo","M. G.",""]]}
{"id":"1006.5751","submitter":"Shunsaku Horiuchi","authors":"Shunsaku Horiuchi and John F. Beacom (Ohio State)","title":"Revealing Type Ia supernova physics with cosmic rates and nuclear gamma\n  rays","comments":"13 pages, 7 figures, 3 tables; accepted for publication in ApJ;\n  published version with references updated","journal-ref":"Astrophys.J.723:329-341,2010","doi":"10.1088/0004-637X/723/1/329","report-no":null,"categories":"astro-ph.CO astro-ph.HE hep-ph nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Type Ia supernovae (SNIa) remain mysterious despite their central importance\nin cosmology and their rapidly increasing discovery rate. The progenitors of\nSNIa can be probed by the delay time between progenitor birth and explosion as\nSNIa. The explosions and progenitors of SNIa can be probed by MeV nuclear gamma\nrays emitted in the decays of radioactive nickel and cobalt into iron. We\ncompare the cosmic star formation and SNIa rates, finding that their different\nredshift evolution requires a large fraction of SNIa to have large delay times.\nA delay time distribution of the form t^{-1.0 +/- 0.3} provides a good fit,\nimplying 50% of SNIa explode more than ~ 1 Gyr after progenitor birth. The\nextrapolation of the cosmic SNIa rate to z = 0 agrees with the rate we deduce\nfrom catalogs of local SNIa. We investigate prospects for gamma-ray telescopes\nto exploit the facts that escaping gamma rays directly reveal the power source\nof SNIa and uniquely provide tomography of the expanding ejecta. We find large\nimprovements relative to earlier studies by Gehrels et al. in 1987 and Timmes &\nWoosley in 1997 due to larger and more certain SNIa rates and advances in\ngamma-ray detectors. The proposed Advanced Compton Telescope, with a\nnarrow-line sensitivity ~ 60 times better than that of current satellites,\nwould, on an annual basis, detect up to ~ 100 SNIa (3 sigma) and provide\nrevolutionary model discrimination for SNIa within 20 Mpc, with gamma-ray light\ncurves measured with ~ 10 sigma significance daily for ~ 100 days. Even more\nmodest improvements in detector sensitivity would open a new and invaluable\nastronomy with frequent SNIa gamma-ray detections.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 00:55:27 GMT"},{"version":"v2","created":"Tue, 12 Oct 2010 21:26:35 GMT"},{"version":"v3","created":"Tue, 30 Nov 2010 16:22:34 GMT"}],"update_date":"2010-12-01","authors_parsed":[["Horiuchi","Shunsaku","","Ohio State"],["Beacom","John F.","","Ohio State"]]}
{"id":"1006.5752","submitter":"Tim Dokchitser","authors":"Tim Dokchitser","title":"Solomon's induction in quasi-elementary groups","comments":"2 pages, to appear in J. Group Theory","journal-ref":"J. Group Theory 14 (2011), 49-51","doi":"10.1515/jgt.2010.040","report-no":null,"categories":"math.GR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Given a finite group G, we address the following question: which multiples of\nthe trivial representation are linear combinations of inductions of trivial\nrepresentations from proper subgroups of G? By Solomon's induction theorem, all\nmultiples are if G is not quasi-elementary. We complement this by showing that\nall multiples of p are if G is p-quasi-elementary and not cyclic, and that this\nis best possible.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 01:01:35 GMT"}],"update_date":"2013-09-23","authors_parsed":[["Dokchitser","Tim",""]]}
{"id":"1006.5753","submitter":"Michael Eastwood","authors":"G. Mari Beffa and M. Eastwood","title":"Geometric Poisson brackets on Grassmannians and conformal spheres","comments":"33 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DG nlin.SI","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we relate the geometric Poisson brackets on the Grassmannian of\n2-planes in R^4 and on the (2,2) Moebius sphere. We show that, when written in\nterms of local moving frames, the geometric Poisson bracket on the Moebius\nsphere does not restrict to the space of differential invariants of Schwarzian\ntype. But when the concept of conformal natural frame is transported from the\nconformal sphere into the Grassmannian, and the Poisson bracket is written in\nterms of the Grassmannian natural frame, it restricts and results into either a\ndecoupled system or a complexly coupled system of KdV equations, depending on\nthe character of the invariants. We also show that the biHamiltonian\nGrassmannian geometric brackets are equivalent to the non-commutative KdV\nbiHamiltonian structure. Both integrable systems and Hamiltonian structure can\nbe brought back to the conformal sphere.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 01:09:16 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Beffa","G. Mari",""],["Eastwood","M.",""]]}
{"id":"1006.5754","submitter":"John D. Swain","authors":"John Swain","title":"Gravitatomagnetic Analogs of Electric Transformers","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"gr-qc","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Linearized general relativity admits a formulation in terms of\ngravitoelectric and gravitomagnetic fields that closely parallels the\ndescription of the electromagnetic field by Maxwell's equations. For steady\nmass currents, this formalism has been used to understand gravitomagnetic\neffects like the Lense-Thirring dragging of inertial frames. For time-varying\nmass-energy currents, the analog of Faraday's law suggests new effects based on\nthe gravitational equivalent of a transformer where such currents take the\nplace of electrical currents. New experimental possibilities are suggested\nincluding a novel coupling mechanism of electromagnetism to gravity, new tests\nof general relativity in the ultrarelativistic limit using particle beams in\nthe LHC, and searches for a materials exhibiting the gravitational analog of\nferromagnetism.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 01:14:36 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Swain","John",""]]}
{"id":"1006.5755","submitter":"Jon M. Miller","authors":"J. M. Miller (1), M. Nowak (2), S. Markoff (3), M. Rupen (4), D.\n  Maitra (1) ((1) University of Michigan, (2) MIT, (3) University of Amsterdam,\n  (4) NRAO/VLA)","title":"Exploring Accretion and Disk-Jet Connections in the LLAGN M81*","comments":"Accepted for publication in ApJ","journal-ref":null,"doi":"10.1088/0004-637X/720/2/1033","report-no":null,"categories":"astro-ph.HE gr-qc","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report on a year-long effort to monitor the central supermassive black\nhole in M81 in the X-ray and radio bands. Using Chandra and the VLA, we\nobtained quasi-simultaneous observations of M81* on seven occasions during\n2006. The X-ray and radio luminosity of M81* are not strongly correlated on the\napproximately 20-day sampling timescale of our observations, which is\ncommensurate with viscous timescales in the inner flow and orbital timecales in\na radially-truncated disk. This suggests that short-term variations in black\nhole activity may not be rigidly governed by the \"fundamental plane\", but\nrather adhere to the plane in a time-averaged sense. Fits to the X-ray spectra\nof M81* with bremsstrahlung models give temperatures that are inconsistent with\nthe outer regions of very simple advection-dominated inflows. However, our\nresults are consistent with the X-ray emission originating in a transition\nregion where a truncated disk and advective flow may overlap. We discuss our\nresults in the context of models for black holes accreting at small fractions\nof their Eddington limit, and the fundamental plane of black hole accretion.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 01:19:54 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Miller","J. M.",""],["Nowak","M.",""],["Markoff","S.",""],["Rupen","M.",""],["Maitra","D.",""]]}
{"id":"1006.5756","submitter":"David Treumann","authors":"David Treumann","title":"Remarks on the nonequivariant coherent-constructible correspondence for\n  toric varieties","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove the following result of Bondal's: that there is a fully faithful\nembedding $\\kappa$ of the perfect derived category of a proper toric variety\ninto the derived category of constructible sheaves on a compact torus. We\ncompare this result to a torus-equivariant version considered in joint work\nwith Fang, Liu, and Zaslow. There we showed that in the torus-equivariant\nversion the image of the embedding is cut out by microlocal conditions. To\nestablish a similar characterization of the image of $\\kappa$ is an open\nproblem.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 02:12:53 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Treumann","David",""]]}
{"id":"1006.5757","submitter":"Xian-Qiao Yu","authors":"Xian-Qiao Yu","title":"Concerning the searches for Higgs bosons","comments":"This paper has been withdrawn by the author, because the idea of this\n  paper is wrong","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.gen-ph hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The great successes achieved by the Standard Model(SM) lead us to believe the\nexistence of the Higgs particle. On the other hand, there are many evidences\nindicate that some unknown dark matter particle must exist in our universe. To\nidentify the Higgs boson as the dark matter particle is difficult in the\npresent SM, the challenge is: the Higgs particle is unstable while the dark\nmatter particle is stable. A solution of this problem is proposed in this\npaper. We will describe a model in which almost all the predictions made by the\npresent SM remain unchanged but leave two neutral stable Higgs particles, which\nmay be the dark matter particle. Some possible experimental tests of Higgs\nparticle are also suggested in this paper.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 02:28:09 GMT"},{"version":"v2","created":"Fri, 3 Sep 2010 09:37:19 GMT"},{"version":"v3","created":"Fri, 6 May 2011 09:59:22 GMT"},{"version":"v4","created":"Sat, 29 Dec 2012 01:30:01 GMT"}],"update_date":"2013-01-01","authors_parsed":[["Yu","Xian-Qiao",""]]}
{"id":"1006.5758","submitter":"Jun He","authors":"Jun He, Albina Borisevich, Sergei V. Kalinin, Stephen J. Pennycook,\n  and Sokrates T. Pantelides","title":"Control of the structural and magnetic properties of perovskite oxide\n  ultrathin films through the substrate symmetry effect","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Perovskite transition-metal oxides are networks of corner-sharing octahedra\nwhose tilts and distortions are known to affect their electronic and magnetic\nproperties. We report calculations on a model interfacial structure to avoid\nchemical influences and show that the symmetry mismatch imposes an interfacial\nlayer with distortion modes that do not exist in either bulk material, creating\nnew interface properties driven by symmetry alone. Depending on the resistance\nof the octahedra to deformation, the interface layer can be as small as one\nunit cell or extend deep into the thin film.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 02:30:31 GMT"}],"update_date":"2010-07-01","authors_parsed":[["He","Jun",""],["Borisevich","Albina",""],["Kalinin","Sergei V.",""],["Pennycook","Stephen J.",""],["Pantelides","Sokrates T.",""]]}
{"id":"1006.5759","submitter":"Kanhao Xue","authors":"Kan-Hao Xue, Carlos A. Paz de Araujo, Jolanta Celinska, and\n  Christopher McWilliams","title":"A Local Mott Transition in NiO Resistance Random Access Memory","comments":"11 Pages, 5 Figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.str-el cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The physics of the Mott transition in the anodic region of NiO Resistance\nRandom Access Memory (RRAM) is discussed from the Hubbard model. The Hubbard\napproximation is examined in details and it is shown that the Wannier functions\nin the definition of Hubbard U should not be replaced by atomic s-functions\nwhen it comes to the metallic side of the transition. The corresponding\neffective Hubbard U is subject to variations, which may also be understood by\nintroducing an effective permittivity of the solid as an ansatz. Furthermore,\nthe transition could be demonstrated in the Brinkman-Rice picture. Finally, the\nanodic characteristics of such transition show that it is a local Mott\ntransition. Therefore, the unipolar switching NiO RRAM can still have\nasymmetric I-V curves when a capping layer is inserted, which is explained\nqualitatively by quantum mechanics.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 02:32:48 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Xue","Kan-Hao",""],["de Araujo","Carlos A. Paz",""],["Celinska","Jolanta",""],["McWilliams","Christopher",""]]}
{"id":"1006.5760","submitter":"Thomas Aref Thomas Aref","authors":"Thomas Aref and Alexey Bezryadin","title":"Precise in-situ tuning of a superconducting nanowire's critical current\n  using high bias voltage pulses","comments":"8 pages, 3 figures with 9 pages, 3 figures supplemental information","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a method for in-situ tuning the critical current (or switching\ncurrent) and critical temperature of a superconducting nanowire using high bias\nvoltage pulses. Our main finding is that as the pulse voltage is increased, the\nnanowires demonstrate a reduction, a minimum and then an enhancement of the\nswitching current and critical temperature. Using controlled pulsing, the\nswitching current of a superconducting nanowire can be set exactly to a desired\nvalue. These results correlate with in-situ transmission electron microscope\nimaging where an initially amorphous nanowire transforms into a single crystal\nnanowire by high bias voltage pulses.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 03:11:17 GMT"},{"version":"v2","created":"Thu, 27 Jan 2011 15:17:30 GMT"}],"update_date":"2011-01-28","authors_parsed":[["Aref","Thomas",""],["Bezryadin","Alexey",""]]}
{"id":"1006.5761","submitter":"Ralf L\\\"ammel","authors":"Davide Di Ruscio, Ralf L\\\"ammel, Alfonso Pierantonio","title":"Automated co-evolution of GMF editor models","comments":"15 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.SE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The Eclipse Graphical Modeling (GMF) Framework provides the major approach\nfor implementing visual languages on top of the Eclipse platform. GMF relies on\na family of modeling languages to describe different aspects of the visual\nlanguage and its implementation in an editor. GMF uses a model-driven approach\nto map the different GMF models to Java code. The framework, as it stands,\nprovides very little support for evolution. In particular, there is no support\nfor propagating changes from say the domain model (i.e., the abstract syntax of\nthe visual language) to other models. We analyze the resulting co-evolution\nchallenge, and we provide a transformation-based solution, say GMF model\nadapters, that serve the propagation of abstract-syntax changes based on the\ninterpretation of difference models.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 03:22:59 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Di Ruscio","Davide",""],["Lämmel","Ralf",""],["Pierantonio","Alfonso",""]]}
{"id":"1006.5762","submitter":"Kenneth Shum","authors":"Kenneth W. Shum and Wing Shing Wong","title":"Construction and Applications of CRT Sequences","comments":"16 pages, 5 figures. Some typos in Section V are corrected","journal-ref":"IEEE Trans. on Information Theory, vol. 56, no. 11, p.5780-5795,\n  Nov, 2010","doi":"10.1109/TIT.2010.2070550","report-no":null,"categories":"cs.IT math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Protocol sequences are used for channel access in the collision channel\nwithout feedback. Each user accesses the channel according to a deterministic\nzero-one pattern, called the protocol sequence. In order to minimize\nfluctuation of throughput due to delay offsets, we want to construct protocol\nsequences whose pairwise Hamming cross-correlation is as close to a constant as\npossible. In this paper, we present a construction of protocol sequences which\nis based on the bijective mapping between one-dimensional sequence and\ntwo-dimensional array by the Chinese Remainder Theorem (CRT). In the\napplication to the collision channel without feedback, a worst-case lower bound\non system throughput is derived.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 03:57:24 GMT"},{"version":"v2","created":"Sat, 6 Nov 2010 09:28:38 GMT"},{"version":"v3","created":"Tue, 9 Nov 2010 02:20:42 GMT"}],"update_date":"2010-11-10","authors_parsed":[["Shum","Kenneth W.",""],["Wong","Wing Shing",""]]}
{"id":"1006.5763","submitter":"Chun-Yeol You","authors":"Jungbum Yoon, Chun-Yeol You, Younghun Jo, Seung-Young Park, and\n  Myung-Hwa Jung","title":"Micromagnetic analysis of magnetic noise in ferromagnetic nanowires","comments":"5 figures","journal-ref":null,"doi":"10.3938/jkps.57.1594","report-no":null,"categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the magnetic thermal noise in magnetic nanowires with and\nwithout a domain wall by employing micromagnetic simulations. The magnetic\nthermal noise due to random thermal fluctuation fields gives important physical\nquantities related with the magnetic susceptibility. We find that the resonance\nfrequency of a domain wall is distinguishable from one of a magnetic domain\nitself. For the single domain without a domain wall, the resonance frequency is\nwell described by the Kittel's formula considering a ferromagnetic specimen as\na simple ellipsoid with demagnetizing factors for various wire widths and\nthicknesses. However, additional resonance frequencies from the magnetic domain\nwall show the different dependences of the wire width and thickness. It implies\nthat the spins inside the domain wall have different effective fields and the\nspin dynamics.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 04:09:16 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Yoon","Jungbum",""],["You","Chun-Yeol",""],["Jo","Younghun",""],["Park","Seung-Young",""],["Jung","Myung-Hwa",""]]}
{"id":"1006.5764","submitter":"Sachiko Onodera","authors":"Sachiko Onodera, Nario Kuno, Tomoka Tosaki, Kotaro Kohno, Kouichiro\n  Nakanishi, Tsuyoshi Sawada, Kazuyuki Muraoka, Shinya Komugi, Rie Miura,\n  Hiroyuki Kaneko, Akihiko Hirota, and Ryohei Kawabe","title":"Breakdown of Kennicutt-Schmidt Law at GMC Scales in M33","comments":"This paper has been withdrawn by the author due to resubmission of\n  the accepted version. See arXiv:1009.1971","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.GA astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have mapped the northern area (30'\\times 20') of a local group spiral\ngalaxy M33 in 12CO(1-0) line with the 45-m telescope at the Nobeyama Radio\nObservatory. Along with Halpha and Spitzer 24-micron data, we have investigated\nthe relationship between the surface density of molecular gas mass and that of\nstar formation rate (SFR) in an external galaxy (Kennicutt-Schmidt law) with\nthe highest spatial resolution (~80pc) to date, which is comparable to scales\nof giant molecular clouds (GMCs). At positions where CO is significantly\ndetected, the SFR surface density exhibits a wide range of over four orders of\nmagnitude, from Sigma{SFR}<10^{-10} to ~10^{-6} M_solar yr^{-1}pc^{-2}, whereas\nthe Sigma_{H2} values are mostly within 10-40 M_solar pc^{-2}. The surface\ndensity of gas and that of SFR correlate well at a ~1-kpc resolution, but the\ncorrelation becomes looser with higher resolution and breaks down at GMC\nscales. The scatter of the Sigma_{SFR}-Sigma_{H2} relationship in the ~80-pc\nresolution results from the variety of star forming activity among GMCs, which\nis attributed to the various evolutionary stages of GMCs and to the drift of\nyoung clusters from their parent GMCs. This result shows that the\nKennicutt-Schmidt law is valid only in scales larger than that of GMCs, when we\naverage the spatial offset between GMCs and star forming regions, and their\nvarious evolutionary stages.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 04:09:56 GMT"},{"version":"v2","created":"Fri, 10 Sep 2010 09:39:36 GMT"},{"version":"v3","created":"Wed, 15 Sep 2010 03:28:00 GMT"}],"update_date":"2010-09-16","authors_parsed":[["Onodera","Sachiko",""],["Kuno","Nario",""],["Tosaki","Tomoka",""],["Kohno","Kotaro",""],["Nakanishi","Kouichiro",""],["Sawada","Tsuyoshi",""],["Muraoka","Kazuyuki",""],["Komugi","Shinya",""],["Miura","Rie",""],["Kaneko","Hiroyuki",""],["Hirota","Akihiko",""],["Kawabe","Ryohei",""]]}
{"id":"1006.5765","submitter":"Jorge Alfaro","authors":"J. Alfaro","title":"Delta-gravity and Dark Energy","comments":"latex, 15 pages, accepted for publication in Physics Letters B","journal-ref":null,"doi":"10.1016/j.physletb.2012.01.067","report-no":null,"categories":"gr-qc astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a model of the gravitational field based on two symmetric tensors.\nThe equations of motion of test particles are derived: Massive particles do not\nfollow a geodesic but massless particles trajectories are null geodesics of an\neffective metric. Outside matter, the predictions of the model coincide exactly\nwith General Relativity, so all classical tests are satisfied. In Cosmology, we\nget accelerated expansion without a cosmological constant.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 04:30:06 GMT"},{"version":"v2","created":"Tue, 1 Mar 2011 18:16:15 GMT"},{"version":"v3","created":"Sun, 29 Jan 2012 18:25:43 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Alfaro","J.",""]]}
{"id":"1006.5766","submitter":"Nariya Uchida","authors":"Nariya Uchida","title":"Many-Body Theory of Synchronization by Long-Range Interactions","comments":"4 pages, 2 figures","journal-ref":null,"doi":"10.1103/PhysRevLett.106.064101","report-no":null,"categories":"nlin.AO cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Synchronization of coupled oscillators on a $d$-dimensional lattice with the\npower-law coupling $G(r) = g_0/r^\\alpha$ and randomly distributed intrinsic\nfrequency is analyzed. A systematic perturbation theory is developed to\ncalculate the order parameter profile and correlation functions in powers of\n$\\epsilon = \\alpha/d-1$. For $\\alpha \\le d$, the system exhibits a sharp\nsynchronization transition as described by the conventional mean-field theory.\nFor $\\alpha > d$, the transition is smeared by the quenched disorder, and the\nmacroscopic order parameter $\\Av\\psi$ decays slowly with $g_0$ as $|\\Av\\psi|\n\\propto g_0^2$.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 04:32:04 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Uchida","Nariya",""]]}
{"id":"1006.5767","submitter":"Mikhail Feigel'man V","authors":"M.V. Feigel'man, L.B. Ioffe and M. M\\'ezard","title":"Superconductor-Insulator transition and energy localization","comments":"59 pages, 11 figures","journal-ref":null,"doi":"10.1103/PhysRevB.82.184534","report-no":null,"categories":"cond-mat.supr-con cond-mat.dis-nn quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We develop an analytical theory for generic disorder-driven quantum phase\ntransitions. We apply this formalism to the superconductor-insulator transition\nand we briefly discuss the applications to the order-disorder transition in\nquantum magnets. The effective spin-1/2 models for these transitions are solved\nin the cavity approximation which becomes exact on a Bethe lattice with large\nbranching number K >> 1 and weak dimensionless coupling g << 1. The\ncharacteristic features of the low temperature phase is a large self-formed\ninhomogeneity of the order-parameter distribution near the critical point\nK_{c}(g) where the critical temperature T_{c} of the ordering transition\nvanishes. Near the quantum critical point, the typical value of the order\nparameter vanishes exponentially, B_{0}\\propto e^{-C/(K-K_{c}(g))}.\n  In the disordered regime, realized at K<K_{c}(g) we find actually two\ndistinct phases characterized by different behavior of relaxation rates. The\nfirst phase exists in an intermediate range of K^{*}(g)<K<K_{c}(g). It has two\nregimes of energies: at low excitation energies, \\omega<\\omega_{d}(K,g), the\nmany-body spectrum of the model is discrete, with zero level widths, while at\n\\omega>\\omega_{d} the level acquire a non-zero width which is self-generated by\nthe many-body interactions. In this phase the spin model provides by itself an\nintrinsic thermal bath. Another phase is obtained at smaller K<K^{*}(g), where\nall the eigenstates are discrete, corresponding to full many-body localization.\nThese results provide an explanation for the activated behavior of the\nresistivity in amorphous materials on the insulating side near the SI\ntransition and a semi-quantitative description of the scanning tunneling data\non its superconductive side.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 04:47:14 GMT"}],"update_date":"2013-05-29","authors_parsed":[["Feigel'man","M. V.",""],["Ioffe","L. B.",""],["Mézard","M.",""]]}
{"id":"1006.5768","submitter":"Paul Tarau","authors":"Paul Tarau","title":"A Unified Formal Description of Arithmetic and Set Theoretical Data\n  Types","comments":"15 pages, preprint of CALCULEMUS 2010 conference paper","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.SC cs.LO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We provide a \"shared axiomatization\" of natural numbers and hereditarily\nfinite sets built around a polymorphic abstraction of bijective base-2\narithmetics.\n  The \"axiomatization\" is described as a progressive refinement of Haskell type\nclasses with examples of instances converging to an efficient implementation in\nterms of arbitrary length integers and bit operations. As an instance, we\nderive algorithms to perform arithmetic operations efficiently directly with\nhereditarily finite sets.\n  The self-contained source code of the paper is available at\nhttp://logic.cse.unt.edu/tarau/research/2010/unified.hs .\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 05:07:40 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Tarau","Paul",""]]}
{"id":"1006.5769","submitter":"Chun Hung Lui","authors":"Chun Hung Lui, Kin Fai Mak, Jie Shan, and Tony F. Heinz","title":"Ultrafast Photoluminescence from Graphene","comments":"13 pages, 7 figures, supplemental material included","journal-ref":"Physical Review Letters 105, 127404 (2010)","doi":"10.1103/PhysRevLett.105.127404","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Since graphene has no band gap, photoluminescence is not expected from\nrelaxed charge carriers. We have, however, observed significant light emission\nfrom graphene under excitation by ultrashort (30-fs) laser pulses. Light\nemission was found to occur across the visible spectral range (1.7 - 3.5 eV),\nwith emitted photon energies exceeding that of the excitation laser (1.5 eV).\nThe emission exhibits a nonlinear dependence on the laser fluence. In two-pulse\ncorrelation measurements of the time-domain response, a dominant relaxation\ntime of tens of femtoseconds is observed. A two-temperature model describing\nthe electrons and their interaction with strongly coupled optical phonons can\naccount for the experimental observations.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 05:10:13 GMT"}],"update_date":"2010-09-20","authors_parsed":[["Lui","Chun Hung",""],["Mak","Kin Fai",""],["Shan","Jie",""],["Heinz","Tony F.",""]]}
{"id":"1006.5770","submitter":"Kamran Divaani-Aazar","authors":"Fatemeh Mohammadi Aghjeh Mashhad and Kamran Divaani-Aazar","title":"Foxby equivalence, local duality and Gorenstein homological dimensions","comments":"We shorthen the paper to 12 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Let $(R,\\fm)$ be a local ring and $(-)^{\\vee}$ denote the Matlis duality\nfunctor. We investigate the relationship between Foxby equivalence and local\nduality through generalized local cohomology modules. Assume that $R$ possesses\na normalized dualizing complex $D$ and $X$ and $Y$ are two homologically\nbounded complexes of $R$-modules with finitely generated homology modules. We\npresent several duality results for $\\fm$-section complex ${\\bf\nR}\\Gamma_{\\fm}({\\bf R}\\Hom_R(X,Y))$. In particular, if G-dimension of $X$ and\ninjective dimension of $Y$ are finite, then we show that $${\\bf\nR}\\Gamma_{\\fm}({\\bf R}\\Hom_R(X,Y))\\simeq ({\\bf R}\\Hom_R(Y,D\\otimes_ R^{{\\bf\nL}}X))^{\\vee}.$$ We deduce several applications of these duality results. In\nparticular, we establish Grothendieck's non-vanishing Theorem in the context of\ngeneralized local cohomology modules.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 05:16:15 GMT"},{"version":"v2","created":"Sat, 7 Jan 2012 12:13:02 GMT"},{"version":"v3","created":"Tue, 10 Jan 2012 12:00:29 GMT"}],"update_date":"2012-01-11","authors_parsed":[["Mashhad","Fatemeh Mohammadi Aghjeh",""],["Divaani-Aazar","Kamran",""]]}
{"id":"1006.5771","submitter":"Clinton Curry","authors":"Clinton P. Curry","title":"Irreducible Julia sets of rational functions","comments":"8 pages, 2 figures","journal-ref":"Journal of Difference Equations and Applications, Volume 16, Issue\n  5 & 6 May 2010, pages 443 - 450","doi":null,"report-no":null,"categories":"math.DS","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove that a polynomial Julia set which is a finitely irreducible\ncontinuum is either an arc or an indecomposable continuum. For the more general\ncase of rational functions, we give a topological model for the dynamics when\nthe Julia set is an irreducible continuum and all indecomposable subcontinua\nhave empty interior.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:07:38 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Curry","Clinton P.",""]]}
{"id":"1006.5772","submitter":"Zhi-Qing  Zhang","authors":"Zhi-Qing Zhang","title":"Study of scalar meson f_0(980) and K_0^*(1430) from B \\to\n  f_0(980)\\rho(\\omega, \\phi) and B \\to K^*_0(1430)\\rho(\\omega) Decays","comments":"17 pages, 5 figures, minor corrections, typos removed, accepted for\n  publication in Phys. Rev. D","journal-ref":"Phys.Rev.D82:034036,2010","doi":"10.1103/PhysRevD.82.034036","report-no":null,"categories":"hep-ph hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In the two-quark model supposition for $f_0(980)$ and $K_0^{*}(1430)$, the\nbranching ratios and the direct CP-violating asymmetries for decays\n$\\bar{B}^0\\to f_0(980)\\rho^0(\\omega,\\phi), K^{*0}_0(1430)\\rho^0(\\omega),\nK^{*-}_0(1430)\\rho^+$ and $B^-\\to f_0(980)\\rho^-, K^{*0}_0(1430)\\rho^-,\nK^{*-}_0(1430)\\rho^0(\\omega)$ are studied by employing the perturbative QCD\n(PQCD)factorization approach. we find the following results: (a) if the scalar\nmeson $f_0(980)$ is viewed as a mixture of $s\\bar s$ and $(u\\bar u+d\\bar\nd)/\\sqrt{2}$, the branching ratios of the decays $\\bar{B}^0\\to\nf_0(980)\\rho^0(\\omega,\\phi)$ and $B^-\\to f_0(980)\\rho^-$, which are induced by\n$b\\to d$ transition, are smaller than the currently experimental upper limits,\nand the predictions for the decay $\\bar{B}^0\\to f_0(980)\\omega, B^-\\to\nf_0(980)\\rho^-$ are not far away from their limits; (b) in the decays $B\\to\nK^*_0(1430)\\rho(\\omega)$, which are induced by $b\\to s$ transition, the branch\nratio of $\\bar B^0\\to K^{*0}_0(1430)\\rho^0$ is the smallest one in two\nscenarios, at the order of $10^{-7}$ for scenario I, about $4.8\\times10^{-6}$\nfor scenario II; (c) the direct CP-asymmetries of the decays $B\\to\nf_0(980)\\rho(\\omega)$ have a strong dependent on the mixing angle $\\theta$:\nthey are large in the range of $25^\\circ<\\theta<40^\\circ$, and small in the\nrange of $140^\\circ<\\theta<165^\\circ$, while the direct CP-asymmetries of the\ndecays $B\\to K^{*}_0(1430)\\rho(\\omega)$ are not large in both scenarios and\nmost of them are less than 20% in size.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:10:11 GMT"},{"version":"v2","created":"Tue, 27 Jul 2010 14:34:45 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Zhang","Zhi-Qing",""]]}
{"id":"1006.5773","submitter":"Frank J. Petriello","authors":"Radja Boughezal, Frank Petriello","title":"Precise predictions for Higgs production in models with color-octet\n  scalars","comments":"6 pages, 5 figures, to appear in the proceedings of the \"10th DESY\n  Workshop on Elementary Particle Theory: Loops and Legs in Quantum Field\n  Theory\", Woerlitz, Germany, April 25-30, 2010","journal-ref":"Nucl.Phys.Proc.Suppl.205-206:289-294,2010","doi":"10.1016/j.nuclphysbps.2010.09.008","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We describe an effective-theory computation of the next-to-next-to-leading\norder (NNLO) QCD corrections to the gluon-fusion production of a Higgs boson in\nmodels with massive color-octet scalars in the (8,1)_0 representation.\nNumerical results are presented for both the Tevatron and the LHC. The\nestimated theoretical uncertainty is greatly reduced by the inclusion of the\nNNLO corrections. Color-octet scalars can increase the Standard Model rate by\nmore than a factor of two in allowed regions of parameter space.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:13:15 GMT"}],"update_date":"2010-12-13","authors_parsed":[["Boughezal","Radja",""],["Petriello","Frank",""]]}
{"id":"1006.5774","submitter":"Subir Ghosh","authors":"Sudipta Das and Subir Ghosh (Indian Statistical Institute)","title":"Towards a Discrete Spacetime","comments":"7 pages, Latex, Comments are welcome","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-th gr-qc quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A formalism is proposed to generate (the first step of) a discrete spacetime:\nspacetime with an inbuilt length scale. We follow the celebrated Landau theory\nof liquid - solid phase transition induced by Spontaneous Symmetry Breaking by\na condensate whose Fourier transform has support at a {\\it{non-zero}} momentum.\nThe latter requirement is essential for breaking the translation symmetry.\nThis, in turn, compels us to generalize Einstein action to higher derivative\nterms.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:15:41 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Das","Sudipta","","Indian Statistical Institute"],["Ghosh","Subir","","Indian Statistical Institute"]]}
{"id":"1006.5775","submitter":"Daniel Springer","authors":"Daniel Springer and Siew Ann Cheong","title":"Stripes in high temperature superconductors dilate under the influence\n  of an external electric field","comments":"4 pages, 9 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this work we study the influence of an electric field on stripes and\ncompare our results with experimental findings from scanning tunneling\nmicroscope measurements. By introducing a negative-bias electric field into a\ntime-dependent Ginzburg-Landau equation with stable stripe solutions, we show\nthat hole(electron)-like stripes widen (narrow) compared to the field free\ncase. When a magnetic field is introduced instead, stripe formation is found to\nbe suppressed.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:22:06 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Springer","Daniel",""],["Cheong","Siew Ann",""]]}
{"id":"1006.5776","submitter":"David Brooks","authors":"David H. Brooks, Harry P. Warren, Amy R. Winebarger","title":"Characteristics and Evolution of the Magnetic field and Chromospheric\n  Emission in an Active Region Core Observed by Hinode","comments":"Accepted by ApJ, 16 pages, 20 figures. Abridged abstract (original is\n  in PDF file). Figures 1 & 2 are reduced resolution to meet size limits","journal-ref":null,"doi":"10.1088/0004-637X/720/2/1380","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We describe the characteristics and evolution of the magnetic field and\nchromospheric emission in an active region core observed by the Solar Optical\nTelescope on Hinode. Consistent with previous studies, we find that the moss is\nunipolar, the spatial distribution of magnetic flux evolves slowly, and the\nmagnetic field is only moderately inclined. We show that the field line\ninclination and horizontal component are coherent, and that the magnetic field\nis mostly sheared in the inter-moss regions where the highest magnetic flux\nvariability is seen. Using extrapolations from SP magnetograms we show that the\nmagnetic connectivity in the moss is different than in the quiet Sun because\nmost of the magnetic field extends to significant coronal heights. The magnetic\nflux, field vector, and chromospheric emission in the moss also appear highly\ndynamic, but actually show only small scale variations in magnitude on\ntime-scales longer than the cooling times for hydrodynamic loops computed from\nour extrapolations, suggesting high-frequency (continuous) heating events. Some\nevidence is found for flux (Ca 2 intensity) changes on the order of 100--200 G\n(DN) on time-scales of 20--30 mins that could be taken as indicative of\nlow-frequency heating. We find, however, that only a small fraction (10%) of\nour simulated loops would be expected to cool on these time-scales, and we find\nno clear evidence that the flux changes consistently produce intensity changes\nin the chromosphere. The magnetic flux and chromospheric intensity in most\nindividual SOT pixels in the moss vary by less than ~ 20% and ~ 10%,\nrespectively, on loop cooling time-scales. In view of the high energy\nrequirements of the chromosphere, we suggest that these variations could be\nsufficient for the heating of `warm' EUV loops, but that the high basal levels\nmay be more important for powering the hot core loops rooted in the moss.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:33:53 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Brooks","David H.",""],["Warren","Harry P.",""],["Winebarger","Amy R.",""]]}
{"id":"1006.5777","submitter":"Pisin Chen","authors":"Feng-Yin Chang and Pisin Chen","title":"Landau Damping of Baryon Structure Formation in the Post Reionization\n  Epoch","comments":"5 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  It has been suggested by Chen and Lai that the proper description of the\nlarge scale structure formation of the universe in the post-reionization era,\nwhich is conventionally characterized via gas hydrodynamics, should include the\nplasma collective effects in the formulation. Specifically, it is the combined\npressure from the baryon thermal motions and the residual long-range\nelectrostatic potentials resulted from the imperfect Debye shielding, that\nfights against the gravitational collapse. As a result, at small-scales the\nbaryons would oscillate at the ion-acoustic, instead of the conventional\nneutral acoustic, frequency. In this paper we extend and improve the Chen-Lai\nformulation with the attention to the Landau damping of the ion-acoustic\noscillations. Since T_e \\sim T_i in the post-reionization era, the ion acoustic\noscillations would inevitably suffer the Landau damping which severely\nsuppresses the baryon density spectrum in the regimes of intermediate and high\nwavenumber k. To describe this Landau-damping phenomenon more appropriately, we\nfind it necessary to modify the filtering wavenumber k_f in our analysis. It\nwould be interesting if our predicted Landau damping of the ion-acoustic\noscillations can be observed at high redshifts.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:41:42 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Chang","Feng-Yin",""],["Chen","Pisin",""]]}
{"id":"1006.5778","submitter":"Nabila Torki-Hamza","authors":"Yves Colin De Verdi\\`ere (IF), Nabila Torki-Hamza (05/UR/15-02,\n  ISIG-K), Francoise Truc (IF)","title":"Essential self-adjointness for combinatorial Schr\\\"odinger operators II-\n  Metrically non complete graphs","comments":"Revisited version: Ognjen Milatovic wrote to us that he had\n  discovered a gap in the proof of theorem 4.2 of our paper. As a consequence\n  we propose to make an additional assumption (regularity property of the\n  graph) to this theorem. A new subsection (4.1) is devoted to the study of\n  this property and some details have been changed in the proof of theorem 4.2","journal-ref":"Mathematical Physics Analysis and Geometry 14, 1 (2011) 21-38","doi":"10.1007/s11040-010-9086-7","report-no":null,"categories":"math.SP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider weighted graphs, we equip them with a metric structure given by a\nweighted distance, and we discuss essential self-adjointness for weighted graph\nLaplacians and Schr\\\"odinger operators in the metrically non complete case.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:47:10 GMT"},{"version":"v2","created":"Mon, 11 Oct 2010 05:58:28 GMT"},{"version":"v3","created":"Mon, 4 Mar 2013 06:30:40 GMT"}],"update_date":"2013-03-05","authors_parsed":[["De Verdière","Yves Colin","","IF"],["Torki-Hamza","Nabila","","05/UR/15-02,\n  ISIG-K"],["Truc","Francoise","","IF"]]}
{"id":"1006.5779","submitter":"Makoto Katori","authors":"Minami Izumi, Makoto Katori","title":"Extreme value distributions of noncolliding diffusion processes","comments":"v2: LaTeX2e, 21 pages, 2 figures, correction made","journal-ref":"RIMS Kokyuroku Bessatsu B27:45-65,2011","doi":null,"report-no":null,"categories":"math.PR cond-mat.stat-mech hep-th math-ph math.MP nlin.SI","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Noncolliding diffusion processes reported in the present paper are\n$N$-particle systems of diffusion processes in one-dimension, which are\nconditioned so that all particles start from the origin and never collide with\neach other in a finite time interval $(0, T)$, $0 < T < \\infty$. We consider\nfour temporally inhomogeneous processes with duration $T$, the noncolliding\nBrownian bridge, the noncolliding Brownian motion, the noncolliding\nthree-dimensional Bessel bridge, and the noncolliding Brownian meander. Their\nparticle distributions at each time $t \\in [0, T]$ are related to the\neigenvalue distributions of random matrices in Gaussian ensembles and in some\ntwo-matrix models. Extreme values of paths in $[0, T]$ are studied for these\nnoncolliding diffusion processes and determinantal and pfaffian representations\nare given for the distribution functions. The entries of the determinants and\npfaffians are expressed using special functions.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:49:10 GMT"},{"version":"v2","created":"Wed, 7 Jul 2010 10:16:32 GMT"}],"update_date":"2011-05-05","authors_parsed":[["Izumi","Minami",""],["Katori","Makoto",""]]}
{"id":"1006.5780","submitter":"Philippe Laurencot","authors":"Joachim Escher (IFAM), Matthieu Hillairet (IMT), Philippe Laurencot\n  (IMT), Christoph Walker (IFAM)","title":"Global weak solutions for a degenerate parabolic system modeling the\n  spreading of insoluble surfactant","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove global existence of a nonnegative weak solution to a degenerate\nparabolic system, which models the spreading of insoluble surfactant on a thin\nliquid film.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:49:23 GMT"}],"update_date":"2010-07-26","authors_parsed":[["Escher","Joachim","","IFAM"],["Hillairet","Matthieu","","IMT"],["Laurencot","Philippe","","IMT"],["Walker","Christoph","","IFAM"]]}
{"id":"1006.5781","submitter":"Hamza Chraibi","authors":"Hamza Chraibi (CPMOH), Didier Lasseux (TREFLE), R\\'egis Wunenburger\n  (CPMOH), Eric Arquis (TREFLE), Jean-Pierre Delville (CPMOH)","title":"Optohydrodynamics of soft fluid interfaces : Optical and viscous\n  nonlinear effects","comments":null,"journal-ref":"European Journal Physical Journal E 32, 1 (2010) 43 - 52","doi":"10.1140/epje/i2010-10605-4","report-no":null,"categories":"cond-mat.soft","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Recent experimental developments showed that the use of the radiation\npressure, induced by a continuous laser wave, to control fluid-fluid interface\ndeformations at the microscale, represents a very promising alternative to\nelectric or magnetic actuation. In this article, we solve numerically the\ndynamics and steady state of the fluid interface under the effects of buoyancy,\ncapillarity, optical radiation pressure and viscous stress. A precise\nquantitative validation is shown by comparison with experimental data. New\nresults due to the nonlinear dependence of the optical pressure on the angle of\nincidence are presented, showing different morphologies of the deformed\ninterface going from needle-like to finger-like shapes, depending on the\nrefractive index contrast. In the transient regime, we show that the viscosity\nratio influences the time taken for the deformation to reach steady state.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:50:47 GMT"}],"update_date":"2010-07-26","authors_parsed":[["Chraibi","Hamza","","CPMOH"],["Lasseux","Didier","","TREFLE"],["Wunenburger","Régis","","CPMOH"],["Arquis","Eric","","TREFLE"],["Delville","Jean-Pierre","","CPMOH"]]}
{"id":"1006.5782","submitter":"Ghislaine Gueudet","authors":"Ghislaine Gueudet (CREAD), Luc Trouche (INRP)","title":"Teaching Resources and teachers professional development: toward a\n  documentational approach of didactics","comments":null,"journal-ref":"CERME 6, Lyon : France (2010)","doi":null,"report-no":null,"categories":"math.HO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We propose in this paper a theoretical approach of teachers' professional\ndevelopment, focusing on teachers' interactions with resources, digital\nresources in particular. Documents, entailing resources and schemes of\nutilization of these resources, are developed throughout documentational\ngeneses occurring along teachers' documentation work (selecting resources,\nadapting, combining, refining them). The study of teachers' documentation\nsystems permits to seize the changes brought by digital resources; it also\nconstitutes a way to embrace teachers' professional change.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:57:12 GMT"}],"update_date":"2010-07-26","authors_parsed":[["Gueudet","Ghislaine","","CREAD"],["Trouche","Luc","","INRP"]]}
{"id":"1006.5783","submitter":"Ghislaine Gueudet","authors":"Ghislaine Gueudet (CREAD), Bottino Rosa-Maria (ISTI), Chiappini\n  Giampaolo (ISTI), Hegedus Stephen, Weigand Hans-Georg","title":"Introduction to Working Group 7","comments":null,"journal-ref":"CERME 6, Lyon : France (2009)","doi":null,"report-no":null,"categories":"math.HO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Technologies in mathematical education has been a theme present at CERME from\nthe first edition. The available technologies have evolved a lot during these\nyears. At CERME 5 conference, the conclusions of the technology Working Group\n(Kynigos et al. 2007), as well as Artigue's and Ruthven's interventions\n(Artigue 2007, Ruthven 2007), signal perspective evolutions towards more\ncomprehensive studies, in several respects. Drawing on these previous works,\nCERME 6 WG7 intended to go further in the directions they have indicated.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:58:55 GMT"}],"update_date":"2010-07-26","authors_parsed":[["Gueudet","Ghislaine","","CREAD"],["Rosa-Maria","Bottino","","ISTI"],["Giampaolo","Chiappini","","ISTI"],["Stephen","Hegedus",""],["Hans-Georg","Weigand",""]]}
{"id":"1006.5784","submitter":"Pankaj Agrawal","authors":"Indranil Chakrabarty, Pankaj Agrawal and Arun K. Pati","title":"Quantum Dissension: Generalizing Quantum Discord for Three-Qubit States","comments":"9 pages 6 figures typo fixed and some arguments added","journal-ref":"Eur. Phys. J. D 65 605-612 (2011)","doi":"10.1140/epjd/e2011-20543-y","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We introduce the notion of quantum dissension for a three-qubit system as a\nmeasure of quantum correlations. We use three equivalent expressions of\nthree-variable mutual information. Their differences can be zero classically\nbut not so in quantum domain. It generalizes the notion of quantum discord to a\nmultipartite system. There can be multiple definitions of the dissension\ndepending on the nature of projective measurements done on the subsystems. As\nan illustration, we explore the consequences of these multiple definitions and\ncompare them for three-qubit pure and mixed GHZ and W states. We find that\nunlike discord, dissension can be negative. This is because measurement on a\nsubsystem may enhance the correlations in the rest of the system. This approach\ncan pave a way to generalize the notion of quantum correlations in the\nmultiparticle setting.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 06:59:50 GMT"},{"version":"v2","created":"Fri, 13 May 2011 12:11:02 GMT"},{"version":"v3","created":"Fri, 28 Oct 2011 04:21:26 GMT"}],"update_date":"2012-04-05","authors_parsed":[["Chakrabarty","Indranil",""],["Agrawal","Pankaj",""],["Pati","Arun K.",""]]}
{"id":"1006.5785","submitter":"Francois Boue","authors":"J\\'er\\'emie Gummel (LLB), Fran\\c{c}ois Bou\\'e (LLB), Daniel Clemens,\n  Fabrice Cousin (LLB)","title":"Finite size and inner structure controlled by electrostatic screening in\n  globular complexes of proteins and polyelectrolytes","comments":null,"journal-ref":"Soft Matter 4, 2 (2008) 1653 - 1664","doi":"10.1039/b803773f","report-no":null,"categories":"cond-mat.soft","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present an extended structural study of globular complexes made by mixing\na positively charge protein (lysozyme) and a negatively charged polyelectrolyte\n(PSS). We study the influence of all the parameters that may act on the\nstructure of the complexes (charge densities and concentration of the species,\npartial hydrophobicity of the polyion chain, ionic strength). The structures on\na 15 scale range lying from 10{\\AA} to 1000{\\AA} are measured by SANS. Whatever\nthe conditions, the same structure is found, based on the formation of dense\nglobules of ~ 100{\\AA} with a neutral core and a volume fraction of organic\nspecies (compacity) of ~ 0.3. At higher scale, the globules are arranged in\nfractal aggregates. Zetametry measurements show that globular complexes have a\ntotal positive charge when the charge ratio of species introduced in the\nmixture [-]/[+]intro > 1 and a total 20 negative charge when [-]/[+]intro < 1.\nThis comes from the presence of charged species in slight excess in a layer at\nthe surface of the globules. The globule finite size is determined by the Debye\nlength k-1 whatever the way the physicochemical parameters are modified in the\nsystem, as long as chain-protein interactions are of simple electrostatics\nnature. The mean number of proteins per primary complex Nlyso_comp grows\nexponentially on a master curve with k-1. This enables to picture 25 the\nmechanisms of formation of the complexes. There is an initial stage of\nformation where the growth of the complexes is only driven by attractions\nbetween opposite species associated with counterion release. During the growth\nof the complexes, the globules progressively repell themselves by electrostatic\nrepulsion because their charge increases. When this repulsion becomes dominent\nin the system, globules stop growing and behave like charged colloids: they\naggregate 30 with a RLCA process, which leads to the formation of fractal\naggregates of dimension Df 2.1.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:00:26 GMT"}],"update_date":"2010-07-26","authors_parsed":[["Gummel","Jérémie","","LLB"],["Boué","François","","LLB"],["Clemens","Daniel","","LLB"],["Cousin","Fabrice","","LLB"]]}
{"id":"1006.5786","submitter":"Filippo D'Ammando Dr.","authors":"Filippo D'Ammando (INAF-IASF Palermo) (on behalf of the AGILE Team)","title":"Monitoring of gamma-ray blazars with AGILE","comments":"8 pages, 9 figures. Proceedings of the Workshop \"Fermi meets Jansky -\n  AGN in radio and gamma-rays\", Eds: Savolainen, T., Ros, E., Porcas, R. W.,\n  and Zensus, J. A. (2010). Invited Talk at the Workshop held in Bonn (MPIfR),\n  Germany, June 21 - 23, 2010","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.HE astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Thanks to the wide field of view of its gamma-ray imager, the AGILE satellite\nobtained a long term monitoring of the brightest blazars in the sky and during\nthe first 3 years of operation detected several blazars in a high gamma-ray\nstate: 3C 279, 3C 454.3, PKS 1510-089, S5 0716+714, 3C 273, W Comae, and Mrk\n421. Through the rapid dissemination of our alerts we were able to obtain also\nmulti-wavelength data from many observatories such as Spitzer, Swift, RXTE,\nSuzaku, XMM-Newton, INTEGRAL, MAGIC, VERITAS, and ARGO as well as\nradio-to-optical coverage by means of the MOJAVE project, the GASP project of\nthe WEBT and the REM Telescope. This large coverage over the whole\nelectromagnetic spectrum gave us the opportunity to study the variability\ncorrelations between the emission at different frequencies and to build truly\nsimultaneous spectral energy distributions of these sources from radio to\ngamma-rays, investigating in detail the emission mechanisms of blazars and\nuncovering in some cases a more complex behaviour with respect to the standard\nmodels. We present an overview of the most interesting AGILE results on these\ngamma-ray blazars and the relative multiwavelength data.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:07:33 GMT"}],"update_date":"2019-08-14","authors_parsed":[["D'Ammando","Filippo","","INAF-IASF Palermo"]]}
{"id":"1006.5787","submitter":"Damien Chablat","authors":"Liang Ma (IRCCyN, DIE), Damien Chablat (IRCCyN), Fouad Bennis\n  (IRCCyN), Wei Zhang (DIE), Bo Hu (DIE), Fran\\c{c}ois Guillaume","title":"Fatigue evaluation in maintenance and assembly operations by digital\n  human simulation","comments":null,"journal-ref":"Virtual Reality 14, 1 (2010) 339-352","doi":"10.1007/s10055-010-0156-8","report-no":null,"categories":"cs.RO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Virtual human techniques have been used a lot in industrial design in order\nto consider human factors and ergonomics as early as possible. The physical\nstatus (the physical capacity of virtual human) has been mostly treated as\ninvariable in the current available human simulation tools, while indeed the\nphysical capacity varies along time in an operation and the change of the\nphysical capacity depends on the history of the work as well. Virtual Human\nStatus is proposed in this paper in order to assess the difficulty of manual\nhandling operations, especially from the physical perspective. The decrease of\nthe physical capacity before and after an operation is used as an index to\nindicate the work difficulty. The reduction of physical strength is simulated\nin a theoretical approach on the basis of a fatigue model in which fatigue\nresistances of different muscle groups were regressed from 24 existing maximum\nendurance time (MET) models. A framework based on digital human modeling\ntechnique is established to realize the comparison of physical status. An\nassembly case in airplane assembly is simulated and analyzed under the\nframework. The endurance time and the decrease of the joint moment strengths\nare simulated. The experimental result in simulated operations under laboratory\nconditions confirms the feasibility of the theoretical approach.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:09:03 GMT"}],"update_date":"2010-07-26","authors_parsed":[["Ma","Liang","","IRCCyN, DIE"],["Chablat","Damien","","IRCCyN"],["Bennis","Fouad","","IRCCyN"],["Zhang","Wei","","DIE"],["Hu","Bo","","DIE"],["Guillaume","François",""]]}
{"id":"1006.5788","submitter":"Apolodor Aristotel Raduta","authors":"C. M. Raduta and A. A. Raduta","title":"Description of the $2\\nu\\nu\\beta\\beta$ decay within a fully renormalized\n  pnQRPA approach with a restored gauge symmetry","comments":"11 pages, 1 figure","journal-ref":"Phys.Rev.C82:068501,2010","doi":"10.1103/PhysRevC.82.068501","report-no":null,"categories":"nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A many body Hamiltonian involving the mean field for a projected spherical\nsingle particle basis, the pairing interactions for alike nucleons and the\ndipole-dipole proton-neutron interactions in the particle-hole ($ph$) and\nparticle-particle ($pp$) channels is treated by the projected gauge fully\nrenormalized proton-neutron quasiparticle random phase approximation\n(PGFRpnQRPA) approach. The resulting wave functions and energies for the mother\nand the daughter nuclei are used to calculate the $2\\nu\\beta\\beta$ decay rate\nand the process half life. For illustration, the formalism is applied for the\ndecay $^{100}$Mo$ \\to$ $^{100}$Ru. The results are in good agreement with the\ncorresponding experimental data. The Ikeda sum rule ($ISR$) is obeyed. The\ngauge projection makes the $pp$ interaction inefficient.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:25:28 GMT"}],"update_date":"2011-01-28","authors_parsed":[["Raduta","C. M.",""],["Raduta","A. A.",""]]}
{"id":"1006.5789","submitter":"S. H. Kahana","authors":"D.E. Kahana and S.H.Kahana","title":"J/Psi Production by Charm Quark Coalescence","comments":"19 pages, 10 figures","journal-ref":"J.Phys.G37:115011,2010","doi":"10.1088/0954-3899/37/11/115011","report-no":null,"categories":"nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Production of $c\\bar c$ pairs in elementary hadron-hadron collisions is\nintroduced in a simulation of relativistic heavy ion collisions. Coalescence of\ncharmed quarks and antiquarks into various charmonium states is performed and\nthe results are compared to PHENIX J$/\\psi$ Au+Au data. The $\\chi$ and $\\psi$'\nbound states must be included as well as the ground state J$/\\psi$, given the\nappreciable feeding from the excited states down to the J$/\\psi$ via gamma\ndecays. Charmonium coalescence is found to take place at relatively late times:\ngenerally after $c$($\\bar c$)-medium interactions have ceased. Direct\nproduction of charmonia through hadron-hadron interactions, {\\it ie.} without\nexplicit presence of charm quarks, occurring only at early times, is suppressed\nby collisions with comoving particles and accounts for some $\\sim 5\\%$ of the\ntotal J$/\\psi$ production. Coalescence is especially sensitive to the level of\nopen charm production, scaling naively as $n_{c\\bar c}^2$. The J$/\\psi$\ntransverse momentum distribution is dependent on the charm quark transverse\nmomentum distribution and early charm quark-medium interaction, thus providing\na glimpse of the initial collision history.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:26:44 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Kahana","D. E.",""],["Kahana","S. H.",""]]}
{"id":"1006.5790","submitter":"Dr. W. B. Vasantha Kandasamy","authors":"W.B.Vasantha Kandasamy, Florentin Smarandache and K.Ilanthenral","title":"Super Special Codes using Super Matrices","comments":"161 pages","journal-ref":"Published in 2010 by Svenska fysikarkivet, Stockholm, Sweden","doi":null,"report-no":null,"categories":"math.GM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The new classes of super special codes are constructed in this book using the\nspecially constructed super special vector spaces. These codes mainly use the\nsuper matrices. These codes can be realized as a special type of concatenated\ncodes. This book has four chapters. In chapter one basic properties of codes\nand super matrices are given. A new type of super special vector space is\nconstructed in chapter two of this book. Three new classes of super special\ncodes namely, super special row code, super special column code and super\nspecial codes are introduced in chapter three. Applications of these codes are\ngiven in the final chapter.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:32:43 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Kandasamy","W. B. Vasantha",""],["Smarandache","Florentin",""],["Ilanthenral","K.",""]]}
{"id":"1006.5791","submitter":"Yoshimi Yoshino","authors":"Yoshimi Yoshino, Naoki Masuda","title":"Evolution of cooperation is a robust outcome in the prisoner's dilemma\n  on dynamic networks","comments":"presented in domestic workshop in Japan","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.soc-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Dynamics of evolutionary games strongly depend on underlying networks. We\nstudy the coevolutionary prisoner's dilemma in which players change their local\nnetworks as well as strategies (i.e., cooperate or defect). This topic has been\nincreasingly explored by many researchers. On the basis of active linking\ndynamics [J. M. Pacheco et al., J. Theor. Biol. 243, 437 (2006), J. M. Pacheco\net al., Phys. Rev. Lett. 97, 258103 (2006)], we show that cooperation is\nenhanced fairly robustly. In particular, cooperation evolves when the payoff of\nthe player is normalized by the number of neighbors; this is not the case in\nthe evolutionary prisoner's dilemma on static networks.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:51:31 GMT"},{"version":"v2","created":"Mon, 24 Jan 2011 07:45:56 GMT"}],"update_date":"2011-01-25","authors_parsed":[["Yoshino","Yoshimi",""],["Masuda","Naoki",""]]}
{"id":"1006.5792","submitter":"Izu Vaisman","authors":"Izu Vaisman","title":"Soldered tensor fields of normalized submanifolds","comments":"LaTeX, 8 pages","journal-ref":"Libertas Mathematica, 30 (2010), 39-46","doi":null,"report-no":null,"categories":"math.DG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In an earlier paper we discussed soldered forms, multivector fields and\nRiemannian metrics. In particular, we showed that a Riemannian submanifold is\ntotally geodesic iff the metric is soldered to the submanifold. In the present\nnote we discuss general, soldered tensor fields. In particular, we prove that\nthe almost complex structure of an almost K\\\"ahler manifold is soldered to a\nsubmanifold iff the latter is an invariant, totally geodesic submanifold.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:55:27 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Vaisman","Izu",""]]}
{"id":"1006.5793","submitter":"Christian Wagner","authors":"Christian Wagner, Licia Verde, Lotfi Boubekeur","title":"N-body simulations with generic non-Gaussian initial conditions I: Power\n  Spectrum and halo mass function","comments":"23 pages, 10 figures","journal-ref":null,"doi":"10.1088/1475-7516/2010/10/022","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We address the issue of setting up generic non-Gaussian initial conditions\nfor N-body simulations. We consider inflationary-motivated primordial\nnon-Gaussianity where the perturbations in the Bardeen potential are given by a\ndominant Gaussian part plus a non-Gaussian part specified by its bispectrum.\nThe approach we explore here is suitable for any bispectrum, i.e. it does not\nhave to be of the so-called separable or factorizable form. The procedure of\ngenerating a non-Gaussian field with a given bispectrum (and a given power\nspectrum for the Gaussian component) is not univocal, and care must be taken so\nthat higher-order corrections do not leave a too large signature on the power\nspectrum. This is so far a limiting factor of our approach. We then run N-body\nsimulations for the most popular inflationary-motivated non-Gaussian shapes.\nThe halo mass function and the non-linear power spectrum agree with theoretical\nanalytical approximations proposed in the literature, even if they were so far\ndeveloped and tested only for a particular shape (the local one). We plan to\nmake the simulations outputs available to the community via the non-Gaussian\nsimulations comparison project web site\nhttp://icc.ub.edu/~liciaverde/NGSCP.html.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:56:08 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Wagner","Christian",""],["Verde","Licia",""],["Boubekeur","Lotfi",""]]}
{"id":"1006.5794","submitter":"Graham Kirby","authors":"Evangelos Zirintsis, Graham Kirby, Alan Dearle, Ron Morrison","title":"Report on the XBase Project","comments":null,"journal-ref":null,"doi":null,"report-no":"University of St Andrews CS/03/1","categories":"cs.DB","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This project addressed the conceptual fundamentals of data storage,\ninvestigating techniques for provision of highly generic storage facilities\nthat can be tailored to produce various individually customised storage\ninfrastructures, compliant to the needs of particular applications. This\nrequires the separation of mechanism and policy wherever possible. Aspirations\ninclude: actors, whether users or individual processes, should be able to bind\nto, update and manipulate data and programs transparently with respect to their\nrespective locations; programs should be expressed independently of the storage\nand network technology involved in their execution; storage facilities should\nbe structure-neutral so that actors can impose multiple interpretations over\ninformation, simultaneously and safely; information should not be discarded so\nthat arbitrary historical views are supported; raw stored information should be\nopen to all; where security restrictions on its use are required this should be\nachieved using cryptographic techniques. The key advances of the research were:\n1) the identification of a candidate set of minimal storage system building\nblocks, which are sufficiently simple to avoid encapsulating policy where it\ncannot be customised by applications, and composable to build highly flexible\nstorage architectures 2) insight into the nature of append-only storage\ncomponents, and the issues arising from their application to common storage\nuse-cases.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 07:57:10 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Zirintsis","Evangelos",""],["Kirby","Graham",""],["Dearle","Alan",""],["Morrison","Ron",""]]}
{"id":"1006.5795","submitter":"Hagai Eisenberg","authors":"A. Shaham and H.S. Eisenberg","title":"Realizing controllable noise in photonic quantum information channels","comments":"4 pages, 4 figures","journal-ref":"Phys. Rev. A 83, 022303 (2011)","doi":"10.1103/PhysRevA.83.022303","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Controlling the depolarization of light is a long-standing open problem. In\nrecent years, many demonstrations have used the polarization of single photons\nto encode quantum information. The depolarization of these photons is\nequivalent to the decoherence of the quantum information they encode. We\npresent schemes for building various depolarizing channels with controlled\nproperties using birefringent crystals. Three such schemes are demonstrated and\ntheir effects on single photons are shown by quantum process tomography to be\nin good agreement with a theoretical model.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:11:16 GMT"}],"update_date":"2014-02-04","authors_parsed":[["Shaham","A.",""],["Eisenberg","H. S.",""]]}
{"id":"1006.5796","submitter":"S{\\o}ren Stobbe","authors":"S. Stobbe, T. W. Schlereth, S. H\\\"ofling, A. Forchel, J. M. Hvam, P.\n  Lodahl","title":"Large quantum dots with small oscillator strength","comments":"4 pages, 3 figures, submitted","journal-ref":null,"doi":"10.1103/PhysRevB.82.233302","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have measured the oscillator strength and quantum efficiency of excitons\nconfined in large InGaAs quantum dots by recording the spontaneous emission\ndecay rate while systematically varying the distance between the quantum dots\nand a semiconductor-air interface. The size of the quantum dots is measured by\nin-plane transmission electron microscopy and we find average in-plane\ndiameters of 40 nm. We have calculated the oscillator strength of excitons of\nthat size and predict a very large oscillator strength due to Coulomb effects.\nThis is in stark contrast to the measured oscillator strength, which turns out\nto be much below the upper limit imposed by the strong confinement model. We\nattribute these findings to exciton localization in local potential minima\narising from alloy intermixing inside the quantum dots.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:16:11 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Stobbe","S.",""],["Schlereth","T. W.",""],["Höfling","S.",""],["Forchel","A.",""],["Hvam","J. M.",""],["Lodahl","P.",""]]}
{"id":"1006.5797","submitter":"Ergun  Yalcin","authors":"Ozgun Unlu, Ergun Yalcin","title":"Fusion systems and constructing free actions on products of spheres","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.AT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We show that every rank two $p$-group acts freely and smoothly on a product\nof two spheres. This follows from a more general construction: given a smooth\naction of a finite group $G$ on a manifold $M$, we construct a smooth free\naction on $M \\times \\bbS ^{n_1} \\times \\dots \\times \\bbS ^{n_k}$ when the set\nof isotropy subgroups of the $G$-action on $M$ can be associated to a fusion\nsystem satisfying certain properties. Another consequence of this construction\nis that if $G$ is an (almost) extra-special $p$-group of rank $r$, then it acts\nfreely and smoothly on a product of $r$ spheres.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:19:17 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Unlu","Ozgun",""],["Yalcin","Ergun",""]]}
{"id":"1006.5798","submitter":"V Braguta","authors":"V.V. Braguta","title":"Exclusive C=+ charmonium production in $e^+ e^- \\to H+\\gamma$ at\n  B-factories within light cone formalism","comments":"6 pages, 1 figure","journal-ref":"Phys.Rev.D82:074009,2010","doi":"10.1103/PhysRevD.82.074009","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper the cross sections of the processes $e^+ e^- \\to H+\\gamma,\nH=\\eta_c, \\eta_c', \\chi_{c0}, \\chi_{c1}, \\chi_{c2}$ are calculated. The\ncalculation is carried out at the leading twist approximation of light cone\nformalism. Within this approach the leading logarithmic radiative and\nrelativistic corrections to the amplitudes are resumed. For the processes $e^+\ne^- \\to \\eta_c, \\eta_c'+\\gamma$ one loop radiative corrections are taken into\naccount. It is also shown that one loop leading logarithmic radiative\ncorrections calculated within light cone formalism for the processes under\nstudy coincide with that obtained by direct calculations of one loop diagrams\nwithin nonrelativistic QCD.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:20:32 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Braguta","V. V.",""]]}
{"id":"1006.5799","submitter":"Tsunehito Kohyama","authors":"Tsunehito Kohyama, Hiroshi Shibai, Misato Fukagawa, Yasunori Hibi","title":"A New Galactic Extinction Map of the Cygnus Region","comments":"27 pages, 14 figures, accepted for publication in ApJ","journal-ref":null,"doi":"10.1088/0004-637X/719/1/873","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have made a Galactic extinction map of the Cygnus region with 5' spatial\nresolution. The selected area is 80^\\circ to 90^\\circ in the Galactic longitude\nand -4^\\circ to 8^\\circ in the Galactic latitude. The intensity at 140 \\mum is\nderived from the intensities at 60 and 100 \\mum of the IRAS data using the\ntight correlation between 60, 100, and 140 \\mum found in the Galactic plane.\nThe dust temperature and optical depth are calculated with 5' resolution from\nthe 140 and 100 \\mum intensity, and Av is calculated from the optical depth. In\nthe selected area, the mean dust temperature is 17 K, the minimum is 16 K, and\nthe maximum is 30 K. The mean Av is 6.5 mag, the minimum is 0.5 mag, and the\nmaximum is 11 mag. The dust temperature distribution shows significant spatial\nvariation on smaller scales down to 5'. Because the present study can trace the\n5'-scale spatial variation of the extinction, it has an advantage over the\nprevious studies, such as the one by Schlegel, Finkbeiner, & Davis, who used\nthe COBE/DIRBE data to derive the dust temperature distribution with a spatial\nresolution of 1^\\circ. The difference of Av between our map and Schlegel et\nal.'s is \\pm 3 mag. A new extinction map of the entire sky can be produced by\napplying the present method.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:21:19 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Kohyama","Tsunehito",""],["Shibai","Hiroshi",""],["Fukagawa","Misato",""],["Hibi","Yasunori",""]]}
{"id":"1006.5800","submitter":"Romuald Wit","authors":"K. Fialkowski and R. Wit","title":"Remarks on the particle multiplicities at LHC energies","comments":"6 pages, 1 figure","journal-ref":"Eur. Phys. J. C (2010) 70: 1-4","doi":"10.1140/epjc/s10052-010-1444-x","report-no":null,"categories":"hep-ph hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Recent ALICE data for the multiplicity distributions in the central rapidity\nbins at LHC energies are compared with the results from two default versions of\nthe PYTHIA 8 generator. We find that, contrary to the earlier versions of\nPYTHIA, the model overestimates the increase of average multiplicity with\nenergy. Tuning two of the model parameters one obtains reasonable agreement\nwith data. The dependence of the normalized moments of the distribution on the\nrapidity bin width and on energy is also qualitatively correct.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:26:59 GMT"}],"update_date":"2010-12-23","authors_parsed":[["Fialkowski","K.",""],["Wit","R.",""]]}
{"id":"1006.5801","submitter":"Arno van den Essen","authors":"Arno van den Essen","title":"The Amazing Image Conjecture","comments":"Latex, 24 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG math.AC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we discuss a general framework in which we present a new\nconjecture, due to Wenhua Zhao, the Image Conjecture. This conjecture implies\nthe Generalized Vanishing Conjecture and hence the Jacobian Conjecture.\n  Crucial ingredient is the notion of a Mathieu space: let $k$ be a field and\n$R$ a commutative $k$-algebra. A $k$-linear subspace $M$ of $R$ is called a\nMathieu subspace of $R$, if the following holds: let $f\\in R$ be such that\n$f^m\\in M$, for all $m\\geq 1$, then for every $g\\in R$ also $gf^m\\in M$, for\nalmost all $m$, i.e. only finitely many exceptions.\n  Let $A$ be the polynomial ring in $\\zeta=\\zeta_1, ...,\\zeta_n$ and $z_1,\n...,z_n$ over $\\mathbb C$. The Image Conjecture (IC) asserts that\n$\\sum_i(\\partial_{z_i}-\\zeta_i)A$ is a Mathieu subspace of $A$. We prove this\nconjecture for $n=1$. Also we relate (IC) to the following Integral Conjecture:\nif $B$ is an open subset of $\\mathbb R^n$ and $\\sigma$ a positive measure, such\nthat the integral over $B$ of each polynomial in $z$ over $\\mathbb C$ is\nfinite, then the set of polynomials, whose integral over $B$ is zero, is a\nMathieu subspace of $\\mathbb C[z]$. It turns out that Laguerre polynomials play\na special role in the study of the Jacobian Conjecture.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:33:13 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Essen","Arno van den",""]]}
{"id":"1006.5802","submitter":"Lars Eirik Danielsen","authors":"Lars Eirik Danielsen, Matthew G. Parker, Constanza Riera, Joakim Grahl\n  Knudsen","title":"On Graphs and Codes Preserved by Edge Local Complementation","comments":"23 pages, 16 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO cs.IT math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Orbits of graphs under local complementation (LC) and edge local\ncomplementation (ELC) have been studied in several different contexts. For\ninstance, there are connections between orbits of graphs and error-correcting\ncodes. We define a new graph class, ELC-preserved graphs, comprising all graphs\nthat have an ELC orbit of size one. Through an exhaustive search, we find all\nELC-preserved graphs of order up to 12 and all ELC-preserved bipartite graphs\nof order up to 16. We provide general recursive constructions for infinite\nfamilies of ELC-preserved graphs, and show that all known ELC-preserved graphs\narise from these constructions or can be obtained from Hamming codes. We also\nprove that certain pairs of ELC-preserved graphs are LC equivalent. We define\nELC-preserved codes as binary linear codes corresponding to bipartite\nELC-preserved graphs, and study the parameters of such codes.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:35:36 GMT"},{"version":"v2","created":"Thu, 2 Dec 2010 12:31:33 GMT"},{"version":"v3","created":"Sun, 9 Sep 2012 10:14:35 GMT"},{"version":"v4","created":"Sun, 7 Apr 2013 18:54:11 GMT"},{"version":"v5","created":"Thu, 8 Aug 2013 16:54:01 GMT"}],"update_date":"2013-08-09","authors_parsed":[["Danielsen","Lars Eirik",""],["Parker","Matthew G.",""],["Riera","Constanza",""],["Knudsen","Joakim Grahl",""]]}
{"id":"1006.5803","submitter":"Sergey Zagorodnyuk","authors":"Sergey M. Zagorodnyuk","title":"On the two-dimensional moment problem","comments":"23 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we obtain an algorithm towards solving the two-dimensional\nmoment problem. This algorithm gives the necessary and sufficient conditions\nfor the solvability of the moment problem. It is shown that all solutions of\nthe moment problem can be constructed using this algorithm.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:36:36 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Zagorodnyuk","Sergey M.",""]]}
{"id":"1006.5804","submitter":"Graham Kirby","authors":"Aled Sage","title":"Observation-Driven Configuration of Complex Software Systems","comments":"PhD Thesis, University of St Andrews, 2003. Supervisor: Graham Kirby","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.SE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The ever-increasing complexity of software systems makes them hard to\ncomprehend, predict and tune due to emergent properties and non-deterministic\nbehaviour. Complexity arises from the size of software systems and the wide\nvariety of possible operating environments: the increasing choice of platforms\nand communication policies leads to ever more complex performance\ncharacteristics. In addition, software systems exhibit different behaviour\nunder different workloads. Many software systems are designed to be\nconfigurable so that policies can be chosen to meet the needs of various\nstakeholders. For complex software systems it can be difficult to accurately\npredict the effects of a change and to know which configuration is most\nappropriate. This thesis demonstrates that it is useful to run automated\nexperiments that measure a selection of system configurations. Experiments can\nfind configurations that meet the stakeholders' needs, find interesting\nbehavioural characteristics, and help produce predictive models of the system's\nbehaviour. The design and use of ACT (Automated Configuration Tool) for running\nsuch experiments is described, in combination a number of search strategies for\ndeciding on the configurations to measure. Design Of Experiments (DOE) is\ndiscussed, with emphasis on Taguchi Methods. These statistical methods have\nbeen used extensively in manufacturing, but have not previously been used for\nconfiguring software systems. The novel contribution here is an industrial case\nstudy, applying the combination of ACT and Taguchi Methods to DC-Directory, a\nproduct from Data Connection Ltd (DCL). The case study investigated the\napplicability of Taguchi Methods for configuring complex software systems.\nTaguchi Methods were found to be useful for modelling and configuring DC-\nDirectory, making them a valuable addition to the techniques available to\nsystem administrators and developers.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:39:25 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Sage","Aled",""]]}
{"id":"1006.5805","submitter":"Valentin Ryzhov","authors":"A.M. Belemuk, V.N. Ryzhov","title":"Effective Hamiltonian study of excitations in a boson- fermion mixture\n  with attraction between components","comments":"9 pages, 5 figures","journal-ref":null,"doi":"10.1088/0953-4075/43/22/225301","report-no":null,"categories":"cond-mat.quant-gas","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An effective Hamiltonian for the Bose subsystem in the mixture of ultracold\natomic clouds of bosons and fermions with mutual attractive interaction is used\nfor investigating collective excitation spectrum. The ground state and mode\nfrequencies of the $^{87}$Rb and $^{40}$K mixture are analyzed quantitatively\nat zero temperature. We find analytically solutions of the hydrodynamics\nequations in the Thomas- Fermi approximation. We discuss the relation between\nthe onset of collapse and collective modes softening and the dependence of\ncollective oscillations on scattering length and number of boson atoms.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:39:26 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Belemuk","A. M.",""],["Ryzhov","V. N.",""]]}
{"id":"1006.5806","submitter":"Ofer Aharony","authors":"Ofer Aharony, David Kutasov, Oleg Lunin, Jacob Sonnenschein and Shimon\n  Yankielowicz","title":"Holographic MQCD","comments":"50 pages, 16 figures","journal-ref":"Phys.Rev.D82:106006,2010","doi":"10.1103/PhysRevD.82.106006","report-no":"TAUP-TH 2913/10, WIS/07/10-JUN-DPPA","categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study a brane configuration of D4-branes and NS5-branes in weakly coupled\ntype IIA string theory, which describes in a particular limit d=4 N=1 SU(N+p)\nsupersymmetric QCD with 2N flavors and a quartic superpotential. We describe\nthe geometric realization of the supersymmetric vacuum structure of this gauge\ntheory. We focus on the confining vacua of the gauge theory, whose holographic\ndescription is given by the MQCD brane configuration in the near-horizon\ngeometry of N D4-branes. This description, which gives an embedding of MQCD\ninto a field theory decoupled from gravity, is valid for 1 << p << N, in the\nlimit of large five dimensional `t Hooft couplings for the color and flavor\ngroups. We analyze various properties of the theory in this limit, such as the\nspectrum of mesons, the finite temperature behavior, and the quark-anti-quark\npotential. We also discuss the same brane configuration on a circle, where it\ngives a geometric description of the moduli space of the Klebanov-Strassler\ncascading theory, and some non-supersymmetric generalizations.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:47:07 GMT"}],"update_date":"2010-12-09","authors_parsed":[["Aharony","Ofer",""],["Kutasov","David",""],["Lunin","Oleg",""],["Sonnenschein","Jacob",""],["Yankielowicz","Shimon",""]]}
{"id":"1006.5807","submitter":"Gunnar Pruessner","authors":"Hoai Nguyen Huynh and Lock Yue Chew and Gunnar Pruessner","title":"The Abelian Manna model on two fractal lattices","comments":"4 pages, 3 figures, 3 tables, submitted to PRE as a Brief Report","journal-ref":"Phys. Rev. E 82, 042103 (2010)","doi":"10.1103/PhysRevE.82.042103","report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We analyze the avalanche size distribution of the Abelian Manna model on two\ndifferent fractal lattices with the same dimension d_g=ln(3)/ln(2), with the\naim to probe for scaling behavior and to study the systematic dependence of the\ncritical exponents on the dimension and structure of the lattices. We show that\nthe scaling law D(2-tau)=d_w generalizes the corresponding scaling law on\nregular lattices, in particular hypercubes, where d_w=2. Furthermore, we\nobserve that the lattice dimension d_g, the fractal dimension of the random\nwalk on the lattice d_w, and the critical exponent D, form a plane in 3D\nparameter space, i.e. they obey the linear relationship D=0.632(3) d_g +\n0.98(1) d_w - 0.49(3).\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:55:23 GMT"}],"update_date":"2011-06-07","authors_parsed":[["Huynh","Hoai Nguyen",""],["Chew","Lock Yue",""],["Pruessner","Gunnar",""]]}
{"id":"1006.5808","submitter":"Gergely Z\\'abr\\'adi","authors":"Gergely Z\\'abr\\'adi","title":"Exactness of the reduction on \\'etale modules","comments":"18 pages; some typos corrected and proof of Lemma 1 rewritten, to\n  appear in Journal of Algebra","journal-ref":"Journal of Algebra 331 (2011) pp. 400-415","doi":"10.1016/j.jalgebra.2010.11.011","report-no":null,"categories":"math.RT math.NT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove the exactness of the reduction map from \\'etale\n$(\\phi,\\Gamma)$-modules over completed localized group rings of compact open\nsubgroups of unipotent $p$-adic algebraic groups to usual \\'etale\n$(\\phi,\\Gamma)$-modules over Fontaine's ring. This reduction map is a component\nof a functor from smooth $p$-power torsion representations of $p$-adic\nreductive groups (or more generally of Borel subgroups of these) to\n$(\\phi,\\Gamma)$-modules. Therefore this gives evidence for this functor---which\nis intended as some kind of $p$-adic Langlands correspondence for reductive\ngroups---to be exact. We also show that the corresponding higher\n$\\Tor$-functors vanish. Moreover, we give the example of the Steinberg\nrepresentation as an illustration and show that it is acyclic for this functor\nto $(\\phi,\\Gamma)$-modules whenever our reductive group is\n$\\GL_{d+1}(\\mathbb{Q}_p)$ for some $d\\geq 1$.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:55:46 GMT"},{"version":"v2","created":"Tue, 30 Nov 2010 11:11:28 GMT"}],"update_date":"2011-02-22","authors_parsed":[["Zábrádi","Gergely",""]]}
{"id":"1006.5809","submitter":"Zahid Mahmood H","authors":"M O Islam, M G Hassan, M R Islam, M A Uddin and Z H Mahmood","title":"Theoretical study of current density for InN and GaN-based Gunn diode\n  operating in transit-time mode","comments":"10 pages, 4 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci cond-mat.other","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We are the first to report the frequency response and corresponding current\ndensity of a wurtzite phase Indium Nitride (InN)-based vertical configuration\nGunn diode at 1 \\mu m active length. Domain growths dynamics with respect to\nspace and time, variation of domain velocity and the field outside the vicinity\nof the domain with respect to domain field have also been studied using the\npresented mathematical equations. It has been found that, InN-based Gunn diodes\nare capable to operate around 224 GHz with 691 kA/cm2 current density at 300 K.\nFor comparison purpose, all these characteristics have been evaluated for Gunn\ndiodes of different active lengths based on wurtzite phase Gallium Nitride\n(GaN). Simulated results are consistent with the other reports on GaN-based\nGunn diode.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:56:40 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Islam","M O",""],["Hassan","M G",""],["Islam","M R",""],["Uddin","M A",""],["Mahmood","Z H",""]]}
{"id":"1006.5810","submitter":"Kazem Haghnejad Azar","authors":"Kazem Haghnejad Azar","title":"Arens regularity and weak topological center of module actions","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Let $A$ be a Banach algebra and $A^{**}$ be the second dual of it. We define\n$\\tilde{Z}_1(A^{**})$ as a weak topological center of $A^{**}$ with respect to\nfirst Arens product and we will find some relations between this concept and\nthe topological center of $A^{**}$. We also extend this new definition into the\nmodule actions and find relationship between weak topological center of module\nactions and reflexivity or Arens regularity of some Banach algebras, and we\ninvestigate some applications of this new definition in the weak amenability of\nsome Banach algebras.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:57:45 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Azar","Kazem Haghnejad",""]]}
{"id":"1006.5811","submitter":"Pasquale Orgiani","authors":"P. Orgiani, A. Galdi, C. Aruta, V. Cataudella, G. De Filippis, C.A.\n  Perroni, V. Marigliano Ramaglia, R. Ciancio, N.B. Brookes, M. Moretti Sala,\n  G. Ghiringhelli, and L. Maritato","title":"Multiple double-exchange mechanism by Mn$^{2+}$-doping in manganite\n  compounds","comments":"6 pages, 5 figures","journal-ref":null,"doi":"10.1103/PhysRevB.82.205122","report-no":null,"categories":"cond-mat.str-el cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Double-exchange mechanisms in RE$_{1-x}$AE$_{x}$MnO$_{3}$ manganites (where\nRE is a trivalent rare-earth ion and AE is a divalent alkali-earth ion) relies\non the strong exchange interaction between two Mn$^{3+}$ and Mn$^{4+}$ ions\nthrough interfiling oxygen 2p states. Nevertheless, the role of RE and AE ions\nhas ever been considered \"silent\" with respect to the DE conducting mechanisms.\nHere we show that a new path for DE-mechanism is indeed possible by partially\nreplacing the RE-AE elements by Mn$^{2+}$-ions, in La-deficient\nLa$_{x}$MnO$_{3-\\delta}$ thin films. X-ray absorption spectroscopy demonstrated\nthe relevant presence of Mn$^{2+}$ ions, which is unambiguously proved to be\nsubstituted at La-site by Resonant Inelastic X-ray Scattering. Mn$^{2+}$ is\nproved to be directly correlated to the enhanced magneto-transport properties\nbecause of an additional hopping mechanism trough interfiling Mn$^{2+}$-ions,\ntheoretically confirmed by calculations within the effective single band model.\nThe very idea to use Mn$^{2+}$ both as a doping element and an ions\nelectronically involved in the conduction mechanism, has never been foreseen,\nrevealing a new phenomena in transport properties of manganites. More\nimportant, such a strategy might be also pursed in other strongly correlated\nmaterials.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 08:57:51 GMT"},{"version":"v2","created":"Tue, 2 Nov 2010 14:57:19 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Orgiani","P.",""],["Galdi","A.",""],["Aruta","C.",""],["Cataudella","V.",""],["De Filippis","G.",""],["Perroni","C. A.",""],["Ramaglia","V. Marigliano",""],["Ciancio","R.",""],["Brookes","N. B.",""],["Sala","M. Moretti",""],["Ghiringhelli","G.",""],["Maritato","L.",""]]}
{"id":"1006.5812","submitter":"Simon Blackburn","authors":"Simon R. Blackburn and James F. McKee","title":"Constructing k-radius sequences","comments":"21 pages, 1 figure. Revision after reviewer comments. Minor changes\n  of phrasing and a few lines of extra explanation added at some points; update\n  of status of an open problem","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO math.NT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An n-ary k-radius sequence is a finite sequence of elements taken from an\nalphabet of size n such that any two distinct elements of the alphabet occur\nwithin distance k of each other somewhere in the sequence. These sequences were\nintroduced by Jaromczyk and Lonc to model a caching strategy for computing\ncertain functions on large data sets such as medical images. Let f_k(n) be the\nshortest length of any k-radius sequence. We improve on earlier estimates for\nf_k(n) by using tilings and logarithms. The main result is that f_k(n) ~\nn^2/(2k) as n tends to infinity whenever a certain tiling of Z^r exists. In\nparticular this result holds for infinitely many k, including all k < 195 and\nall k such that k+1 or 2k+1 is prime. For certain k, in particular when 2k+1 is\nprime, we get a sharper error term using the theory of logarithms.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:01:58 GMT"},{"version":"v2","created":"Thu, 5 Aug 2010 09:15:28 GMT"},{"version":"v3","created":"Fri, 17 Dec 2010 10:03:07 GMT"}],"update_date":"2010-12-20","authors_parsed":[["Blackburn","Simon R.",""],["McKee","James F.",""]]}
{"id":"1006.5813","submitter":"Cristina Di Trapano","authors":"Cristina Di Trapano","title":"The algebras of semi-invariants of euclidean quivers","comments":"La-TeX, file 18 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.RT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We give a new short proof of Skowronski and Weyman's theorem about the\nstructure of the algebras of semi-invariants of Euclidean quivers, in the case\nof quivers without oriented cycles. Our proof is based essentially on Derksen\nand Weyman's result about the generators of these algebras and properties of\nSchofield semi-invariants.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:18:44 GMT"},{"version":"v2","created":"Fri, 17 Sep 2010 09:18:51 GMT"}],"update_date":"2010-09-20","authors_parsed":[["Di Trapano","Cristina",""]]}
{"id":"1006.5814","submitter":"Dr. Banasri Basu","authors":"B. Basu and P. Bandyopadhyay","title":"The geometric phase and the dynamics of quantum phase transition induced\n  by a linear quench","comments":"10 pages, accepted in J. Phys. A: Math and Theor. (Special issue on\n  Quantum Phases)","journal-ref":null,"doi":"10.1088/1751-8113/43/35/354023","report-no":null,"categories":"cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have analysed here the role of the geometric phase in dynamical mechanism\nof quantum phase transition in the transverse Ising model. We have investigated\nthe system when it is driven at a fixed rate characterized by a quench time\n$\\tau_q$ across the critical point from a paramagnetic to ferromagnetic phase.\nOur argument is based on the fact that the spin fluctuation occurring during\nthe critical slowing down causes random fluctuation in the ground state\ngeometric phase at the critical regime. The correlation function of the random\ngeometric phase determines the excitation probability of the quasiparticles,\nwhich are excited during the transition from the inital paramagnetic to the\nferromagnetic phase. This helps us to evaluate the number density of the kinks\nformed during the transition, which is found to scale as\n$\\tau_q^{-\\frac{1}{2}}$. In addition, we have also estimated the spin-spin\ncorrelation at criticality.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:19:38 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Basu","B.",""],["Bandyopadhyay","P.",""]]}
{"id":"1006.5815","submitter":"Boris Filippov","authors":"Boris Filippov and A.K. Srivastava","title":"Deflection of coronal rays by remote CMEs: shock wave or magnetic\n  pressure?","comments":"Accepted for Publication in Solar Physics","journal-ref":null,"doi":"10.1007/s11207-010-9607-3","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We analyze five events of the interaction of coronal mass ejections (CMEs)\nwith the remote coronal rays located up to 90^\\circ away from the CME as\nobserved by the SOHO/LASCO C2 coronagraph. Using sequences of SOHO/LASCO C2\nimages, we estimate the kink propagation in the coronal rays during their\ninteraction with the corresponding CMEs ranging from 180 to 920 km/s within the\ninterval of radial distances form 3 R. to 6 R. . We conclude that all studied\nevents do not correspond to the expected pattern of shock wave propagation in\nthe corona. Coronal ray deflection can be interpreted as the influence of the\nmagnetic field of a moving flux rope related to a CME. The motion of a\nlarge-scale flux rope away from the Sun creates changes in the structure of\nsurrounding field lines, which are similar to the kink propagation along\ncoronal rays. The retardation of the potential should be taken into account\nsince the flux rope moves at high speed comparable with the Alfven speed.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:19:56 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Filippov","Boris",""],["Srivastava","A. K.",""]]}
