{"id":"1007.0055","submitter":"Bo Feng","authors":"Bo Feng, Song He","title":"KLT and New Relations for N=8 SUGRA and N=4 SYM","comments":"12 Pages","journal-ref":"JHEP 1009:043,2010","doi":"10.1007/JHEP09(2010)043","report-no":null,"categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this short note, we prove the supersymmetric Kawai-Lewellen-Tye (KLT)\nrelations between N=8 supergravity (SUGRA) and N=4 super Yang-Mills (SYM)\ntree-level amplitudes in the frame of S-matrix program, especially we do not\nuse string theory or the explicit Lagrangian form of corresponding theories.\nOur supersymmetric KLT relations naturally unify the non-supersymmetric KLT\nrelations and newly discovered gauge theory identities and produce more\nidentities for amplitudes involving scalars and fermions. We point out also\nthat these newly discovered identities can be used to reduce helicity basis\nfrom (n-3)! further down.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 01:43:14 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Feng","Bo",""],["He","Song",""]]}
{"id":"1007.0056","submitter":"Leping Li","authors":"Jun Zhang, Leping Li, S. K. Solanki","title":"Sideways displacement of penumbral fibrils by the solar flare on 2006\n  December 13","comments":"12 pages, 5 figures, accepted by ApJL","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Flares are known to restructure the magnetic field in the corona and to\naccelerate the gas between the field lines, but their effect on the photosphere\nis less well studied. New data of the Solar Optical Telescope (SOT) onboard\nHinode provide unprecedented opportunity to uncover the photospheric effect of\na solar flare, which associates with an active region NOAA AR 10930 on 2006\nDecember 13. We find a clear lateral displacement of sunspot penumbral regions\nscanned by two flare ribbons. In the impulsive phase of the flare, the flare\nribbons scan the sunspot at a speed of around 18 km/s, derived from Ca II and\nG-band images. We find instantaneous horizontal shear of penumbral fibrils,\nwith initial velocities of about 1.6 km/s, produced when a flare ribbon passes\nover them. This velocity decreases rapidly at first, then gradually decays, so\nthat about one hour later, the fibrils return to a new equilibrium. During the\none hour interval, the total displacement of these fibrils is around 2.0 Mm,\nwith an average shear velocity of 0.55 km/s. This lateral motion of the\npenumbral fibrils indicates that the magnetic footpoints of these field lines\nbeing rearranged in the corona also move.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 02:01:10 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Zhang","Jun",""],["Li","Leping",""],["Solanki","S. K.",""]]}
{"id":"1007.0057","submitter":"Jue-Sam Chou","authors":"Yalin Chen, Jue-Sam Chou*, Chun-Hui Huang","title":"Comments on Five Smart Card Based Password Authentication Protocols","comments":"4 pages,","journal-ref":"(IJCSIS) International Journal of Computer Science and Information\n  Security, Vol. 8, No. 2, 2010","doi":null,"report-no":null,"categories":"cs.CR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we use the ten security requirements proposed by Liao et al.\nfor a smart card based authentication protocol to examine five recent work in\nthis area. After analyses, we found that the protocols of Juang et al.'s ,\nHsiang et al.'s, Kim et al.'s, and Li et al.'s all suffer from offline password\nguessing attack if the smart card is lost, and the protocol of Xu et al.'s is\nsubjected to an insider impersonation attack.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 02:22:16 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Chen","Yalin",""],["Chou*","Jue-Sam",""],["Huang","Chun-Hui",""]]}
{"id":"1007.0058","submitter":"Mihai Popa","authors":"Serban T. Belinschi, Mihai Popa, and Victor Vinnikov","title":"Infinite divisibility and a non-commutative Boolean-to-free\n  Bercovici-Pata bijection","comments":"26 pages, LaTeX","journal-ref":null,"doi":null,"report-no":null,"categories":"math.OA math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We use the theory of fully matricial, or non-commutative, functions to\ninvestigate infinite divisibility and limit theorems in operator-valued\nnon-commutative probability. Our main result is an operator-valued analogue of\nthe Bercovici-Pata bijection. An important tool is Voiculescu's subordination\nproperty for operator-valued free convolution.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 02:29:26 GMT"},{"version":"v2","created":"Thu, 7 Oct 2010 15:58:13 GMT"},{"version":"v3","created":"Wed, 23 Nov 2011 00:06:41 GMT"}],"update_date":"2011-11-24","authors_parsed":[["Belinschi","Serban T.",""],["Popa","Mihai",""],["Vinnikov","Victor",""]]}
{"id":"1007.0059","submitter":"Matthew Swallows","authors":"Matthew D. Swallows, Michael Bishof, Yige Lin, Sebastian Blatt,\n  Michael J. Martin, Ana Maria Rey, and Jun Ye","title":"Suppression of collisional shifts in a strongly interacting lattice\n  clock","comments":"13 pages, 6 figures","journal-ref":"Science 331, 1043 - 1046 (2011)","doi":"10.1126/science.1196442","report-no":null,"categories":"quant-ph cond-mat.quant-gas physics.atom-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Optical lattice clocks have the potential for extremely high frequency\nstability owing to the simultaneous interrogation of many atoms, but this\nprecision may come at the cost of systematic inaccuracy due to atomic\ninteractions. Density-dependent frequency shifts can occur even in a clock that\nuses fermionic atoms if they are subject to inhomogeneous optical excitation\n[1, 2]. Here we present a seemingly paradoxical solution to this problem. By\ndramatically increasing the strength of atomic interactions, we suppress\ncollisional shifts in lattice sites containing $N$ > 1 atoms; strong\ninteractions introduce an energy splitting into the system, and evolution into\na many-particle state in which collisions occur is inhibited. We demonstrate\nthe effectiveness of this approach with the JILA Sr lattice clock by reducing\nboth the collisional frequency shift and its uncertainty by more than a factor\nof ten [3], to the level of $10^{-17}$. This result eliminates the compromise\nbetween precision and accuracy in a many-particle system, since both will\ncontinue to improve as the particle number increases.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 02:31:41 GMT"},{"version":"v2","created":"Sat, 3 Jul 2010 00:33:16 GMT"},{"version":"v3","created":"Thu, 11 Nov 2010 18:38:48 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Swallows","Matthew D.",""],["Bishof","Michael",""],["Lin","Yige",""],["Blatt","Sebastian",""],["Martin","Michael J.",""],["Rey","Ana Maria",""],["Ye","Jun",""]]}
{"id":"1007.0060","submitter":"Jue-Sam Chou","authors":"Yalin Chen, Jue-Sam Chou*, Chun-Hui Huang","title":"Cryptanalysis on Four Two-Party Authentication Protocols","comments":"5 pages","journal-ref":"(IJCSIS) International Journal of Computer Science and Information\n  Security, Vol. 8, No. 2, 2010","doi":null,"report-no":null,"categories":"cs.CR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we analyze four authentication protocols of Bindu et al.,\nGoriparthi et al., Wang et al. and H\\\"olbl et al.. After investigation, we\nreveal several weaknesses of these schemes. First, Bindu et al.'s protocol\nsuffers from an insider impersonation attack if a malicious user obtains a lost\nsmart card. Second, both Goriparthi et al.'s and Wang et al.'s protocols cannot\nwithstand a DoS attack in the password change phase, i.e. an attacker can\ninvolve the phase to make user's password never be used in subsequent\nauthentications. Third, H\\\"olbl et al.'s protocol is vulnerable to an insider\nattack since a legal but malevolent user can deduce KGC's secret key.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 02:43:23 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Chen","Yalin",""],["Chou*","Jue-Sam",""],["Huang","Chun-Hui",""]]}
{"id":"1007.0061","submitter":"Wataru Koshibae","authors":"W. Koshibae, N. Furukawa, N. Nagaosa","title":"Photo-induced insulator-metal transition of a spin-electron coupled\n  system","comments":null,"journal-ref":null,"doi":"10.1209/0295-5075/94/27003","report-no":null,"categories":"cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The photo-induced metal-insulator transition is studied by the numerical\nsimulation of real-time quantum dynamics of a double-exchange model. The\nspatial and temporal evolutions of the system during the transition have been\nrevealed including (i) the threshold behavior with respect to the intensity and\nenergy of light, (ii) multiplication of particle-hole (p-h) pairs by a p-h pair\nof high energy, and (iii) the space-time pattern formation such as (a) the\nstripe controlled by the polarization of light, (b) coexistence of metallic and\ninsulating domains, and (c) dynamical spontaneous symmetry-breaking associated\nwith the spin spiral formation imposed by the conservation of total spin for\nsmall energy-dissipation rates.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 02:51:25 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Koshibae","W.",""],["Furukawa","N.",""],["Nagaosa","N.",""]]}
{"id":"1007.0062","submitter":"Vinod Mishra","authors":"Vinod K. Mishra","title":"Calendars of India","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"physics.pop-ph physics.hist-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This short monograph is devoted to different historical calendars prevalent\nin India from ancient times. They are classified and described with\nastronomical and historical details. Relationship of the calendrical elements\nto modern astronomical terminology has been explained. A proposal is outlined\nfor modifying the calendar for removing inconsistencies and improving its\naccuracy.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 03:04:36 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Mishra","Vinod K.",""]]}
{"id":"1007.0063","submitter":"Pengfei Zhang","authors":"Pengfei Zhang","title":"Partially hyperbolic sets with positive measure and $ACIP$ for partially\n  hyperbolic systems","comments":"Correct the proof of Theorem 5.5. Add a few explanations","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DS","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In [Discrete Contin. Dyn. Syst. \\textbf{15} (2006), no. 3, 811--818.] Xia\nintroduced a simple dynamical density basis for partially hyperbolic sets of\nvolume preserving diffeomorphisms. We apply the density basis to the study of\nthe topological structure of partially hyperbolic sets. We show that if\n$\\Lambda$ is a strongly partially hyperbolic set with positive volume, then\n$\\Lambda$ contains the global stable manifolds over ${\\alpha}(\\Lambda^d)$ and\nthe global unstable manifolds over ${\\omega}(\\Lambda^d)$.\n  We give several applications of the dynamical density to partially hyperbolic\nmaps that preserve some $acip$. We show that if $f$ is essentially accessible\nand $\\mu$ is an $acip$ of $f$, then $\\text{supp}(\\mu)=M$, the map $f$ is\ntransitive, and $\\mu$-a.e. $x\\in M$ has a dense orbit in $M$. Moreover if $f$\nis accessible and center bunched, then either $f$ preserves a smooth measure or\nthere is no $acip$ of $f$.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 03:18:53 GMT"},{"version":"v2","created":"Thu, 30 Sep 2010 14:31:50 GMT"}],"update_date":"2010-10-01","authors_parsed":[["Zhang","Pengfei",""]]}
{"id":"1007.0064","submitter":"Yilong Han","authors":"Zhongyu Zheng and Yilong Han","title":"Self-diffusion in two-dimensional hard ellipsoid suspensions","comments":null,"journal-ref":null,"doi":"10.1063/1.3490669","report-no":null,"categories":"cond-mat.soft","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  We studied the self-diffusion of colloidal ellipsoids in a monolayer near a\nflat wall by video microscopy. The image processing algorithm can track the\npositions and orientations of ellipsoids with sub-pixel resolution. The\ntranslational and rotational diffusions were measured in both the lab frame and\nthe body frame along the long and short axes. The long-time and short-time\ndiffusion coefficients of translational and rotational motions were measured as\nfunctions of the particle concentration. We observed sub-diffusive behavior in\nthe intermediate time regime due to the caging of neighboring particles. Both\nthe beginning and the ending times of the intermediate regime exhibit power-law\ndependence on concentration. The long-time and short-time diffusion\nanisotropies change non-monotonically with concentration and reach minima in\nthe semi-dilute regime because the motions along long axes are caged at lower\nconcentrations than the motions along short axes. The effective diffusion\ncoefficients change with time t as a linear function of (lnt)/t for the\ntranslational and rotational diffusions at various particle densities. This\nindicates that their relaxation functions decay according to 1/t which provides\nnew challenges in theory. The effects of coupling between rotational and\ntranslational Brownian motions were demonstrated and the two time scales\ncorresponding to anisotropic particle shape and anisotropic neighboring\nenvironment were measured.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 04:23:09 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Zheng","Zhongyu",""],["Han","Yilong",""]]}
{"id":"1007.0065","submitter":"Brian Abbey","authors":"Ruben A. Dilanian, Connie Darmanin, Jose N. Varghese, Steve W.\n  Wilkins, Toshihiko Oka, Naoto Yagi, Harry M. Quiney, Keith A. Nugent","title":"A novel approach for structure analysis of two-dimensional membrane\n  protein crystals using x-ray powder diffraction data","comments":"14 pages, 4 figures, 3 tables","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.optics physics.bio-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The application of powder diffraction methods in two-dimensional\ncrystallography is regarded as intractable because of the uncertainties\nassociated with overlapping reflections. Here, we report an approach that\nresolves these ambiguities and provides reliable low-resolution phase\ninformation directly from powder diffraction data. We apply our method to the\nrecovery of the structure of the bacteriorhodopsin (bR) molecule to a\nresolution of 7 angstroms using only powder diffraction data obtained from\ntwo-dimensional purple membrane (PM) crystals.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 04:39:59 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Dilanian","Ruben A.",""],["Darmanin","Connie",""],["Varghese","Jose N.",""],["Wilkins","Steve W.",""],["Oka","Toshihiko",""],["Yagi","Naoto",""],["Quiney","Harry M.",""],["Nugent","Keith A.",""]]}
{"id":"1007.0066","submitter":"Rajkumar Buyya","authors":"Anton Beloglazov, Rajkumar Buyya, Young Choon Lee, and Albert Zomaya","title":"A Taxonomy and Survey of Energy-Efficient Data Centers and Cloud\n  Computing Systems","comments":"49 pages, 9 pages, 3 tables","journal-ref":null,"doi":null,"report-no":"Technical Report, CLOUDS-TR-2010-3, Cloud Computing and Distributed\n  Systems Laboratory, The University of Melbourne, Australia, June 30, 2010","categories":"cs.DC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Traditionally, the development of computing systems has been focused on\nperformance improvements driven by the demand of applications from consumer,\nscientific and business domains. However, the ever increasing energy\nconsumption of computing systems has started to limit further performance\ngrowth due to overwhelming electricity bills and carbon dioxide footprints.\nTherefore, the goal of the computer system design has been shifted to power and\nenergy efficiency. To identify open challenges in the area and facilitate\nfuture advancements it is essential to synthesize and classify the research on\npower and energy-efficient design conducted to date. In this work we discuss\ncauses and problems of high power / energy consumption, and present a taxonomy\nof energy-efficient design of computing systems covering the hardware,\noperating system, virtualization and data center levels. We survey various key\nworks in the area and map them to our taxonomy to guide future design and\ndevelopment efforts. This chapter is concluded with a discussion of\nadvancements identified in energy-efficient computing and our vision on future\nresearch directions.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 04:44:27 GMT"},{"version":"v2","created":"Mon, 6 Sep 2010 03:56:24 GMT"}],"update_date":"2010-09-07","authors_parsed":[["Beloglazov","Anton",""],["Buyya","Rajkumar",""],["Lee","Young Choon",""],["Zomaya","Albert",""]]}
{"id":"1007.0067","submitter":"Shun-Zhi Wang","authors":"Shun-Zhi Wang","title":"Hexad Preons and Emergent Gravity in 3-dimensional Complex Spacetime","comments":"5 pages, no figure","journal-ref":null,"doi":null,"report-no":null,"categories":"gr-qc hep-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We suggest that at high energy each space dimension has their own time\ndimension, forming a 3-dimensional complex spacetime. Based on this hypothesis,\nwe propose that the primordial universe is made of six fundamental\nanticommutative fields and their complex conjugate states. These fields are\ncalled Hexad Preons which carry hypercolor degree of freedom transforming under\nU(3,3) gauge group. Upon the breakdown of the gauge group from U(3,3) to its\nmaximal compact subgroup $U(3)\\otimes U(3)$, the metric emerges. Leptons,\nquarks, as well as other matter states may be formed from the subsequent\ncondensate of Hexad Preons. Strong and electroweak forces are manifestations of\nthe hypercolor interaction in the corresponding cases. Our framework may shed\nlight on many problems in cosmology and particle physics.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 05:06:55 GMT"},{"version":"v2","created":"Tue, 27 Mar 2012 08:20:49 GMT"},{"version":"v3","created":"Tue, 3 Apr 2012 08:08:38 GMT"}],"update_date":"2012-04-04","authors_parsed":[["Wang","Shun-Zhi",""]]}
{"id":"1007.0068","submitter":"Fu-Guo Deng","authors":"Bao-Kui Zhao, Fu-Guo Deng","title":"Residual effect on the robustness of multiqubit entanglement","comments":"5 pages, 4 figures; A figure is added, compared with the version\n  published in Phys. Rev. A 82, 014301 (2010)","journal-ref":"Phys. Rev. A 82, 014301 (2010)","doi":"10.1103/PhysRevA.82.014301","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the relation between the entanglement and the robustness of a\nmultipartite system to a depolarization noise. We find that the robustness of a\ntwo-qubit system in an arbitrary pure state depends completely on its\nentanglement. However, this is not always true in a three-qubit system. There\nis a residual effect on the robustness of a three-qubit system in an arbitrary\nsuperposition of Greenberger-Horne-Zeilinger state and W state. Its\nentanglement determines the trend of its robustness. However, there is a\nsplitting on its robustness under the same entanglement. Its robustness not\nonly has the same periodicity as its three-tangle but also alters with its\nthree-tangle synchronously. There is also a splitting on the robustness of an\n$n$-qubit ($n>3$) system although it is more complicated.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 05:12:50 GMT"},{"version":"v2","created":"Thu, 15 Jul 2010 03:30:07 GMT"}],"update_date":"2010-07-16","authors_parsed":[["Zhao","Bao-Kui",""],["Deng","Fu-Guo",""]]}
{"id":"1007.0069","submitter":"Anthony Bahri","authors":"L. Astey, A. Bahri, M.Bendersky, F.R. Cohen, D.M. Davis, S. Gitler, M.\n  Mahowald, N. Ray and R. Wood","title":"The KO*-rings of BT^m, the Davis-Januszkiewicz Spaces and certain toric\n  manifolds","comments":"34 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AT math.AG math.CO math.KT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper contains an explicit computation of the KO*-ring structure of an\nm-fold product of CP^{\\infty}, the Davis-Januszkiewicz spaces and toric\nmanifolds which have trivial Sq^2-homology.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 05:22:43 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Astey","L.",""],["Bahri","A.",""],["Bendersky","M.",""],["Cohen","F. R.",""],["Davis","D. M.",""],["Gitler","S.",""],["Mahowald","M.",""],["Ray","N.",""],["Wood","R.",""]]}
{"id":"1007.0070","submitter":"Izzet Burak Yildiz","authors":"Izzet Burak Yildiz","title":"Monotonicity of the Lozi Family and the Zero Entropy Locus","comments":"22 pages, 8 figures minor revisions following the referees' comments","journal-ref":"I.B. Yildiz. Monotonicity of the Lozi family and the zero entropy\n  locus. Nonlinearity, 24:1613--1628, 2011","doi":"10.1088/0951-7715/24/5/012","report-no":null,"categories":"math.DS nlin.CD","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Ishii and Sands showed the monotonicity of the Lozi family $\\mathcal L_{a,b}$\nin a $\\mathcal C^1$ neighborhood of a-axis in the $a$-$b$ parameter space. We\nshow the monotonicity of the entropy in the vertical direction around $a=2$ and\nin some other directions for $1<a\\leq2$. Also we give some rigorous and\nnumerical results for the parameters at which the Lozi family has zero entropy.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 05:31:52 GMT"},{"version":"v2","created":"Tue, 17 May 2011 19:53:08 GMT"}],"update_date":"2011-05-18","authors_parsed":[["Yildiz","Izzet Burak",""]]}
{"id":"1007.0071","submitter":"Izzet Burak Yildiz","authors":"Izzet Burak Yildiz","title":"Discontinuity of Topological Entropy for the Lozi Maps","comments":"22 pages, 8 figures minor revisions following the referee's comments","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DS nlin.CD","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Recently, Buzzi showed in the compact case that the entropy map\n$f\\rightarrow$ $h_{top}(f)$ is lower semi-continuous for all piecewise affine\nsurface homeomorphisms. We prove that topological entropy for the Lozi maps can\njump from zero to a value above 0.1203 as one crosses a particular parameter\nand hence it is not upper semi-continuous in general. Moreover, our results can\nbe extended to a small neighborhood of this parameter showing the jump in the\nentropy occurs along a line segment in the parameter space.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 05:36:56 GMT"},{"version":"v2","created":"Tue, 17 May 2011 19:47:34 GMT"}],"update_date":"2011-05-18","authors_parsed":[["Yildiz","Izzet Burak",""]]}
{"id":"1007.0072","submitter":"Yang Xiang","authors":"Yang Xiang","title":"The relation between Hardy's non-locality and violation of Bell\n  inequality","comments":"4 pages, no figure, minor change","journal-ref":"Chin. Phys. B 20, 060301(2011)","doi":"10.1088/1674-1056/20/6/060301","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We give a analytic quantitative relation between Hardy's non-locality and\nBell operator. We find that Hardy's non-locality is a sufficient condition for\nviolation of Bell inequality, the upper bound of Hardy's non-locality allowed\nby information causality just correspond to Tsirelson bound of Bell inequality,\nand the upper bound of Hardy's non-locality allowed by the principle of\nno-signaling just correspond to the algebraic maximum of Bell operator. Then we\nstudy the Cabello's argument of Hardy's non-locality (a generalization of\nHardy's argument) and find a similar relation between it and violation of Bell\ninequality. Finally, we give a simple derivation of the bound of Hardy's\nnon-locality under the constraint of information causality with the aid of\nabove derived relation between Hardy's non-locality and Bell operator, this\nbound is the main result of a recent work of Ahanj \\emph{et al.} [Phys. Rev. A\n{\\bf81}, 032103(2010)].\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 05:39:02 GMT"},{"version":"v2","created":"Mon, 13 Dec 2010 19:01:58 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Xiang","Yang",""]]}
{"id":"1007.0073","submitter":"Yasunari Kurita","authors":"Yasunari Kurita, Michikazu Kobayashi, Hideki Ishihara, Makoto Tsubota","title":"Particle creation in Bose--Einstein condensates: Theoretical formulation\n  based on conserving gapless mean field theory","comments":"9 pages, typos corrected","journal-ref":"Phys.Rev.A82:053602,2010","doi":"10.1103/PhysRevA.82.053602","report-no":"OCU-PHYS-342, AP-GR-86","categories":"cond-mat.quant-gas gr-qc","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We formulate particle creation phenomena in Bose--Einstein condensates in\nterms of conserving gapless mean field theory for weakly interacting Bose\ngases. The particle creation spectrum is calculated by rediagonalizing the\nBogoliubov--de Gennes (BdG) Hamiltonian in mean field theory. The conservation\nimplies that quasiparticle creation is accompanied by quantum backreaction to\nthe condensates. Particle creation in this mean field theory is found to be\nequivalent to that in quantum field theory (QFT) in curved spacetime. An\nexpression is obtained for an effective metric affected by quantum\nbackreaction. The formula for the particle creation spectrum obtained in terms\nof QFT in curved spacetime is shown to be the same as that given by\nrediagonalizing the BdG Hamiltonian.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:04:37 GMT"},{"version":"v2","created":"Wed, 3 Nov 2010 02:46:25 GMT"},{"version":"v3","created":"Mon, 20 Dec 2010 07:20:43 GMT"}],"update_date":"2010-12-21","authors_parsed":[["Kurita","Yasunari",""],["Kobayashi","Michikazu",""],["Ishihara","Hideki",""],["Tsubota","Makoto",""]]}
{"id":"1007.0074","submitter":"Brian Abbey","authors":"Harry M. Quiney and Keith A. Nugent","title":"Biomolecular imaging and electronic damage using X-ray free-electron\n  lasers","comments":"16 pages, 2 figures","journal-ref":null,"doi":"10.1038/nphys1859","report-no":null,"categories":"physics.optics physics.atm-clus physics.bio-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Proposals to determine biomolecular structures from diffraction experiments\nusing femtosecond X-ray free-electron laser (XFEL) pulses involve a conflict\nbetween the incident brightness required to achieve diffraction-limited atomic\nresolution and the electronic and structural damage induced by the\nillumination. Here we show that previous estimates of the conditions under\nwhich biomolecular structures may be obtained in this manner are unduly\nrestrictive, because they are based on a coherent diffraction model that is not\nappropriate to the proposed interaction conditions. A more detailed imaging\nmodel derived from optical coherence theory and quantum electrodynamics is\nshown to be far more tolerant of electronic damage. The nuclear density is\nemployed as the principal descriptor of molecular structure. The foundations of\nthe approach may also be used to characterize electrodynamical processes by\nperforming scattering experiments on complex molecules of known structure.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:08:25 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Quiney","Harry M.",""],["Nugent","Keith A.",""]]}
{"id":"1007.0075","submitter":"Hiroshi Yokoya","authors":"Yukinari Sumino, Hiroshi Yokoya","title":"Bound-state effects on kinematical distributions of top quarks at hadron\n  colliders","comments":"40 pages, 25 figures; minor corrections, references added; a typo in\n  Eq. (B.9) corrected","journal-ref":"JHEP 1009:034,2010","doi":"10.1007/JHEP09(2010)034","report-no":"TU-867; CERN-PH-TH-2010-147","categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  First we present a theoretical framework to compute the fully differential\ncross sections for the top-quark productions and their subsequent decays at\nhadron colliders, incorporating the bound-state effects which are important in\nthe t\\bar{t} threshold region. We include the bound-state effects such that the\ncross sections are correct in the LO approximation both in the threshold and\nhigh-energy regions. Then, based on this framework we compute various\nkinematical distributions of top quarks as well as of their decay products at\nthe LHC, by means of Monte-Carlo event-generation. These are compared with the\ncorresponding predictions based on conventional perturbative QCD. In\nparticular, we find a characteristic bound-state effect on the\n(bW^+)-(\\bar{b}W^-) double-invariant-mass distribution, which is deformed to\nthe lower invariant-mass side in a correlated manner.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:39:38 GMT"},{"version":"v2","created":"Mon, 16 Aug 2010 22:44:03 GMT"},{"version":"v3","created":"Tue, 7 Jun 2016 14:01:21 GMT"}],"update_date":"2016-06-08","authors_parsed":[["Sumino","Yukinari",""],["Yokoya","Hiroshi",""]]}
{"id":"1007.0076","submitter":"Philippe Eyssidieux","authors":"Philippe Eyssidieux (IF), Vincent Guedj (LATP), Ahmed Zeriahi (IMT)","title":"Viscosity solutions to degenerate Complex Monge-Amp\\`ere equations","comments":null,"journal-ref":"Communications on Pure and Applied Mathematics 64, 8 (2011)\n  1059--1094","doi":"10.1002/cpa.20364","report-no":null,"categories":"math.AG math.CV math.DG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We develop an alternative approach to Degenerate complex Monge-Amp\\`ere\nequations on compact K\\\"ahler manifolds based on the concept of viscosity\nsolutions and compare systematically viscosity concepts with pluripotential\ntheoretic ones. We generalize to the K\\\"ahler case a theorem due to Dinew and\nZhang in the projective case to the effect that their pluripotential solutions\nconstructed previously by the authors are continuous.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:44:44 GMT"}],"update_date":"2014-03-10","authors_parsed":[["Eyssidieux","Philippe","","IF"],["Guedj","Vincent","","LATP"],["Zeriahi","Ahmed","","IMT"]]}
{"id":"1007.0077","submitter":"Remi Carles","authors":"R\\'emi Carles (I3M), Cl\\'ement Gallo (I3M)","title":"Finite time extinction by nonlinear damping for Schrodinger equation","comments":"13 pages. Title changed. Final version to appear in CPDE","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider the Schrodinger equation on a compact manifold, in the presence\nof a nonlinear damping term, which is homogeneous and sublinear. For initial\ndata in the energy space, we construct a weak solution, defined for all\npositive time, which is shown to be unique. In the one-dimensional case, we\nshow that it becomes zero in finite time. In the two and three-dimensional\ncases, we prove the same result under the assumption of extra regularity on the\ninitial datum.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:45:36 GMT"},{"version":"v2","created":"Wed, 15 Sep 2010 18:49:27 GMT"}],"update_date":"2010-09-16","authors_parsed":[["Carles","Rémi","","I3M"],["Gallo","Clément","","I3M"]]}
{"id":"1007.0078","submitter":"Ulf Leonhardt","authors":"Ulf Leonhardt and Sahar Sahebdivan","title":"Perfect imaging: they don't do it with mirrors","comments":null,"journal-ref":null,"doi":"10.1088/2040-8978/13/2/024016","report-no":null,"categories":"physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Imaging with a spherical mirror in empty space is compared with the case when\nthe mirror is filled with the medium of Maxwell's fish eye. Exact\ntime-dependent solutions of Maxwell's equations show that perfect imaging is\nnot achievable with an electrical ideal mirror on its own, but with Maxwell's\nfish eye in the regime when it implements a curved geometry for full\nelectromagnetic waves.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:47:49 GMT"},{"version":"v2","created":"Mon, 5 Jul 2010 10:11:32 GMT"},{"version":"v3","created":"Thu, 19 Aug 2010 12:54:45 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Leonhardt","Ulf",""],["Sahebdivan","Sahar",""]]}
{"id":"1007.0079","submitter":"Thierry Paul","authors":"Agissilaos Athanassoulis (CMLS-EcolePolytechnique), Thierry Paul\n  (CMLS-EcolePolytechnique)","title":"Smoothed Affine Wigner Transform","comments":null,"journal-ref":"Applied and Computational Harmonic Analysis 28, 3 (2010) 313-319","doi":"10.1016/j.acha.2010.03.001","report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study a generalization of Husimi function in the context of wavelets. This\nleads to a nonnegative density on phase-space for which we compute the\nevolution equation corresponding to a Schr\\\"Aodinger equation.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:47:57 GMT"}],"update_date":"2013-06-27","authors_parsed":[["Athanassoulis","Agissilaos","","CMLS-EcolePolytechnique"],["Paul","Thierry","","CMLS-EcolePolytechnique"]]}
{"id":"1007.0080","submitter":"Jani S\\\"arkk\\\"a","authors":"Jani S\\\"arkk\\\"a and Ari Harju","title":"Spin dynamics at the singlet-triplet crossings in double quantum dot","comments":"4 pages, 5 figures","journal-ref":"New Journal of Physics 13 (2011) 043010","doi":"10.1088/1367-2630/13/4/043010","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We simulate the control of the spin states in a two-electron double quantum\ndot when an external detuning potential is used for passing the system through\nan anticrossing. The hyperfine coupling of the electron spins with the\nsurrounding nuclei causes the anticrossing of the spin states but also the\ndecoherence of the spin states. We calculate numerically the singlet-triplet\ndecoherence for different detuning values and find a good agreement with\nexperimental measurement results of the same setup. We predict an interference\neffect due to the coupling of T0 and T+ states.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:48:30 GMT"},{"version":"v2","created":"Mon, 11 Apr 2011 11:02:06 GMT"}],"update_date":"2011-04-12","authors_parsed":[["Särkkä","Jani",""],["Harju","Ari",""]]}
{"id":"1007.0081","submitter":"Damien Biau","authors":"Damien Biau (DICAT), Houssam Soueid (DICAT), Alessandro Bottaro\n  (DICAT)","title":"Transition to turbulence in duct flow","comments":null,"journal-ref":"J. Fluid Mech. 596 (2008) 133-142","doi":"10.1017/S0022112007009536","report-no":null,"categories":"physics.flu-dyn","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The transition of the flow in a duct of square cross-section is studied. Like\nin the similar case of the pipe flow, the motion is linearly stable for all\nReynolds numbers; this flow is thus a good candidate to investigate the\n'bypass' path to turbulence. Initially the so-called 'linear optimal\nperturbation problem' is formulated and solved, yielding optimal disturbances\nin the form of longitudinal vortices. Such optimals, however, fail to elicit a\nsignificant response from the system in the nonlinear regime. Thus,\nstreamwise-inhomogeneous, sub-optimal disturbances are focussed upon; nonlinear\nquadratic interactions are immediately evoked by such initial perturbations and\nan unstable streamwise-homogeneous large amplitude mode rapidly emerges. The\nsubsequent evolution of the flow, at a value of the Reynolds number at the edge\nbetween fully developed turbulence and relaminarization, shows the alternance\nof patterns with two pairs of large scale vortices near opposing parallel\nwalls. Such edge states bear a resemblance to optimal disturbances\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:48:45 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Biau","Damien","","DICAT"],["Soueid","Houssam","","DICAT"],["Bottaro","Alessandro","","DICAT"]]}
{"id":"1007.0082","submitter":"Damien Biau","authors":"Damien Biau (DICAT), Alessandro Bottaro (DICAT)","title":"An optimal path to transition in a duct","comments":null,"journal-ref":"Philosophical Transactions. Series A, Mathematical, Physical and\n  Engineering Sciences 367 (2009) 529-544","doi":"10.1098/rsta.2008.0191","report-no":null,"categories":"physics.flu-dyn","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper is concerned with the transition of the laminar flow in a duct of\nsquare cross-section. Like in the similar case of the pipe flow, the motion is\nlinearly stable for all Reynolds numbers, rendering this flow a suitable\ncandidate for a study of the 'bypass' path to turbulence. It has already been\nshown \\citep{Biau_JFM_2008} that the classical linear optimal perturbation\nproblem, yielding optimal disturbances in the form of longitudinal vortices,\nfails to provide an 'optimal' path to turbulence, i.e. optimal perturbations do\nnot elicit a significant nonlinear response from the flow. Previous simulations\nhave also indicated that a pair of travelling waves generates immediately, by\nnonlinear quadratic interactions, an unstable mean flow distortion, responsible\nfor rapid breakdown. By the use of functions quantifying the sensitivity of the\nmotion to deviations in the base flow, the 'optimal' travelling wave associated\nto its specific defect is found by a variational approach. This optimal\nsolution is then integrated in time and shown to display a qualitative\nsimilarity to the so-called 'minimal defect', for the same parameters. Finally,\nnumerical simulations of a 'edge state' are conducted, to identify an unstable\nsolution which mediates laminar-turbulent transition and relate it to results\nof the optimisation procedure.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:49:07 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Biau","Damien","","DICAT"],["Bottaro","Alessandro","","DICAT"]]}
{"id":"1007.0083","submitter":"Denis Bernard","authors":"Denis Bernard (LLR), Frederic Moulin (ENS Cachan)","title":"Four-wave interaction in gas and vacuum: definition of a third-order\n  nonlinear effective susceptibility in vacuum: $\\chi$ vacuum(3)","comments":null,"journal-ref":"Optics Communications 164, 1 (1999) 137","doi":null,"report-no":null,"categories":"physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Semiclassical methods are used to study the nonlinear interaction of light in\nvacuum in the context of four wave mixing. This study is motivated by a desire\nto investigate the possibility of using recently developed powerful ultrashort\n(femtosecond) laser pulses to demonstrate the existence of nonlinear effects in\nvacuum, predicted by quantum electrodynamics (QED). An approach, similar to\nclassical nonlinear optics in a medium, is developed in this article. A\nthird-order nonlinear effective susceptibility of vacuum is then introduced.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:49:20 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Bernard","Denis","","LLR"],["Moulin","Frederic","","ENS Cachan"]]}
{"id":"1007.0084","submitter":"XiaoHu Mo","authors":"X.H.Mo, C.Z.Yuan and P.Wang","title":"On the leptonic partial widths of the excited psi states","comments":"4 pages; 2 figures;","journal-ref":"Phys.Rev.D82:077501,2010","doi":"10.1103/PhysRevD.82.077501","report-no":null,"categories":"hep-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The resonance parameters of the excited psi-family resonances, namely the\npsi(4040), psi(4160), and psi(4415), were determined by fitting the R-values\nmeasured by experiments. It is found that the previously reported leptonic\npartial widths of these states were merely one possible solutions among a\nfour-fold ambiguity. By fitting the most precise experimental data on the\nR-values measured by the BES collaboration, this work presents all four sets of\nsolutions. These results may affect the interpretation of the charmonium and\ncharmonium-like states above 4GeV/c^2.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:52:02 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Mo","X. H.",""],["Yuan","C. Z.",""],["Wang","P.",""]]}
{"id":"1007.0085","submitter":"Nitin Bhatia","authors":"Nitin Bhatia and Vandana","title":"Survey of Nearest Neighbor Techniques","comments":"4 pages, 1 table","journal-ref":"IJCSIS vol. 8, No. 2, 2010 pp. 302-305","doi":null,"report-no":null,"categories":"cs.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The nearest neighbor (NN) technique is very simple, highly efficient and\neffective in the field of pattern recognition, text categorization, object\nrecognition etc. Its simplicity is its main advantage, but the disadvantages\ncan't be ignored even. The memory requirement and computation complexity also\nmatter. Many techniques are developed to overcome these limitations. NN\ntechniques are broadly classified into structure less and structure based\ntechniques. In this paper, we present the survey of such techniques. Weighted\nkNN, Model based kNN, Condensed NN, Reduced NN, Generalized NN are structure\nless techniques whereas k-d tree, ball tree, Principal Axis Tree, Nearest\nFeature Line, Tunable NN, Orthogonal Search Tree are structure based algorithms\ndeveloped on the basis of kNN. The structure less method overcome memory\nlimitation and structure based techniques reduce the computational complexity.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:53:50 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Bhatia","Nitin",""],["Vandana","",""]]}
{"id":"1007.0086","submitter":"Kenichi Sasaki","authors":"Ken-ichi Sasaki and Riichiro Saito and Mildred S. Dresselhaus and\n  Katsunori Wakabayashi and Toshiaki Enoki","title":"Soliton Trap in Strained Graphene Nanoribbons","comments":"7 pages, 4 figures","journal-ref":"New J.Phys.12:103015,2010","doi":"10.1088/1367-2630/12/10/103015","report-no":null,"categories":"cond-mat.mes-hall cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The wavefunction of a massless fermion consists of two chiralities,\nleft-handed and right-handed, which are eigenstates of the chiral operator. The\ntheory of weak interactions of elementally particle physics is not symmetric\nabout the two chiralities, and such a symmetry breaking theory is referred to\nas a chiral gauge theory. The chiral gauge theory can be applied to the\nmassless Dirac particles of graphene. In this paper we show within the\nframework of the chiral gauge theory for graphene that a topological soliton\nexists near the boundary of a graphene nanoribbon in the presence of a strain.\nThis soliton is a zero-energy state connecting two chiralities and is an\nelementally excitation transporting a pseudospin. The soliton should be\nobservable by means of a scanning tunneling microscopy experiment.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 06:56:22 GMT"},{"version":"v2","created":"Fri, 2 Jul 2010 00:25:25 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Sasaki","Ken-ichi",""],["Saito","Riichiro",""],["Dresselhaus","Mildred S.",""],["Wakabayashi","Katsunori",""],["Enoki","Toshiaki",""]]}
{"id":"1007.0087","submitter":"Kumar Krishnan","authors":"Krishnan Kumar, Nafeesa Begum J and V. Sumathy","title":"A Novel Approach towards Cost Effective Region-Based Group Key Agreement\n  Protocol for Secure Group Communication","comments":"10 pages,29 figures","journal-ref":"(IJCSIS) International Journal of Computer Science and Information\n  Security, Vol. 8, No. 2, 2010","doi":null,"report-no":"pkk-2010-02","categories":"cs.CR","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  This paper addresses an interesting security problem in wireless ad hoc\nnetworks: the Dynamic Group Key Agreement key establishment. For secure group\ncommunication in an Ad hoc network, a group key shared by all group members is\nrequired. This group key should be updated when there are membership changes\n(when the new member joins or current member leaves) in the group. In this\npaper, We propose a novel, secure, scalable and efficient Region-Based Group\nKey Agreement protocol (RBGKA) for ad-hoc networks. This is implemented by a\ntwo-level structure and a new scheme of group key update. The idea is to divide\nthe group into subgroups, each maintaining its subgroup keys using Group\nDiffie-Hellman (GDH) Protocol and links with other subgroups in a Tree\nstructure using Tree-based Group Diffie-Hellman (TGDH) protocol. By introducing\nregion-based approach, messages and key updates will be limited within subgroup\nand outer group; hence computation load is distributed among many hosts. Both\ntheoretical analysis and experimental results show that this Region-based key\nagreement protocol performs better for the key establishment problem in ad-hoc\nnetwork in terms of memory cost, computation cost and communication cost.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:03:17 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Kumar","Krishnan",""],["J","Nafeesa Begum",""],["Sumathy","V.",""]]}
{"id":"1007.0088","submitter":"Mei Huang","authors":"Song He, Mei Huang, Qi-shu Yan","title":"Heavy quark potential and QCD beta function from a deformed $AdS_5$\n  model","comments":"6 pages, PTPTeX; For Proceedings of NFQCD2010 (Jan. 18-March 19,\n  2010, YITP)","journal-ref":"Prog.Theor.Phys.Suppl.186:504-509,2010","doi":"10.1143/PTPS.186.504","report-no":null,"categories":"hep-ph hep-th nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We show that in a deformed ${\\rm AdS}_5$ model with an explicit infrared\ncutoff included in the logarithmic correction $-c_0\\log[(z_{IR}-z)/z_{IR}]$,\nthe heavy quark Cornell potential can be fitted very well, the corresponding\nbeta-function agrees with the QCD beta-function at 2-loop level reasonably\nwell, and its dual dilaton potential is bounded from below in infrared. The\nresults are compared with those in the Andreev-Zakharov model and the\nPirner-Galow model.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:27:01 GMT"}],"update_date":"2011-03-10","authors_parsed":[["He","Song",""],["Huang","Mei",""],["Yan","Qi-shu",""]]}
{"id":"1007.0089","submitter":"Nayantara Bhatnagar","authors":"Nayantara Bhatnagar, Andrej Bogdanov and Elchanan Mossel","title":"The Computational Complexity of Estimating Convergence Time","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.DS math.ST stat.CO stat.TH","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An important problem in the implementation of Markov Chain Monte Carlo\nalgorithms is to determine the convergence time, or the number of iterations\nbefore the chain is close to stationarity. For many Markov chains used in\npractice this time is not known. Even in cases where the convergence time is\nknown to be polynomial, the theoretical bounds are often too crude to be\npractical. Thus, practitioners like to carry out some form of statistical\nanalysis in order to assess convergence. This has led to the development of a\nnumber of methods known as convergence diagnostics which attempt to diagnose\nwhether the Markov chain is far from stationarity. We study the problem of\ntesting convergence in the following settings and prove that the problem is\nhard in a computational sense: Given a Markov chain that mixes rapidly, it is\nhard for Statistical Zero Knowledge (SZK-hard) to distinguish whether starting\nfrom a given state, the chain is close to stationarity by time t or far from\nstationarity at time ct for a constant c. We show the problem is in AM\nintersect coAM. Second, given a Markov chain that mixes rapidly it is coNP-hard\nto distinguish whether it is close to stationarity by time t or far from\nstationarity at time ct for a constant c. The problem is in coAM. Finally, it\nis PSPACE-complete to distinguish whether the Markov chain is close to\nstationarity by time t or far from being mixed at time ct for c at least 1.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:34:58 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Bhatnagar","Nayantara",""],["Bogdanov","Andrej",""],["Mossel","Elchanan",""]]}
{"id":"1007.0090","submitter":"Yaroslav Zolotaryuk","authors":"Yaroslav Zolotaryuk and Maxim M. Osmanov","title":"Directed motion of domain walls in biaxial ferromagnets under the\n  influence of periodic external magnetic fields","comments":"Added references, corrected typos, extended introduction","journal-ref":"Eur. Phys. J. B (2011) Vol. 79, No. 3, P. 257","doi":"10.1140/epjb/e2010-10534-9","report-no":null,"categories":"nlin.PS cond-mat.other","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Directed motion of domain walls (DWs) in a classical biaxial ferromagnet\nplaced under the influence of periodic unbiased external magnetic fields is\ninvestigated. Using the symmetry approach developed in this article the\nnecessary conditions for the directed DW motion are found. This motion turns\nout to be possible if the magnetic field is applied along the most easy axis.\nThe symmetry approach prohibits the directed DW motion if the magnetic field is\napplied along any of the hard axes. With the help of the soliton perturbation\ntheory and numerical simulations, the average DW velocity as a function of\ndifferent system parameters such as damping constant, amplitude, and frequency\nof the external field, is computed.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:37:06 GMT"},{"version":"v2","created":"Mon, 14 Feb 2011 09:01:22 GMT"}],"update_date":"2011-02-15","authors_parsed":[["Zolotaryuk","Yaroslav",""],["Osmanov","Maxim M.",""]]}
{"id":"1007.0091","submitter":"Paolo Michetti Dr.","authors":"Paolo Michetti, Patrik Recher, Giuseppe Iannaccone","title":"Electric-Field-control of spin rotation in bilayer graphene","comments":null,"journal-ref":"Nano Lett., 2010, 10 (11), pp 4463-4469","doi":"10.1021/nl102298n","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The manipulation of the electron spin degree of freedom is at the core of the\nspintronics paradigm, which offers the perspective of reduced power\nconsumption, enabled by the decoupling of information processing from net\ncharge transfer. Spintronics also offers the possibility of devising hybrid\ndevices able to perform logic, communication, and storage operations. Graphene,\nwith its potentially long spin-coherence length, is a promising material for\nspin-encoded information transport. However, the small spin-orbit interaction\nis also a limitation for the design of conventional devices based on the\ncanonical Datta-Das spin-FET. An alternative solution can be found in magnetic\ndoping of graphene, or, as discussed in the present work, in exploiting the\nproximity effect between graphene and Ferromagnetic Oxides (FOs). Graphene in\nproximity to FO experiences an exchange proximity interaction (EPI), that acts\nas an effective Zeeman field for electrons in graphene, inducing a spin\nprecession around the magnetization axis of the FO. Here we show that in an\nappropriately designed double-gate field-effect transistor, with a bilayer\ngraphene channel and FO used as a gate dielectric, spin-precession of carriers\ncan be turned ON and OFF with the application of a differential voltage to the\ngates. This feature is directly probed in the spin-resolved conductance of the\nbilayer.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:41:10 GMT"}],"update_date":"2010-11-16","authors_parsed":[["Michetti","Paolo",""],["Recher","Patrik",""],["Iannaccone","Giuseppe",""]]}
{"id":"1007.0092","submitter":"Sofia Lambropoulou","authors":"Jesus Juyumaya, Sofia Lambropoulou","title":"Modular framization of the BMW algebra","comments":"9 pages, 3 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this work we introduce the concept of Modular Framization or simply\nFramization. We construct a framization $F_{d,n}$ of the\nBirman--Wenzl--Murakami algebra, also known as BMW algebra, and start a\nsystematic study of this framization. We show that $F_{d,n}$ is finite\ndimensional and the \\lq braid generators\\rq\\ of this algebra satisfy a quartic\nrelation which is of minimal degree not containing the generators $t_i$. They\nalso satisfy a quintic relation, as the smallest closed relation. We conjecture\nthat the algebras $F_{d,n}$ support a Markov trace which allow to define\npolynomial invariants for unoriented knots in an analogous way that the\nKauffman polynomial is derived from the BMW algebra.\n  The idea originates from the Yokonuma--Hecke algebra, built from the\nclassical Hecke algebra by adding framing generators and changing the Hecke\nalgebra quadratic relation by a new quadratic relation which involves the\nframing generators. Using the Yokonuma--Hecke algebras and a Markov trace\nconstructed on them\\cite{ju} we produced invariants for oriented framed\nknots\\cite{jula1,jula3}, classical knots\\cite{jula4} (which satisfies a cubic\nskein relation), and singular knots\\cite{jula2}. Moreover, we have connections\nwith virtual braids and transversal knot theory. In this note we also apply the\nframization mechanism on other knot algebras, such as the Temperley--Lieb\nalgebra, the singular Hecke algebra introduced by Paris and Rabenda and Hecke\nalgebras of type $B$.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:48:30 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Juyumaya","Jesus",""],["Lambropoulou","Sofia",""]]}
{"id":"1007.0093","submitter":"Luis Nguyen Mr","authors":"Viet Cuong Nguyen, Lang Chen","title":"Total transmission and total reflection by zero index materials","comments":"15 pages - 5 Figs","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci physics.class-ph physics.comp-ph physics.gen-ph physics.optics","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","abstract":"  In this report, we achieved total transmission and reflection in a slab of\nzero index materials with defect(s). By controlling the defect's radius and\ndielectric constant, we can obtain total transmission and reflection of EM\nwave. The zero index materials, in this report, stand for materials with\npermittivity and permeability which are simultaneously equal to zero or so\ncalled matched impedance zero index materials. Along with theoretical\ncalculations and simulation demonstrations, we also discuss about some possible\napplications for the proposed structure such as shielding or cloaking an object\nwithout restricting its view. We also suggest a way to control total\ntransmission and reflection actively by using tunable refractive index\nmaterials such as liquid crystal and BST. The physics behind those phenomena is\nattributed to intrinsic properties of zero index materials: constant field\ninside zero index slab.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:51:03 GMT"}],"update_date":"2010-08-19","authors_parsed":[["Nguyen","Viet Cuong",""],["Chen","Lang",""]]}
{"id":"1007.0094","submitter":"Sergey Vikharev V","authors":"M.P. Kashchenko and V.G. Chashchina","title":"Dynamic Model for Formation of Twinned Martensite Crystals","comments":"15 pages, 1 figure","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Based on original investigations into the stages of nucleation and growth of\nmartensite, a consideration has been given to dynamic models of formation of\nmartensite plates with a fine structure of transformation twins, which are\ncompatible with the supersonic growth rate of martensite crystals. Along with\nrelatively long quasi-longitudinal waves, which determine the orientation of\nthe habit plane, the control wave process includes relatively short\nlongitudinal waves, which act in synchronism and control the growth of the main\ncomponent of a regular twin structure. Preference is given to a model\ncontaining, at the initial moment of time, the only active dynamic cell capable\nof periodic reproduction in the interphase region at the stage of the\nmartensite crystal growth. Conditions providing the ratio between the\ncomponents of the twin structure, which would be optimal for minimization of\nthe transformation time, have been discussed. A transition to final\ndeformations, which are two to three orders of magnitude larger than the\nthreshold deformations, have been made. The calculated macroscopic\nmorphological attributes, which were deduced from dynamic considerations, have\nbeen compared with the experimental data and crystallogeometrical calculation.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:53:32 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Kashchenko","M. P.",""],["Chashchina","V. G.",""]]}
{"id":"1007.0095","submitter":"Natalia Schneider","authors":"Natalia L. Schneider, Guillaume Schull, and Richard Berndt","title":"Optical Probe of Quantum Shot Noise Reduction at a Single-Atom Contact","comments":null,"journal-ref":null,"doi":"10.1103/PhysRevLett.105.026601","report-no":null,"categories":"quant-ph cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Visible and infra-red light emitted at a Ag-Ag(111) junction has been\ninvestigated from tunneling to single atom contact conditions with a scanning\ntunneling microscope. The light intensity varies in a highly nonlinear fashion\nwith the conductance of the junction and exhibits a minimum at conductances\nclose to the conductance quantum. The data are interpreted in terms of current\nnoise at optical frequencies, which is characteristic of partially open\ntransport channels.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 07:58:39 GMT"},{"version":"v2","created":"Fri, 2 Jul 2010 07:10:06 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Schneider","Natalia L.",""],["Schull","Guillaume",""],["Berndt","Richard",""]]}
{"id":"1007.0096","submitter":"Florentin Smarandache","authors":"Florentin Smarandache","title":"A Group-Pertmutation Algorithm to Solve the Generalized SUDOKU","comments":null,"journal-ref":"Recreatii matematice, Ia\\'Ei, Romania, 20-22, Nr.1/2011","doi":null,"report-no":null,"categories":"math.GM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this short paper we present an algorithm for finding a solution to a\ngeneralized Sudoku.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:00:01 GMT"}],"update_date":"2011-04-07","authors_parsed":[["Smarandache","Florentin",""]]}
{"id":"1007.0097","submitter":"Peter Harremo\\\"es","authors":"Peter Harremo\\\"es and Igor Vajda","title":"On Pairs of $f$-divergences and their Joint Range","comments":"7 pages, 4 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.IT math.IT math.ST stat.TH","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We compare two f-divergences and prove that their joint range is the convex\nhull of the joint range for distributions supported on only two points. Some\napplications of this result are given.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:02:40 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Harremoës","Peter",""],["Vajda","Igor",""]]}
{"id":"1007.0098","submitter":"Vadim Ohanyan","authors":"Onofre Rojas, S. M. de Souza, Vadim Ohanyan and Martiros Khurshudyan","title":"Exactly solvable mixed-spin Ising-Heisenberg diamond chain with the\n  biquadratic interactions and single-ion anisotropy","comments":"14 pages, 9 figures","journal-ref":"Phys. Rev. B 83, 094430 (2011)","doi":"10.1103/PhysRevB.83.094430","report-no":null,"categories":"cond-mat.stat-mech cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An exactly solvable variant of mixed spin-(1/2,1) Ising-Heisenberg diamond\nchain is considered. Vertical spin-1 dimers are taken as quantum ones with\nHeisenberg bilinear and biquadratic interactions and with single-ion\nanisotropy, while all interactions between spin-1 and spin-1/2 residing on the\nintermediate sites are taken in the Ising form. The detailed analysis of the\n$T=0$ ground state phase diagram is presented. The phase diagrams have shown to\nbe rather rich, demonstrating large variety of ground states: saturated one,\nthree ferrimagnetic with magnetization equal to 3/5 and another four\nferrimagnetic ground states with magnetization equal to 1/5. There are also two\nfrustrated macroscopically degenerated ground states which could exist at zero\nmagnetic filed.\n  Solving the model exactly within classical transfer-matrix formalism we\nobtain an exact expressions for all thermodynamic function of the system. The\nthermodynamic properties of the model have been described exactly by exact\ncalculation of partition function within the direct classical transfer-matrix\nformalism, the entries of transfer matrix, in their turn, contain the\ninformation about quantum states of vertical spin-1 XXZ dimer (eigenvalues of\nlocal hamiltonian for vertical link).\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:24:13 GMT"},{"version":"v2","created":"Tue, 30 Nov 2010 13:07:04 GMT"}],"update_date":"2011-03-31","authors_parsed":[["Rojas","Onofre",""],["de Souza","S. M.",""],["Ohanyan","Vadim",""],["Khurshudyan","Martiros",""]]}
{"id":"1007.0099","submitter":"Bohdan Kundys","authors":"B. Kundys, A. Lappas, M. Viret, V. Kapustianyk, V. Rudyk, S. Semak,\n  Ch. Simon and I. Bakaimi","title":"Multiferroicity and hydrogen-bond ordering in (C2H5NH3)2CuCl4 featuring\n  dominant ferromagnetic interactions","comments":"6 pages, 5 figures, Journal article","journal-ref":"Phys. Rev. B 81, 224434 (2010)","doi":"10.1103/PhysRevB.81.224434","report-no":"Phys. Rev. B 81, 224434 (2010)","categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We demonstrate that ethylammonium copper chloride, (C2H5NH3)2CuCl4, a member\nof the hybrid perovskite family is an electrically polar and magnetic compound\nwith dielectric anomaly around the Curie point (247 K). We have found large\nspontaneous electric polarization below this point accompanied with a color\nchange in the sample. The system is also ferroelectric, with large remnant\npolarization (37{\\mu}C/cm2) that is comparable to classical ferroelectric\ncompounds. The results are ascribed to hydrogen-bond ordering of the organic\nchains. The coexistence of ferroelectricity and dominant ferromagnetic\ninteractions allows to relate the sample to a rare group of magnetic\nmultiferroic compounds. In such hybrid perovskites the underlying hydrogen\nbonding of easily tunable organic building blocks in combination with the 3d\ntransition-metal layers offers an emerging pathway to engineer multifuctional\nmultiferroics.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:26:37 GMT"}],"update_date":"2010-07-27","authors_parsed":[["Kundys","B.",""],["Lappas","A.",""],["Viret","M.",""],["Kapustianyk","V.",""],["Rudyk","V.",""],["Semak","S.",""],["Simon","Ch.",""],["Bakaimi","I.",""]]}
{"id":"1007.0100","submitter":"Bryan J. Dalton","authors":"B. J. Dalton","title":"Decoherence effects in Bose-Einstein condensate interferometry. I\n  General Theory","comments":"To be published in Annals of Physics. Full version of paper,\n  including all Appendices. Journal version only includes Appendix A.\n  Appendices are in online supplementary material. Cross references to material\n  in Appendices improved in Version 2 (5 July 2010). Minor amendments made in\n  Version 3 (23 Nov 2010), including reference to Takagi factorisation of\n  complex symmetric matrices","journal-ref":"Annals of Physics 326, 668-720 (2011)","doi":"10.1016/j.aop.2010.10.006","report-no":null,"categories":"cond-mat.quant-gas quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The present paper outlines a basic theoretical treatment of decoherence and\ndephasing effects in interferometry based on single component BEC in double\npotential wells, where two condensate modes may be involved. Results for both\ntwo mode condensates and the simpler single mode condensate case are presented.\nA hybrid phase space distribution functional method is used where the\ncondensate modes are described via a truncated Wigner representation, and the\nbasically unoccupied non-condensate modes are described via a positive P\nrepresentation. The Hamiltonian for the system is described in terms of quantum\nfield operators for the condensate and non-condensate modes. The functional\nFokker-Planck equation for the double phase space distribution functional is\nderived. Equivalent Ito stochastic equations for the condensate and\nnon-condensate fields that replace the field operators are obtained, and\nstochastic averages of products of these fields give the quantum correlation\nfunctions used to interpret interferometry experiments. The stochastic field\nequations are the sum of a deterministic term obtained from the drift vector in\nthe functional Fokker-Planck equation, and a noise field whose stochastic\nproperties are determined from the diffusion matrix in the functional\nFokker-Planck equation. The noise field stochastic properties are similar to\nthose for Gaussian-Markov processes in that the stochastic averages of odd\nnumbers of noise fields are zero and those for even numbers of noise field\nterms are sums of products of stochastic averages associated with pairs of\nnoise fields. However each pair is represented by an element of the diffusion\nmatrix rather than products of the noise fields themselves. The treatment\nstarts from a generalised mean field theory for two condensate mode. The\ngeneralized mean field theory solutions are needed for calculations using the\nIto stochastic field equations.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:30:33 GMT"},{"version":"v2","created":"Mon, 5 Jul 2010 15:20:11 GMT"},{"version":"v3","created":"Tue, 23 Nov 2010 01:45:22 GMT"}],"update_date":"2015-06-24","authors_parsed":[["Dalton","B. J.",""]]}
{"id":"1007.0101","submitter":"Gayathri N Banerjee","authors":"P.S.Chowdhury, N. Gayathri, P. Mukherjee, M. Bhattacharya, A.\n  Chatterjee, A.Dutta+ and P. Barat","title":"In situ studies of evolution of microstructure with temperature in\n  heavily deformed Ti-modified austenitic stainless steel by X-ray Diffraction\n  technique","comments":"23 pages including 8 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The mechanism of the evolution of the deformed microstructure at the earliest\nstage of annealing where the existence of the lowest length scale substructure\npaves the way to the formation of the so-called subgrains, has been studied for\nthe first time. The study has been performed at high temperature on heavily\ndeformed Ti-modified austenitic stainless steel using X-ray diffraction\ntechnique. Significant changes were observed in the values of the domain size,\nboth with time and temperature. Two different types of mechanism have been\nproposed to be involved during the microstructural evolution at the earliest\nstages of annealing. The nature of the growth of domains with time at different\ntemperatures has been modelled using these mechanisms. High-resolution\ntransmission electron microscopy has been used to view the microstructure of\nthe deformed and annealed sample and the results have been corroborated\nsuccessfully with those found from the X-ray diffraction techniques.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:35:10 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Chowdhury","P. S.",""],["Gayathri","N.",""],["Mukherjee","P.",""],["Bhattacharya","M.",""],["Chatterjee","A.",""],["Dutta+","A.",""],["Barat","P.",""]]}
{"id":"1007.0102","submitter":"Ambika G","authors":"G. Ambika and R. E. Amritkar","title":"Synchronization of time delay systems using variable delay with reset\n  for enhanced security in communication","comments":"7 pages, 10 figures, submitted to Phys Rev E","journal-ref":null,"doi":null,"report-no":null,"categories":"nlin.CD","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have introduced a mechanism for synchronizing chaotic systems by one way\ncoupling with a variable delay that is reset at finite intervals. Here we\nextend this method to time delay systems and suggest a new cryptosystem based\non this. We present the stability analysis as applied to time delay systems and\nsupplement this by numerical simulations in a standard time delay system like\nMackey Glass system. We extend the theory to multi- delay systems and propose a\nbi channel scheme for the implementation of the scheme for communication with\nenhanced security. We show that since the synchronizing channel carries\ninformation from transmitter only at intervals of reset time, it is not\nsusceptible to reconstruction. The message channel being separate can be made\ncomplex by linear combination of transmitter variable at different delay times\nusing mutiple delay systems. This method has the additional advantage that it\ncan be adjusted to be delay or anticipatory in synchronization and these\nprovide two additional basic keys that are independent of system delay.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:42:06 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Ambika","G.",""],["Amritkar","R. E.",""]]}
{"id":"1007.0103","submitter":"Diego Pavon","authors":"Sergio del Campo, Ram\\'on Herrera, Diego Pav\\'on, and Jos\\'e R.\n  Villanueva","title":"On the consistency of warm inflation in the presence of viscosity","comments":"16 pages, 2 figures (replaced); to be published in JCAP","journal-ref":null,"doi":"10.1088/1475-7516/2010/08/002","report-no":null,"categories":"astro-ph.CO gr-qc hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper studies the stability of warm inflationary solutions when the\nviscous pressure is taken into account. The latter is a very natural and\nphysically motivated ingredient of warm inflation and is seen to widen the\nstability range of warm inflation. The spectral index parameters, $n_{s}$,\n$n_{T}$, and their ratio are derived. The corresponding WMAP7 data are used to\nfix some parameters of the model. Two specific examples are discussed in\ndetail: (i) a potential given by $V(\\phi, T) = v_{1}(\\phi)\\, + \\, v_{2}(T)$,\nand (ii) a potential of the form $V(\\phi, T) = \\alpha \\, v_{1}(\\phi) \\,\nv_{2}(T)$. In both cases, the viscosity has little impact on the said ratio.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:42:11 GMT"},{"version":"v2","created":"Fri, 2 Jul 2010 11:38:01 GMT"}],"update_date":"2015-05-19","authors_parsed":[["del Campo","Sergio",""],["Herrera","Ramón",""],["Pavón","Diego",""],["Villanueva","José R.",""]]}
{"id":"1007.0104","submitter":"Denis Bernard","authors":"D. Bernard, F. Moulin, F. Amiranoff, A. Braun, J.P. Chambaret, G.\n  Darpentigny, G. Grillon, S. Ranc, F. Perrone","title":"Search for Stimulated Photon-Photon Scattering in Vacuum","comments":"6 figures","journal-ref":"Eur.Phys.J.D10:141,2000","doi":"10.1007/s100530050535","report-no":null,"categories":"physics.optics","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have searched for stimulated photon scattering in vacuum at a center of\nmass photon energy of 0.8 eV. The QED contribution to this process is\nequivalent to four wave mixing in vacuum. No evidence for gamma-gamma\nscattering was observed. The corresponding upper limit of the cross section is\nsigma_Lim=1.5 10^{-48}cm2.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 08:44:15 GMT"}],"update_date":"2010-12-13","authors_parsed":[["Bernard","D.",""],["Moulin","F.",""],["Amiranoff","F.",""],["Braun","A.",""],["Chambaret","J. P.",""],["Darpentigny","G.",""],["Grillon","G.",""],["Ranc","S.",""],["Perrone","F.",""]]}
{"id":"1007.0105","submitter":"Christian Leipski","authors":"C. Leipski, M. Haas, S.P. Willner, M.L.N. Ashby, B.J. Wilkes, G.G.\n  Fazio, R. Antonucci, P. Barthel, R. Chini, P. Ogle, R. Siebenmorgen, F.\n  Heymann","title":"Mid-infrared spectroscopy of high-redshift 3CRR sources","comments":"16 pages, 8 Figures, accepted for ApJ","journal-ref":"2010ApJ...717..766L","doi":"10.1088/0004-637X/717/2/766","report-no":null,"categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Using the Spitzer Space Telescope, we have obtained rest frame 9-16mu spectra\nof 11 quasars and 9 radio galaxies from the 3CRR catalog at redshifts\n1.0<z<1.4. This complete flux-limited 178MHz-selected sample is unbiased with\nrespect to orientation and therefore suited to study orientation-dependent\neffects in the most powerful active galactic nuclei (AGN). The mean radio\ngalaxy spectrum shows a clear silicate absorption feature (tau_9.7mu = 1.1)\nwhereas the mean quasar spectrum shows silicates in emission. The mean radio\ngalaxy spectrum matches a dust-absorbed mean quasar spectrum in both shape and\noverall flux level. The data for individual objects conform to these results.\nThe trend of the silicate depth to increase with decreasing core fraction of\nthe radio source further supports that for this sample, orientation is the main\ndriver for the difference between radio galaxies and quasars, as predicted by\nAGN unification. However, comparing our high-z sample with lower redshift 3CRR\nobjects reveals that the absorption of the high-z radio galaxy MIR continuum is\nlower than expected from a scaled up version of lower luminosity sources, and\nwe discuss some effects that may explain these trends.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:00:04 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Leipski","C.",""],["Haas","M.",""],["Willner","S. P.",""],["Ashby","M. L. N.",""],["Wilkes","B. J.",""],["Fazio","G. G.",""],["Antonucci","R.",""],["Barthel","P.",""],["Chini","R.",""],["Ogle","P.",""],["Siebenmorgen","R.",""],["Heymann","F.",""]]}
{"id":"1007.0106","submitter":"He Zhang","authors":"Tommy Ohlsson, Christoph Popa, He Zhang","title":"Non-unitarity of the leptonic mixing matrix in the TeV-scale type-I\n  seesaw model","comments":"5 pages, 2 figures, published version","journal-ref":"Phys.Lett.B692:257-260,2010","doi":"10.1016/j.physletb.2010.07.053","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The non-unitarity effects in the leptonic flavor mixing are regarded as one\nof the generic features of the type-I seesaw model. Therefore, we explore these\neffects in the TeV-scale type-I seesaw model, and show that there exist\nnon-trivial correlations among the non-unitarity parameters, stemming from the\ntypical flavor structure of the low-scale seesaw model. In general, it follows\nfrom analytical discussions and numerical results that all the six\nnon-unitarity parameters are related to three model parameters, while the\nwidely studied parameters \\eta_{e\\tau} and \\eta_{\\mu\\tau} cannot be\nphenomenologically significant\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:10:34 GMT"},{"version":"v2","created":"Mon, 23 Aug 2010 14:38:15 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Ohlsson","Tommy",""],["Popa","Christoph",""],["Zhang","He",""]]}
{"id":"1007.0107","submitter":"Graham Kirby","authors":"Graham Kirby, Alan Dearle, Andrew McCarthy, Ron Morrison, Kevin\n  Mullen, Yanyan Yang, Richard Connor, Paula Welen, Andy Wilson","title":"First Smart Spaces","comments":null,"journal-ref":null,"doi":null,"report-no":"Global Smart Spaces Project IST-2000-26070 Report D8, 2002","categories":"cs.DC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This document describes the Gloss software currently implemented. The\ndescription of the Gloss demonstrator for multi-surface interaction can be\nfound in D17. The ongoing integration activity for the work described in D17\nand D8 constitutes our development of infrastructure for a first smart space.\nIn this report, the focus is on infrastructure to support the implementation of\nlocation aware services. A local architecture provides a framework for\nconstructing Gloss applications, termed assemblies, that run on individual\nphysical nodes. A global architecture defines an overlay network for linking\nindividual assemblies. Both local and global architectures are under active\ndevelopment.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:11:42 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Kirby","Graham",""],["Dearle","Alan",""],["McCarthy","Andrew",""],["Morrison","Ron",""],["Mullen","Kevin",""],["Yang","Yanyan",""],["Connor","Richard",""],["Welen","Paula",""],["Wilson","Andy",""]]}
{"id":"1007.0108","submitter":"Michal Demetrian","authors":"Jan Moser","title":"Jacob's ladders and the $\\tilde{Z}^2$-transformation of the orthogonal\n  system of trigonometric functions","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.CA","license":"http://creativecommons.org/licenses/by/3.0/","abstract":"  It is shown in this paper that there is a continuum set of orthogonal systems\nrelative to the weight function $\\tilde{Z}^2(t)$. The corresponding integrals\ncannot be obtained in known theories of Balasubramanian, Heath-Brown and Ivic.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:13:21 GMT"},{"version":"v2","created":"Fri, 29 Oct 2010 08:21:29 GMT"}],"update_date":"2010-11-01","authors_parsed":[["Moser","Jan",""]]}
{"id":"1007.0109","submitter":"Alessandra Faggionato","authors":"Alessandra Faggionato, Fabio Martinelli, Cyril Roberto, Cristina\n  Toninelli","title":"Universality in one-dimensional hierarchical coalescence processes","comments":"Published in at http://dx.doi.org/10.1214/11-AOP654 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)","journal-ref":"Annals of Probability 2012, Vol. 40, No. 4, 1377-1435","doi":"10.1214/11-AOP654","report-no":"IMS-AOP-AOP654","categories":"math.PR cond-mat.stat-mech math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Motivated by several models introduced in the physics literature to study the\nnonequilibrium coarsening dynamics of one-dimensional systems, we consider a\nlarge class of \"hierarchical coalescence processes\" (HCP). An HCP consists of\nan infinite sequence of coalescence processes ${\\xi^{(n)}(\\cdot)}_{n\\ge1}$:\neach process occurs in a different \"epoch\" (indexed by $n$) and evolves for an\ninfinite time, while the evolution in subsequent epochs are linked in such a\nway that the initial distribution of $\\xi^{(n+1)}$ coincides with the final\ndistribution of $\\xi^{(n)}$. Inside each epoch the process, described by a\nsuitable simple point process representing the boundaries between adjacent\nintervals (domains), evolves as follows. Only intervals whose length belongs to\na certain epoch-dependent finite range are active, that is, they can\nincorporate their left or right neighboring interval with quite general rates.\nInactive intervals cannot incorporate their neighbors and can increase their\nlength only if they are incorporated by active neighbors. The activity ranges\nare such that after a merging step the newly produced interval always becomes\ninactive for that epoch but active for some future epoch. Without making any\nmean-field assumption we show that: (i) if the initial distribution describes a\nrenewal process, then such a property is preserved at all later times and all\nfuture epochs; (ii) the distribution of certain rescaled variables, for\nexample, the domain length, has a well-defined and universal limiting behavior\nas $n\\to \\infty$ independent of the details of the process (merging rates,\nactivity ranges$,...$). This last result explains the universality in the\nlimiting behavior of several very different physical systems (e.g., the East\nmodel of glassy dynamics or the Paste-all model) which was observed in several\nsimulations and analyzed in many physics papers. The main idea to obtain the\nasymptotic result is to first write down a recursive set of nonlinear\nidentities for the Laplace transforms of the relevant quantities on different\nepochs and then to solve it by means of a transformation which in some sense\nlinearizes the system.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:17:08 GMT"},{"version":"v2","created":"Tue, 7 Aug 2012 05:22:17 GMT"}],"update_date":"2012-08-08","authors_parsed":[["Faggionato","Alessandra",""],["Martinelli","Fabio",""],["Roberto","Cyril",""],["Toninelli","Cristina",""]]}
{"id":"1007.0110","submitter":"Doyeol (David) Ahn","authors":"Doyeol Ahn","title":"Calculation of permittivity tensors for invisibility devices by\n  effective medium approach in general relativity","comments":null,"journal-ref":"J.Mod.Opt.58:700-710,2011","doi":"10.1080/09500340.2011.568708","report-no":null,"categories":"physics.optics gr-qc quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Permittivity tensors of arbitrary shaped invisibility devices are obtained\nusing effective medium approach in general relativity. As special cases,\nanalytical expressions for the permittivity tensors of invisibility cloaks for\nthe elliptic cylinder, prolate spheroid, and the confocal paraboloid geometry\nare derived. In the case of elliptic cylinder, we found that the point of\ninfinite light speed in the electromagnetic space becomes two points in the\nphysical space in the zz component of the permittivity tensor. This result is\ndifferent from the case of perfect cylinder in which there is a line of cloak\nat which the speed of light becomes infinite. In the cases of prolate spheroid\nand confocal paraboloid, the point of infinite light speed in the\nelectromagnetic space becomes line in the physical space for the first two\ntensor components and the third component of the permittivity tensor becomes\nsingular at the line of cloak.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:18:29 GMT"},{"version":"v2","created":"Wed, 7 Jul 2010 03:44:29 GMT"},{"version":"v3","created":"Mon, 11 Apr 2011 05:44:38 GMT"}],"update_date":"2011-07-26","authors_parsed":[["Ahn","Doyeol",""]]}
{"id":"1007.0111","submitter":"Wen Zhi Jia","authors":"W. Nie, J. S. Huang, X. Shi and L. F. Wei","title":"Quantum state engineering with flux-biased Josephson phase qubits by\n  Stark-chirped rapid adiabatic passages","comments":"9 pages, 4 figures","journal-ref":null,"doi":"10.1103/PhysRevA.82.032319","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, the scheme of quantum computing based on Stark chirped rapid\nadiabatic passage (SCRAP) technique [L. F. Wei et al., Phys. Rev. Lett. 100,\n113601 (2008)] is extensively applied to implement the quantum-state\nmanipulations in the flux-biased Josephson phase qubits. The broken-parity\nsymmetries of bound states in flux-biased Josephson junctions are utilized to\nconveniently generate the desirable Stark-shifts. Then, assisted by various\ntransition pulses universal quantum logic gates as well as arbitrary\nquantum-state preparations could be implemented. Compared with the usual\nPI-pulses operations widely used in the experiments, the adiabatic population\npassage proposed here is insensitive the details of the applied pulses and thus\nthe desirable population transfers could be satisfyingly implemented. The\nexperimental feasibility of the proposal is also discussed.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:19:32 GMT"},{"version":"v2","created":"Mon, 12 Jul 2010 08:07:47 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Nie","W.",""],["Huang","J. S.",""],["Shi","X.",""],["Wei","L. F.",""]]}
{"id":"1007.0112","submitter":"Martin  Krause","authors":"Martin Krause, Andreas Burkert, Marc Schartmann","title":"Stability of Cloud Orbits in the Broad Line Region of Active Galactic\n  Nuclei","comments":"7 pages, 4 fig.s, accepted by MNRAS, some text was missing -\n  corrected","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17698.x","report-no":null,"categories":"astro-ph.CO astro-ph.HE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the global dynamic stability of spherical clouds in the Broad\nLine Region (BLR) of Active Galactic Nuclei (AGN), exposed to radial radiation\npressure, gravity of the central black hole (BH), and centrifugal forces\nassuming the clouds adapt their size according to the local pressure. We\nconsider both, isotropic and anisotropic light sources. In both cases, stable\norbits exist also for very sub-Keplerian rotation for which the radiation\npressure contributes substantially to the force budget. We demonstrate that\nhighly eccentric, very sub-Keplerian stable orbits may be found. This gives\nfurther support for the model of Marconi et al. 2008, who pointed out that\nblack hole masses might be significantly underestimated if radiation pressure\nis neglected. That model improved the agreement between black hole masses\nderived in certain active galaxies based on BLR dynamics, and black hole masses\nderived by other means in other galaxies by inclusion of a luminosity dependent\nterm. For anisotropic illumination, energy is conserved for averages over long\ntime intervals, only, but not for individual orbits. This leads to Rosetta\norbits that are systematically less extended in the direction of maximum\nradiation force. Initially isotropic relatively low column density systems\nwould therefore turn into a disk when an anisotropic AGN is switched on.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:32:48 GMT"},{"version":"v2","created":"Fri, 16 Jul 2010 13:12:11 GMT"},{"version":"v3","created":"Mon, 13 Sep 2010 21:27:27 GMT"},{"version":"v4","created":"Mon, 11 Oct 2010 18:00:58 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Krause","Martin",""],["Burkert","Andreas",""],["Schartmann","Marc",""]]}
{"id":"1007.0113","submitter":"Michael Skeide","authors":"Michael Skeide","title":"Hilbert Modules - Square Roots of Positive Maps","comments":"24 pages","journal-ref":null,"doi":"10.1142/9789814338745_0018","report-no":null,"categories":"math.OA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We reflect on the notions of positivity and square roots. We review many\nexamples which underline our thesis that square roots of positive maps related\nto *-algebras are Hilbert modules. As a result of our considerations we discuss\nrequirements a notion of positivity on a *-algebra should fulfill and derive\nsome basic consequences.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:48:24 GMT"}],"update_date":"2017-08-23","authors_parsed":[["Skeide","Michael",""]]}
{"id":"1007.0114","submitter":"Julia Sharko Mrs","authors":"Yulia Sharko","title":"Quantization of Lyapunov functions","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.DS","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate discret conditions for stability and asymptotic stability by\nLyapunov and the point of equilibrium of autonomous system of differential\nequations.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:51:57 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Sharko","Yulia",""]]}
{"id":"1007.0115","submitter":"Sergey Rybakov","authors":"Sergey Rybakov","title":"The groups of points on abelian surfaces over finite fields","comments":"8 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Let $A$ be an abelian surface over a finite field $k$. The $k$-isogeny class\nof $A$ is uniquely determined by a Weil polynomial $f_A$ of degree 4. We give a\nclassification of the groups of $k$-rational points on varieties from this\nclass in terms of $f_A$.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 09:56:05 GMT"},{"version":"v2","created":"Thu, 17 May 2012 09:26:05 GMT"}],"update_date":"2012-05-18","authors_parsed":[["Rybakov","Sergey",""]]}
{"id":"1007.0116","submitter":"Kathrin Henschel","authors":"Kathrin Henschel, Johannes Majer, J\\\"org Schmiedmayer and Helmut\n  Ritsch","title":"Cavity QED with an ultracold ensemble on a chip: prospects for strong\n  magnetic coupling at finite temperatures","comments":"20 pages, 18 figures","journal-ref":"Phys. Rev. A 82, 033810 (2010)","doi":"10.1103/PhysRevA.82.033810","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the nonlinear dynamics of an ensemble of cold trapped atoms with a\nhyperfine transition magnetically coupled to a resonant microwave cavity mode.\nDespite the minute single atom coupling one obtains strong coupling between\ncollective hyperfine qubits and microwave photons enabling coherent transfer of\nan excitation between the long lived atomic qubit state and the mode. Evidence\nof strong coupling can be obtained from the cavity transmission spectrum even\nat finite thermal photon number. The system makes it possible to study further\nprominent collective phenomena such as superradiant decay of an inverted\nensemble or the building of a narrowband stripline micromaser locked to an\natomic hyperfine transition.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:04:58 GMT"},{"version":"v2","created":"Thu, 2 Sep 2010 14:05:24 GMT"}],"update_date":"2011-01-04","authors_parsed":[["Henschel","Kathrin",""],["Majer","Johannes",""],["Schmiedmayer","Jörg",""],["Ritsch","Helmut",""]]}
{"id":"1007.0117","submitter":"Elem\\'er Rosinger","authors":"Elemer E Rosinger","title":"Three Problems of \"Distinction\"","comments":"This paper is withdrawn by the author since the three problems in it\n  have been solved","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Three problems related to the longest chains in an equivalence relation are\nformulated. Their relevance in estimating the cardinal of quotient spaces, and\nin particular, of reduced powers and ultrapowers, is indicated.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:06:33 GMT"},{"version":"v2","created":"Sat, 3 Jul 2010 12:08:56 GMT"}],"update_date":"2010-07-06","authors_parsed":[["Rosinger","Elemer E",""]]}
{"id":"1007.0118","submitter":"Mubashir Husain Rehmani","authors":"Mubashir Husain Rehmani","title":"Channel Assortment Strategy for Reliable Communication in Multi-Hop\n  Cognitive Radio Networks","comments":null,"journal-ref":"In Proceedings of the 11th IEEE International Symposium on a World\n  of Wireless, Mobile and Multimedia Networks (IEEE WoWMoM 2010), Extended\n  Abstract, Montreal, QC, Canada, 14- 17 June 2010","doi":"10.1109/WOWMOM.2010.5534972","report-no":null,"categories":"cs.NI","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we propose a channel assortment strategy for Reliable\nCommunication in Multi-Hop Cognitive Radio Networks.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:17:29 GMT"}],"update_date":"2016-11-15","authors_parsed":[["Rehmani","Mubashir Husain",""]]}
{"id":"1007.0119","submitter":"Daniel Errandonea","authors":"D. Errandonea, Ravhi. S. Kumar, L. Gracia, A. Beltran, S. N. Achary,\n  and A. K. Tyagi","title":"Experimental and theoretical investigations on ThGeO4 at high pressure","comments":"24 pages, 5 figures, 2 tables","journal-ref":"Physical Review B 80, 094101 (2009)","doi":"10.1103/PhysRevB.80.094101","report-no":null,"categories":"cond-mat.mtrl-sci","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report here the combined results of angle-dispersive x-ray diffraction\nexperiments performed on ThGeO4 up to 40 GPa and total-energy\ndensity-functional theory calculations. Zircon-type ThGeO4 is found to undergo\na pressure-driven phase transition at 11 GPa to the tetragonal scheelite\nstructure. A second phase transition to a monoclinic M-fergusonite type is\nfound beyond 26 GPa. The same transition has been observed in samples that\ncrystallize in the scheelite phase at ambient pressure. No additional phase\ntransition or evidence of decomposition of ThGeO4 has been detected up to 40\nGPa. The unit-cell parameters of the monoclinic high-pressure phase are a =\n4.98(2) A, b = 11.08(4) A, c = 4.87(2) A, and beta = 90.1(1), Z = 4 at 28.8\nGPa. The scheelite-fergusonite transition is reversible and the\nzircon-scheelite transition non-reversible. From the experiments and the\ncalculations, the room temperature equation of state for the different phases\nis also obtained. The anisotropic compressibility of the studied crystal is\ndiscussed in terms of the differential compressibility of the Th-O and Ge-O\nbonds.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:18:02 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Errandonea","D.",""],["Kumar","Ravhi. S.",""],["Gracia","L.",""],["Beltran","A.",""],["Achary","S. N.",""],["Tyagi","A. K.",""]]}
{"id":"1007.0120","submitter":"Olivier Laurent","authors":"Thomas Ehrhard (PPS (CNRS - Univ Paris 7)), Olivier Laurent (PPS (CNRS\n  - Univ Paris 7))","title":"Acyclic Solos and Differential Interaction Nets","comments":null,"journal-ref":"Logical Methods in Computer Science, Volume 6, Issue 3 (September\n  1, 2010) lmcs:771","doi":"10.2168/LMCS-6(3:11)2010","report-no":null,"categories":"cs.LO cs.PL","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a restriction of the solos calculus which is stable under\nreduction and expressive enough to contain an encoding of the pi-calculus. As a\nconsequence, it is shown that equalizing names that are already equal is not\nrequired by the encoding of the pi-calculus. In particular, the induced solo\ndiagrams bear an acyclicity property that induces a faithful encoding into\ndifferential interaction nets. This gives a (new) proof that differential\ninteraction nets are expressive enough to contain an encoding of the\npi-calculus. All this is worked out in the case of finitary (replication free)\nsystems without sum, match nor mismatch.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:23:59 GMT"},{"version":"v2","created":"Mon, 26 Jul 2010 17:50:06 GMT"},{"version":"v3","created":"Wed, 1 Sep 2010 14:36:19 GMT"}],"update_date":"2015-07-01","authors_parsed":[["Ehrhard","Thomas","","PPS"],["Laurent","Olivier","","PPS"]]}
{"id":"1007.0121","submitter":"Teimuraz Pirashvili","authors":"Teimuraz Pirashvili","title":"Projective and injective objects in symmetric categorical groups","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.CT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove that the 2-category of symmetric categorical groups have enough\nprojective and injective objects. This was conjectured by Bourn and Vitale in\n2002 and was anounced recently by Fang Huang, Shao-Han Chen, Wei Chen and\nZhu-Jun Zheng in arXiv:1006.4677 with wrong proof.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:25:37 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Pirashvili","Teimuraz",""]]}
{"id":"1007.0122","submitter":"Yurii Nikonorov Gennadyevich","authors":"Yu.G. Nikonorov","title":"Asymptotic behavior of support points for planar curves","comments":"17 pages, some typos corrected, some references added","journal-ref":null,"doi":"10.1016/j.jmaa.2012.02.023","report-no":null,"categories":"math.DG math.CA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we prove a universal inequality describing the asymptotic\nbehavior of support points for planar continuous curves. As corollaries we get\nan analogous result for tangent points of differentiable planar curves and some\n(partially known) assertions on the asymptotic of the mean value points for\nvarious classical analytic theorems. Some open questions are formulated.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:25:59 GMT"},{"version":"v2","created":"Mon, 13 Feb 2012 06:03:14 GMT"}],"update_date":"2020-01-29","authors_parsed":[["Nikonorov","Yu. G.",""]]}
{"id":"1007.0123","submitter":"Mubashir Husain Rehmani","authors":"Mubashir Husain Rehmani, Aline Carneiro Viana, Hicham Khalife, and\n  Serge Fdida","title":"Adaptive and occupancy-based channel selection for unreliable cognitive\n  radio networks","comments":null,"journal-ref":"Rencontres Francophones sur les Aspects Algorithmiques des\n  Telecommunications (ALGOTEL) 2009, du 16 au 19 juin 2009, Carry Le Rouet,\n  France","doi":null,"report-no":null,"categories":"cs.NI","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we propose an adaptive and occupancy-based channel selection\nfor unreliable cognitive radio networks.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:26:50 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Rehmani","Mubashir Husain",""],["Viana","Aline Carneiro",""],["Khalife","Hicham",""],["Fdida","Serge",""]]}
{"id":"1007.0124","submitter":"Eilon Poem","authors":"Y. Kodriano, E. Poem, N. H. Lindner, C. Tradonsky, B. D. Gerardot, P.\n  M. Petroff, J. E. Avron, and D. Gershoni","title":"Radiative cascade from quantum dot metastable spin-blockaded biexciton","comments":"6 pages, 4 figures","journal-ref":null,"doi":"10.1103/PhysRevB.82.155329","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We detect a novel radiative cascade from a neutral semiconductor quantum dot.\nThe cascade initiates from a metastable biexciton state in which the holes form\na spin-triplet configuration, Pauli-blockaded from relaxation to the\nspin-singlet ground state. The triplet biexciton has two photon-phonon-photon\ndecay paths. Unlike in the singlet-ground state biexciton radiative cascade, in\nwhich the two photons are co-linearly polarized, in the triplet biexciton\ncascade they are crosslinearly polarized. We measured the two-photon\npolarization density matrix and show that the phonon emitted when the\nintermediate exciton relaxes from excited to ground state, preserves the\nexciton's spin. The phonon, thus, does not carry with it any which-path\ninformation other than its energy. Nevertheless, entanglement distillation by\nspectral filtering was found to be rather ineffective for this cascade. This\ndeficiency results from the opposite sign of the anisotropic electron-hole\nexchange interaction in the excited exciton relative to that in the ground\nexciton.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:37:03 GMT"}],"update_date":"2012-03-14","authors_parsed":[["Kodriano","Y.",""],["Poem","E.",""],["Lindner","N. H.",""],["Tradonsky","C.",""],["Gerardot","B. D.",""],["Petroff","P. M.",""],["Avron","J. E.",""],["Gershoni","D.",""]]}
{"id":"1007.0125","submitter":"Tatiana Shabanova","authors":"Tatiana V. Shabanova (PRAO)","title":"Cyclical Changes in the Timing Residuals from the Pulsar B0919+06","comments":"24 pages, 5 figures. Submitted to ApJ","journal-ref":"Astrophys.J. 721: 251-258,2010","doi":"10.1088/0004-637X/721/1/251","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report the detection of a large glitch in the pulsar B0919+06\n(J0922+0638). The glitch occurred in 2009 November 5 (MJD 55140) and was\ncharacterized by a fractional increase in the rotation frequency of\nDeltanu/nu=1.3x10^{-6}. A large glitch happens in the pulsar whose rotation has\nunstable character. We present the results of the analysis of the rotation\nbehavior of this pulsar over the 30-year time span from 1979 to 2009. These\nresults show that the pulsar's rotation frequency underwent continuous, slow\noscillations which look like glitch-like events. During the 1991-2009 interval,\nthe pulsar experienced a continuous sequence of 12 slow glitches with a\nfractional increase in the rotation frequency Deltanu/nu=1.5x10^{-9}. All the\nslow glitches observed have a similar signature related to a slow increase in\nthe rotation frequency during 200 days and the subsequent relaxation back to\nthe pre-glitch value during 400 days. We show that a continuous sequence of\nsuch slow glitches is characterized by practically identical amplitudes equal\nto Deltanu=3.5x10^{-9} Hz and identical time intervals between glitches of\nabout 600 days and is well described by a periodic sawtooth-like function. The\ndetection of two different phenomena, such as a large glitch and a sequence of\nslow glitches, indicates the presence of two types of discontinuities in the\nrotation frequency of the pulsar B0919+06. These discontinuities can be\nclassified as normal and slow glitches.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:38:16 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Shabanova","Tatiana V.","","PRAO"]]}
{"id":"1007.0126","submitter":"Mubashir Husain Rehmani","authors":"Mubashir Husain Rehmani, Aline Carneiro Viana, Hicham Khalife, and\n  Serge Fdida","title":"A Cognitive Radio Based Internet Access Framework for Disaster Response\n  Network Deployment","comments":null,"journal-ref":null,"doi":null,"report-no":"INRIA Research Report RR-7285, May 2010","categories":"cs.NI","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper, we propose a cognitive radio based Internet access framework\nfor disaster response network deployment in challenged environments. The\nproposed architectural framework is designed to help the existent but partially\ndamaged networks to restore their connectivity and to connect them to the\nglobal Internet. This architectural framework provides the basis to develop\nalgorithms and protocols for the future cognitive radio network deployments in\nchallenged environments.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:42:11 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Rehmani","Mubashir Husain",""],["Viana","Aline Carneiro",""],["Khalife","Hicham",""],["Fdida","Serge",""]]}
{"id":"1007.0127","submitter":"Hamd Mosadeq","authors":"H. Mosadeq, F. Shahbazi, S. A. Jafari","title":"Plaquette valence-bond ordering in J_1-J_2 Heisenberg antiferromagnet on\n  the honeycomb lattice","comments":"15 figures","journal-ref":"J. Phys.: Condens. Matter 23 (2011) 226006","doi":"10.1088/0953-8984/23/22/226006","report-no":null,"categories":"cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study S=1/2 Heisenberg model on the honeycomb lattice with first and\nsecond neighbor antiferromagnetic exchange (J_{1}-J_{2} model), employing exact\ndiagonalization in both S_z=0 basis and nearest neighbor singlet valence bond\n(NNVB) basis. We find that for 0.2<J_2/J_1<0.3, NNVB basis gives a proper\ndescription of the ground state in comparison with the exact results. By\nanalyzing the dimer-dimer as well as plaquette-plaquette correlations and also\ndefining appropriate structure factors, we investigate possible symmetry\nbreaking states as the candidate for the ground state in the frustrated region.\nWe provide body of evidences in favor of plaquette valence bond ordering for\n0.2<J_2/J_1<0.3. By further increasing the ratio J_2/J_1, this state undergoes\na transition to the staggered dimerized state.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:50:55 GMT"},{"version":"v2","created":"Mon, 31 Jan 2011 13:10:10 GMT"}],"update_date":"2011-05-25","authors_parsed":[["Mosadeq","H.",""],["Shahbazi","F.",""],["Jafari","S. A.",""]]}
{"id":"1007.0128","submitter":"Mubashir Husain Rehmani","authors":"Mubashir Husain Rehmani, Aline Carneiro Viana, Hicham Khalife, and\n  Serge Fdida","title":"Toward Reliable Contention-aware Data Dissemination in Multi-hop\n  Cognitive Radio Ad Hoc Networks","comments":null,"journal-ref":null,"doi":null,"report-no":"INRIA Research Report RR-7288, December 2009","categories":"cs.NI","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper introduces a new channel selection strategy for reliable\ncontentionaware data dissemination in multi-hop cognitive radio network. The\nkey challenge here is to select channels providing a good tradeoff between\nconnectivity and contention. In other words, channels with good opportunities\nfor communication due to (1) low primary radio nodes (PRs) activities, and (2)\nlimited contention of cognitive ratio nodes (CRs) acceding that channel, have\nto be selected. Thus, by dynamically exploring residual resources on channels\nand by monitoring the number of CRs on a particular channel, SURF allows\nbuilding a connected network with limited contention where reliable\ncommunication can take place. Through simulations, we study the performance of\nSURF when compared with three other related approaches. Simulation results\nconfirm that our approach is effective in selecting the best channels for\nefficient and reliable multi-hop data dissemination.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:51:04 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Rehmani","Mubashir Husain",""],["Viana","Aline Carneiro",""],["Khalife","Hicham",""],["Fdida","Serge",""]]}
{"id":"1007.0129","submitter":"Markus Buescher","authors":"M.Buescher","title":"Meson-production experiments at COSY-Juelich","comments":"Proceedings of QNP2009, Beijing, Sept. 2009; to be published in\n  Chinese Physics C. 6 pages, 5 figures","journal-ref":null,"doi":"10.1088/1674-1137/34/9/021","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Selected results from experiments at COSY-Juelich are presented: an attempt\nto measure the mass of the eta meson with high precision (ANKE facility), first\nsteps towards the detection of rare eta decays (WASA), and several measurements\nof KKbar-pair production (ANKE, COSY-11, MOMO).\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:55:51 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Buescher","M.",""]]}
{"id":"1007.0130","submitter":"Radoslaw Ryblewski","authors":"Wojciech Florkowski and Radoslaw Ryblewski","title":"Highly-anisotropic and strongly-dissipative hydrodynamics for early\n  stages of relativistic heavy-ion collisions","comments":"8 pages, 10 figures","journal-ref":"Phys.Rev.C83:034907,2011","doi":"10.1103/PhysRevC.83.034907","report-no":null,"categories":"nucl-th hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We introduce a new framework of highly-anisotropic hydrodynamics that\nincludes dissipation effects. Dissipation is defined by the form of the entropy\nsource that depends on the pressure anisotropy and vanishes for the isotropic\nfluid. With a simple ansatz for the entropy source obeying general physical\nrequirements, we are led to a non-linear equation describing the time evolution\nof the anisotropy in purely-longitudinal boost-invariant systems. Matter that\nis initially highly anisotropic approaches naturally the regime of the perfect\nfluid. Thus, the resulting evolution agrees with the expectations about the\nbehavior of matter produced at the early stages of relativistic heavy-ion\ncollisions. The equilibration is identified with the processes of entropy\nproduction.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 10:58:34 GMT"}],"update_date":"2011-04-04","authors_parsed":[["Florkowski","Wojciech",""],["Ryblewski","Radoslaw",""]]}
{"id":"1007.0131","submitter":"R. Tylenda","authors":"T. Kaminski, M. Schmidt, R. Tylenda","title":"V4332 Sagittarii: A circumstellar disc obscuring the main object","comments":"12 pages, 8 figures, accepted in Astronomy & Astrophysics","journal-ref":null,"doi":"10.1051/0004-6361/201014406","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  V4332 Sgr experienced an outburst in 1994 whose observational characteristics\nin many respects resemble those of the eruption of V838 Mon in 2002. It has\nbeen proposed that these objects erupted because of a stellar-merger event. Our\naim is to derive, from observational data, information on the present (10-15\nyrs after the outburst) nature and structure of the object. We present and\nanalyse a high-resolution (R = 21 000) spectrum of V4332 Sgr obtained with the\nSubaru Telescope in June 2009. Various components (stellar-like continuum,\natomic emission lines, molecular bands in emission) in the spectrum are\nanalysed and discussed. We also investigate a global spectral energy\ndistribution (SED) of the object mostly derived from broadband optical and\ninfrared photometry. The observed continuum resembles that of an M6 giant. The\nemission features (atomic and molecular) are most probably produced by\nradiative pumping. The observed strengths of the emission features strongly\nsuggest that we only observe a small part of the radiation of the main object\nresponsible for pumping the emission features. An infrared component seen in\nthe observed SED, which can be roughly approximated by two blackbodies of 950\nand 200 K, is 50 times brighter than the M6 stellar component seen in the\noptical. This further supports the idea that the main object is mostly obscured\nfor us. The main object in V4332 Sgr, an M6 (super)giant, is surrounded by a\ncircumstellar disc, which is seen almost edge-on so the central star is\nobscured. The observed M6 spectrum probably results from scattering the central\nstar spectrum on dust grains at the outer edge of the disc.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:08:09 GMT"},{"version":"v2","created":"Mon, 23 Aug 2010 10:01:21 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Kaminski","T.",""],["Schmidt","M.",""],["Tylenda","R.",""]]}
{"id":"1007.0132","submitter":"Blazej Szepietowski","authors":"Blazej Szepietowski","title":"On the commutator length of a Dehn twist","comments":"Two references and one paragraph added acknowledging the fact that\n  some results were known already. 6 pages","journal-ref":"Comptes Rendus Mathematique 348 (2010), 923-926","doi":"10.1016/j.crma.2010.07.011","report-no":null,"categories":"math.GT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We show that on a nonorientable surface of genus at least 7 any power of a\nDehn twist is equal to a single commutator in the mapping class group and the\nsame is true, under additional assumptions, for the twist subgroup, and also\nfor the extended mapping class group of an orientable surface of genus at least\n3.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:23:53 GMT"},{"version":"v2","created":"Mon, 5 Jul 2010 09:47:33 GMT"}],"update_date":"2010-10-25","authors_parsed":[["Szepietowski","Blazej",""]]}
{"id":"1007.0133","submitter":"Oded Yacobi","authors":"Avraham Aizenbud, Oded Yacobi","title":"A quantum analogue of Kostant's theorem for the general linear group","comments":"13 pages","journal-ref":"Journal of Algebra 343 (2011), pp. 183-194","doi":null,"report-no":null,"categories":"math.QA math.RT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A fundamental result in representation theory is Kostant's theorem which\ndescribes the algebra of polynomials on a reductive Lie algebra as a module\nover its invariants. We prove a quantum analogue of this theorem for the\ngeneral linear group, and from this deduce the analogous result for reflection\nequation algebras.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:28:45 GMT"}],"update_date":"2012-08-31","authors_parsed":[["Aizenbud","Avraham",""],["Yacobi","Oded",""]]}
{"id":"1007.0134","submitter":"Martin Gebser","authors":"Martin Gebser and Torsten Schaub and Sven Thiele and Philippe Veber","title":"Detecting Inconsistencies in Large Biological Networks with Answer Set\n  Programming","comments":"36 pages, 8 figures, 3 tables, to appear in Theory and Practice of\n  Logic Programming (TPLP)","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We introduce an approach to detecting inconsistencies in large biological\nnetworks by using Answer Set Programming (ASP). To this end, we build upon a\nrecently proposed notion of consistency between biochemical/genetic reactions\nand high-throughput profiles of cell activity. We then present an approach\nbased on ASP to check the consistency of large-scale data sets. Moreover, we\nextend this methodology to provide explanations for inconsistencies by\ndetermining minimal representations of conflicts. In practice, this can be used\nto identify unreliable data or to indicate missing reactions.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:41:21 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Gebser","Martin",""],["Schaub","Torsten",""],["Thiele","Sven",""],["Veber","Philippe",""]]}
{"id":"1007.0135","submitter":"Nadezhda Gribova","authors":"N.V. Gribova, T.I. Schelkacheva and E.E. Tareyeva","title":"Potts spin glasses with 3, 4 and 5 states near $T=T_c$: expanding around\n  the replica symmetric solution","comments":"10 pages, 1 figure","journal-ref":"J. Phys. A: Math. Theor. 43, 495006 (2010)","doi":"10.1088/1751-8113/43/49/495006","report-no":null,"categories":"cond-mat.dis-nn cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Expansion for the free energy functionals of the Potts spin glass models with\n3, 4 and 5 states up to the fourth order in $\\delta q_{\\alpha \\beta }$ around\nthe replica symmetric solution (RS) is investigated using a special\nquadrupole-like representation. The temperature dependence of the 1RSB order\nparameters is obtained in the vicinity of the point $T=T_c$ where the RS\nsolution becomes unstable. The crossover from continuous to jumpwise behavior\nwith increasing of number of states is derived analytically. The comparison is\nmade of the free energy expansion for the Potts spin glass with that for other\nmodels.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:41:21 GMT"}],"update_date":"2011-03-24","authors_parsed":[["Gribova","N. V.",""],["Schelkacheva","T. I.",""],["Tareyeva","E. E.",""]]}
{"id":"1007.0136","submitter":"Gerald Teschl","authors":"Aleksey Kostenko, Alexander Sakhnovich, and Gerald Teschl","title":"Weyl-Titchmarsh Theory for Schroedinger Operators with Strongly Singular\n  Potentials","comments":"34 pages","journal-ref":"Int. Math. Res. Not. 2012, 1699-1747 (2012)","doi":"10.1093/imrn/rnr065","report-no":null,"categories":"math.SP math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We develop Weyl-Titchmarsh theory for Schroedinger operators with strongly\nsingular potentials such as perturbed spherical Schroedinger operators (also\nknown as Bessel operators). It is known that in such situations one can still\ndefine a corresponding singular Weyl m-function and it was recently shown that\nthere is also an associated spectral transformation. Here we will give a\ngeneral criterion when the singular Weyl function can be analytically extended\nto the upper half plane. We will derive an integral representation for this\nsingular Weyl function and give a criterion when it is a generalized Nevanlinna\nfunction. Moreover, we will show how essential supports for the Lebesgue\ndecomposition of the spectral measure can be obtained from the boundary\nbehavior of the singular Weyl function. Finally, we will prove a local\nBorg-Marchenko type uniqueness result. Our criteria will in particular cover\nthe aforementioned case of perturbed spherical Schroedinger operators.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:46:02 GMT"},{"version":"v2","created":"Mon, 16 May 2011 07:17:12 GMT"},{"version":"v3","created":"Sat, 21 Apr 2012 08:04:41 GMT"}],"update_date":"2012-04-24","authors_parsed":[["Kostenko","Aleksey",""],["Sakhnovich","Alexander",""],["Teschl","Gerald",""]]}
{"id":"1007.0137","submitter":"A. K. Chaudhuri","authors":"Victor Roy and A. K. Chaudhuri","title":"Hadronic resonance gas and charged particle's $p_T$ spectra and elliptic\n  flow in $\\sqrt{s}$=200 GeV Au+Au collisions","comments":"REvised version, to be published in Phys. Rev. C (rapid commn.) 4\n  pages, 2 figures","journal-ref":"Phys.Rev.C82:031901,2010","doi":"10.1103/PhysRevC.82.031901","report-no":null,"categories":"nucl-th hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Charged particles $p_T$ spectra and elliptic flow in 0-60% Au+Au collisions\nat RHIC are analyzed in a hydrodynamic model with hot, hadronic resonance gas\nin the initial state. Physically conceivable hadronic resonance gas,\nthermalized in the time scale $\\tau_i$=1 fm, at a (central) temperature\n$T_i$=220 MeV, with viscosity to entropy ratio $\\eta/s$=0.24, reasonably well\nexplains $p_T$ spectra in all the collision centralities. Centrality dependence\nof elliptic flow however demands continual increase of viscosity to entropy\nratio with centrality.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:49:48 GMT"},{"version":"v2","created":"Thu, 9 Sep 2010 04:11:55 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Roy","Victor",""],["Chaudhuri","A. K.",""]]}
{"id":"1007.0138","submitter":"Dorothea Wilms","authors":"Dorothea Wilms, Alexander Winkler, Peter Virnau and Kurt Binder","title":"Rounding of Phase Transitions in Cylindrical Pores","comments":"PRL, accepted","journal-ref":null,"doi":"10.1103/PhysRevLett.105.045701","report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Phase transitions of systems confined in long cylindrical pores (capillary\ncondensation, wetting, crystallization, etc.) are intrinsically not sharply\ndefined but rounded. The finite size of the cross section causes destruction of\nlong range order along the pore axis by spontaneous nucleation of domain walls.\nThis rounding is analyzed for two models (Ising/lattice gas and Asakura-Oosawa\nmodel for colloid-polymer mixtures) by Monte Carlo simulations and interpreted\nby a phenomenological theory. We show that characteristic differences between\nthe behavior of pores of finite length and infinitely long pores occur. In\npores of finite length a rounded transition occurs first, from phase\ncoexistence between two states towards a multi-domain configuration. A second\ntransition to the axially homogeneous phase follows near pore criticality.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:50:45 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Wilms","Dorothea",""],["Winkler","Alexander",""],["Virnau","Peter",""],["Binder","Kurt",""]]}
{"id":"1007.0139","submitter":"Richard L\\\"ark\\\"ang","authors":"Richard L\\\"ark\\\"ang","title":"On the duality theorem on an analytic variety","comments":"21 pages, v2: Incorporate changes from the review process","journal-ref":"Math. Ann. 355 (2013), no. 1, 215-234","doi":"10.1007/s00208-012-0782-4","report-no":null,"categories":"math.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The duality theorem for Coleff-Herrera products on a complex manifold says\nthat if $f = (f_1,\\dots,f_p)$ defines a complete intersection, then the\nannihilator of the Coleff-Herrera product $\\mu^f$ equals (locally) the ideal\ngenerated by $f$. This does not hold unrestrictedly on an analytic variety $Z$.\nWe give necessary, and in many cases sufficient conditions for when the duality\ntheorem holds. These conditions are related to how the zero set of $f$\nintersects certain singularity subvarieties of the sheaf $\\mathcal{O}_Z$.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:52:32 GMT"},{"version":"v2","created":"Thu, 8 Oct 2015 09:34:16 GMT"}],"update_date":"2015-10-09","authors_parsed":[["Lärkäng","Richard",""]]}
{"id":"1007.0140","submitter":"Mauro Cattani","authors":"M.Cattani","title":"Einstein Gravitation Theory: Experimental Tests","comments":"13 pages 2 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"gr-qc","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In order to test the Einstein gravitation theory (EGT) we compare their\npredictions with the measured results in the following phenomena: the\nperihelion advance of planets, deflection of light, radar echo delays around\nthe Sun and an overall planetary motion in Solar System. In our calculation we\nhave used the Schwarzschild metric that is defined in the surrounding vacuum of\na spherically symmetric mass distribution, not in rotation. This article was\nwritten to graduate and postgraduate students of Physics.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:53:27 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Cattani","M.",""]]}
{"id":"1007.0141","submitter":"Vladimir Galkin","authors":"D. Ebert, R. N. Faustov, V. O. Galkin","title":"Comment on \"Applications of Two-Body Dirac Equations to the Meson\n  Spectrum with Three versus Two Covariant Interactions, SU(3) Mixing, and\n  Comparison to a Quasipotential Approach'' by H. W. Crater and J. Schiermeyer","comments":"3 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present some considerations in connection with the paper arXiv:1004.2980\n[hep-ph] and give a response to the criticism of the quasipotential approach in\nour relativistic quark model.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 11:58:44 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Ebert","D.",""],["Faustov","R. N.",""],["Galkin","V. O.",""]]}
{"id":"1007.0142","submitter":"Roman Kompaneets","authors":"Roman Kompaneets, Alexei V. Ivlev, Sergey V. Vladimirov, Gregor E.\n  Morfill","title":"Instability of ion kinetic waves in a weakly ionized plasma","comments":"Published in Phys. Rev. E, see\n  http://link.aps.org/doi/10.1103/PhysRevE.85.026412","journal-ref":"Phys. Rev. E 85, 026412 (2012)","doi":"10.1103/PhysRevE.85.026412","report-no":null,"categories":"physics.plasm-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The fundamental higher-order Landau plasma modes are known to be generally\nheavily damped. We show that these modes for the ion component in a weakly\nionized plasma can be substantially modified by ion-neutral collisions and a dc\nelectric field driving ion flow so that some of them can become unstable. This\ninstability is expected to naturally occur in presheaths of gas discharges at\nsufficiently small pressures and thus affect sheaths and discharge structures.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:04:40 GMT"},{"version":"v2","created":"Fri, 13 May 2011 12:04:18 GMT"},{"version":"v3","created":"Mon, 4 Jun 2012 17:17:25 GMT"}],"update_date":"2012-06-05","authors_parsed":[["Kompaneets","Roman",""],["Ivlev","Alexei V.",""],["Vladimirov","Sergey V.",""],["Morfill","Gregor E.",""]]}
{"id":"1007.0143","submitter":"Salvador Lucas","authors":"Salvador Lucas","title":"From matrix interpretations over the rationals to matrix interpretations\n  over the naturals","comments":"To appear in Proc. of the 10th International Conference on Artificial\n  Intelligence and Symbolic Computation, AISC'10","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.SC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Matrix interpretations generalize linear polynomial interpretations and have\nbeen proved useful in the implementation of tools for automatically proving\ntermination of Term Rewriting Systems. In view of the successful use of\nrational coefficients in polynomial interpretations, we have recently\ngeneralized traditional matrix interpretations (using natural numbers in the\nmatrix entries) to incorporate real numbers. However, existing results which\nformally prove that polynomials over the reals are more powerful than\npolynomials over the naturals for proving termination of rewrite systems failed\nto be extended to matrix interpretations. In this paper we get deeper into this\nproblem. We show that, under some conditions, it is possible to transform a\nmatrix interpretation over the rationals satisfying a set of symbolic\nconstraints into a matrix interpretation over the naturals (using bigger\nmatrices) which still satisfies the constraints.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:06:00 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Lucas","Salvador",""]]}
{"id":"1007.0144","submitter":"Tansu Alpcan","authors":"Tansu Alpcan, Lacra Pavel and Nem Stefanovic","title":"An Optimization and Control Theoretic Approach to Noncooperative Game\n  Design","comments":"Earlier versions of this work have appeared partly in the\n  International Conference on Game Theory for Networks (GameNets), in Istanbul,\n  Turkey in May 2009 and Conference on Decision and Control (CDC), Shanghai,\n  China, in December 2009","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.GT cs.NI math.OC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper investigates design of noncooperative games from an optimization\nand control theoretic perspective. Pricing mechanisms are used as a design tool\nto ensure that the Nash equilibrium of a fairly general class of noncooperative\ngames satisfies certain global objectives such as welfare maximization or\nachieving a certain level of quality-of-service (QoS). The class of games\nconsidered provide a theoretical basis for decentralized resource allocation\nand control problems including network congestion control, wireless uplink\npower control, and optical power control. The game design problem is analyzed\nunder different knowledge assumptions (full versus limited information) and\ndesign objectives (QoS versus utility maximization) for separable and\nnon-separable utility functions. The ``price of anarchy'' is shown not to be an\ninherent feature of full-information games that incorporate pricing mechanisms.\nMoreover, a simple linear pricing is shown to be sufficient for design of Nash\nequilibrium according to a chosen global objective for a fairly general class\nof games. Stability properties of the game and pricing dynamics are studied\nunder the assumption of time-scale separation and in two separate time-scales.\nThus, sufficient conditions are derived, which allow the designer to place the\nNash equilibrium solution or to guide the system trajectory to a desired region\nor point. The obtained results are illustrated with a number of examples.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:17:30 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Alpcan","Tansu",""],["Pavel","Lacra",""],["Stefanovic","Nem",""]]}
{"id":"1007.0145","submitter":"Sanzia Alves","authors":"S. Alves, J.D. do Nascimento Jr., J.R. De Medeiros","title":"On the rotational behavior of parent stars of extrasolar planets","comments":null,"journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17243.x","report-no":"1006.4814.v2","categories":"astro-ph.SR astro-ph.EP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We analyzed the behavior of the rotational velocity in the parent stars of\nextrasolar planets. Projected rotational velocity v sin i and angular momentum\nwere combined with stellar and planetary parameters, for a unique sample of 147\nstars, amounting to 184 extrasolar planets, including 25 multiple systems.\nIndeed, for the present working sample we considered only stars with planets\ndetected by the radial-velocity procedure. Our analysis shows that the v sin i\ndistribution of stars with planets along the HR Diagram follows the well\nestablished scenario for the rotation of intermediate to low main sequence\nstars, with a sudden decline in rotation near 1.2Msun . The decline occurs\naround Teff~ 6000 K, corresponding to the late-F spectral region. A statistical\ncomparison of the distribution of the rotation of stars with planets and a\nsample of stars without planets indicates that the v sin i distribution for\nthese two families of stars is drawn from the same population distribution\nfunction. We also found that the angular momentum of extrasolar planet parent\nstars follows, at least qualitatively, Kraft's relation. The stars without\ndetected planets show a clear trend of angular momentum deficit compared to the\nstars with planets, in particular for masses higher than about 1.25 Msun .\nStars with the largest mass planets tend to have angular momentum comparable to\nor higher than the Sun.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:27:12 GMT"},{"version":"v2","created":"Fri, 2 Jul 2010 06:51:11 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Alves","S.",""],["Nascimento","J. D. do","Jr."],["De Medeiros","J. R.",""]]}
{"id":"1007.0146","submitter":"Dr. Paul J. Werbos","authors":"Paul J. Werbos","title":"Circuit Design Methods for Quantum Separator (QS) and Systems to Use Its\n  Output","comments":"10 pages. version 2: adds a citation to an important new option for\n  TPV; slight clarification of language","journal-ref":null,"doi":null,"report-no":"Patent application 61360292 filed June 30 2010","categories":"physics.gen-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The underlying dynamics (\\partialt{\\psi}=iH{\\psi}) of quantum electrodynamics\nare symmetric with respect to time (T and CPT), but traditional calculations\nand designs in electronics and electromagnetics impose an observer formalism or\ncausality constraints which assume a gross asymmetry between forwards time and\nbackwards time. In 2008, I published a paper in the International Journal of\nTheoretical Physics (see arXiv:0801.1234) which describes how to construct\nphysics based on the dynamics alone, without these extraneous assumptions. It\npointed out that this changes certain predictions of physics in a testable way,\nand that evidence from experiment favors the new and simpler versions of\nquantum theory. This disclosure follows up on that paper, by describing methods\nfor circuit design based on the new physics. It provides a striking example -\nhow to design a quantum separator (QS), which separates out the eigenfunctions\nwhich supply ordinary time-forwards free energy from the time-inverted\neigenfunctions, when the QS is connected to bidirectional power supplies now\nunder development in several places.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:33:50 GMT"},{"version":"v2","created":"Wed, 10 Nov 2010 21:47:03 GMT"}],"update_date":"2010-11-12","authors_parsed":[["Werbos","Paul J.",""]]}
{"id":"1007.0147","submitter":"Brian Beckford","authors":"B. Beckford, A. de la Puente, Y. Fuji, K. Futatsukawa, O. Hashimoto,\n  M. Kaneta, H. Kanda, K. Maeda, A. Matsumura, S. N. Nakamura, J. Reinhold, L.\n  Tang, K. Tsukada","title":"Performance test of wavelength-shifting acrylic plastic Cherenkov\n  detector","comments":"8 figures, 2 tables","journal-ref":null,"doi":null,"report-no":null,"categories":"nucl-ex physics.ins-det","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The collection efficiency for Cherenkov light incident on a wavelength\nshifting plate (WLS) has been determined during a beam test at the Proton\nSynchrotron facility located in the National Laboratory for High Energy Physics\n(KEK), Tsukuba, Japan. The experiment was conducted in order to determine the\ndetector's response to photoelectrons converted from photons produced by a\nfused silica radiator; this allows for an approximation of the detector's\nquality. The yield of the photoelectrons produced through internally generated\nCherenkov light as well as light incident from the radiator was measured as a\nfunction of the momentum of the incident hadron beam. The yield is proportional\nto sin$^2$$\\theta_c$, where $\\theta_{c}$ is the opening angle of the Cherenkov\nlight created. Based on estimations and results from similarly conducted tests,\nwhere the collection efficiency was roughly 39%, the experimental result was\nexpected to be around 40% for internally produced light from the WLS. The\nresults of the experiment determined the photon collection response efficiency\nof the WLS to be roughly 62% for photons created in a fused silica radiator and\n41% for light created in the WLS.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:35:23 GMT"},{"version":"v2","created":"Sat, 3 Jul 2010 15:59:29 GMT"},{"version":"v3","created":"Wed, 22 May 2013 14:33:52 GMT"}],"update_date":"2013-05-23","authors_parsed":[["Beckford","B.",""],["de la Puente","A.",""],["Fuji","Y.",""],["Futatsukawa","K.",""],["Hashimoto","O.",""],["Kaneta","M.",""],["Kanda","H.",""],["Maeda","K.",""],["Matsumura","A.",""],["Nakamura","S. N.",""],["Reinhold","J.",""],["Tang","L.",""],["Tsukada","K.",""]]}
{"id":"1007.0148","submitter":"Tom Lancaster","authors":"T. Lancaster, S.J. Blundell, F.L. Pratt, J.A. Schlueter","title":"Superconductivity and fluctuating magnetism in quasi two-dimensional\n  kappa-(BEDT-TTF)2Cu[N(CN)2]Br probed with implanted muons","comments":"6 pages, 4 figures","journal-ref":null,"doi":"10.1103/PhysRevB.83.024504","report-no":null,"categories":"cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A muon-spin relaxation (muSR) investigation is presented for the molecular\nsuperconductor kappa-(BEDT-TTF)2Cu[N(CN)2Br]. Evidence is found for\nlow-temperature phase-separation, with only a fraction of the sample showing a\nsuperconducting signal, even for slow cooling. Rapid cooling reduces the\nsuperconducting fraction still further. For the superconducting phase, the\nin-plane penetration depth is measured to be lambda_{parallel} = 0.47(1) mu m\nand evidence is seen for a vortex decoupling transition in applied fields above\n40 mT. The magnetic fluctuations in the normal state produce Korringa behavior\nof the muon spin relaxation rate below 100 K, a precipitous drop in relaxation\nrate is seen at higher temperatures and an enhanced local spin susceptibility\noccurs just above T_c.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:35:25 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Lancaster","T.",""],["Blundell","S. J.",""],["Pratt","F. L.",""],["Schlueter","J. A.",""]]}
{"id":"1007.0149","submitter":"Miguel de Val-Borro","authors":"M. de Val-Borro, P. Hartogh, J. Crovisier, D. Bockel\\'ee-Morvan, N.\n  Biver, D. C. Lis, R. Moreno, C. Jarchow, M. Rengel, S. Szutowicz, M.\n  Banaszkiewicz, F. Bensch, M. I. B{\\l}\\k{e}cka, M. Emprechtinger, T. Encrenaz,\n  E. Jehin, M. K\\\"uppers, L.-M. Lara, E. Lellouch, B. M. Swinyard, B.\n  Vandenbussche, E. A. Bergin, G. A. Blake, J. A. D. L. Blommaert, J.\n  Cernicharo, L. Decin, P. Encrenaz, T. de Graauw, D. Hutsem\\'ekers, M. Kidger,\n  J. Manfroid, A. S. Medvedev, D. A. Naylor, R. Schieder, D. Stam, N. Thomas,\n  C. Waelkens, R. Szczerba, P. Saraceno, A. M. Di Giorgio, S. Philipp, T.\n  Klein, V. Ossenkopf, P. Zaal, R. Shipman","title":"Water production in comet 81P/Wild 2 as determined by Herschel/HIFI","comments":"Accepted for publication in A&A (special issue on HIFI first results)","journal-ref":"Astron.Astrophys. 521 (2010) L50","doi":"10.1051/0004-6361/201015161","report-no":null,"categories":"astro-ph.EP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The high spectral resolution and sensitivity of Herschel/HIFI allows for the\ndetection of multiple rotational water lines and accurate determinations of\nwater production rates in comets. In this letter we present HIFI observations\nof the fundamental 110-101 (557 GHz) ortho and 111-000 (1113 GHz) para\nrotational transitions of water in comet 81P/Wild 2 acquired in February 2010.\nWe mapped the extent of the water line emission with five point scans. Line\nprofiles are computed using excitation models which include excitation by\ncollisions with electrons and neutrals and solar infrared radiation. We derive\na mean water production rate of $1.0 \\times 10^{28}$ molecules s$^{-1}$ at a\nheliocentric distance of 1.61 AU about 20 days before perihelion, in agreement\nwith production rates measured from the ground using observations of the 18-cm\nOH lines. Furthermore, we constrain the electron density profile and gas\nkinetic temperature, and estimate the coma expansion velocity by fitting the\nwater line shapes.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:37:37 GMT"}],"update_date":"2010-10-13","authors_parsed":[["de Val-Borro","M.",""],["Hartogh","P.",""],["Crovisier","J.",""],["Bockelée-Morvan","D.",""],["Biver","N.",""],["Lis","D. C.",""],["Moreno","R.",""],["Jarchow","C.",""],["Rengel","M.",""],["Szutowicz","S.",""],["Banaszkiewicz","M.",""],["Bensch","F.",""],["Błęcka","M. I.",""],["Emprechtinger","M.",""],["Encrenaz","T.",""],["Jehin","E.",""],["Küppers","M.",""],["Lara","L. -M.",""],["Lellouch","E.",""],["Swinyard","B. M.",""],["Vandenbussche","B.",""],["Bergin","E. A.",""],["Blake","G. A.",""],["Blommaert","J. A. D. L.",""],["Cernicharo","J.",""],["Decin","L.",""],["Encrenaz","P.",""],["de Graauw","T.",""],["Hutsemékers","D.",""],["Kidger","M.",""],["Manfroid","J.",""],["Medvedev","A. S.",""],["Naylor","D. A.",""],["Schieder","R.",""],["Stam","D.",""],["Thomas","N.",""],["Waelkens","C.",""],["Szczerba","R.",""],["Saraceno","P.",""],["Di Giorgio","A. M.",""],["Philipp","S.",""],["Klein","T.",""],["Ossenkopf","V.",""],["Zaal","P.",""],["Shipman","R.",""]]}
{"id":"1007.0150","submitter":"Phillip Wu","authors":"Phillip M Wu, Peng Li, and Albert M Chang","title":"Evidence for the Formation of Quasi-Bound-State in an Asymmetrical\n  Quantum Point Contact","comments":"5 pages, 5 figures","journal-ref":"Physical Review B 85, 085305 2012","doi":"10.1103/PhysRevB.85.085305","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Features below the first conductance plateau in ballistic quantum point\ncontacts (QPCs) are often ascribed to electron interaction and spin effects\nwithin the single mode limit. In QPCs with a highly asymmetric geometry, we\nobserve sharp resonance peaks when the point contacts are gated to the single\nmode regime, and surprisingly, under certain gating conditions, a complete\ndestruction of the 2e^2/h, first quantum plateau. The temperature evolution of\nthe resonances suggest non-Fermi liquid behavior, while the overall nonlinear\ncharacterizations reveal features reminiscent of the 0.7 effect. We attribute\nthese unusual behaviors to the formation of a quasi bound state, which is\nstabilized by a momentum-mismatch accentuated by asymmetry.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:50:08 GMT"},{"version":"v2","created":"Sun, 26 Jun 2011 22:56:43 GMT"},{"version":"v3","created":"Sat, 2 Jul 2011 10:35:38 GMT"}],"update_date":"2019-04-01","authors_parsed":[["Wu","Phillip M",""],["Li","Peng",""],["Chang","Albert M",""]]}
{"id":"1007.0151","submitter":"Judit Murakozy","authors":"J. Murak\\\"ozy and A. Ludm\\'any","title":"Cycle dependence of the longitudinal-latitudinal sunspot motion\n  correlations","comments":"5 pages, 6 figures","journal-ref":"2008, Astronomy and Astrophysics 486, 1003","doi":"10.1051/0004-6361:20078456","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  aims: It is well known that the azimuthal and meridional shifts of sunspots\nare correlated and that the correlation exhibits a latitudinal distribution,\nwhich is expected due to the Coriolis effect. We study the temporal behaviour\nof this latitudinal distribution. methods: We analyze the daily positions of\nsunspot groups, provided by the Debrecen Photoheliographic Data and the\nGreenwich Photoheliographic Results and correlation values, which were mapped\nin 5 deg latitudinal bins. The latitudinal distributions were examined for each\nyear. results: We derive a sunspot-motion correlation that exhibits a\nCoriolis-type latitudinal distribution on long timescales, which are typical\nfor the yearly distributions; at cycle maximum, however, unexpected distortions\ncan occur. conclusions: The causes of the weakening of the Coriolis-pattern\nremain unclear. Possible relations of the phenomenon to the Gnevyshev-gap, the\npolarity reversal of the main magnetic field, and some mid-period fluctuations\nare discussed.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:50:37 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Muraközy","J.",""],["Ludmány","A.",""]]}
{"id":"1007.0152","submitter":"Helmut Kahl","authors":"Helmut Kahl","title":"Measuring quadric sectors at centre","comments":"published in Mitt. Math. Ges. Hamburg 38 (2018); 17 pages, 1 figure;\n  correction of of tetrahedron formula in section 3","journal-ref":null,"doi":null,"report-no":null,"categories":"math.MG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Sectors at centre of affine quadrics with point symmetry are investigated\nover arbitrary fields of characteristic different from two. As an application\nwe demonstrate nice formulas for the area and the volume of such planar and\nspatial sectors, respectively, in euclidean space. It seems that up to now\nthere has been atmost little research in this field up to very special cases.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:16:41 GMT"},{"version":"v10","created":"Fri, 24 Feb 2017 18:45:02 GMT"},{"version":"v11","created":"Tue, 11 Apr 2017 16:03:27 GMT"},{"version":"v12","created":"Wed, 14 Nov 2018 16:30:38 GMT"},{"version":"v13","created":"Mon, 18 Feb 2019 08:47:01 GMT"},{"version":"v14","created":"Wed, 9 Dec 2020 09:30:52 GMT"},{"version":"v2","created":"Fri, 2 Jul 2010 09:25:49 GMT"},{"version":"v3","created":"Mon, 22 Nov 2010 10:17:06 GMT"},{"version":"v4","created":"Tue, 22 Jan 2013 11:58:46 GMT"},{"version":"v5","created":"Tue, 22 Oct 2013 10:37:50 GMT"},{"version":"v6","created":"Wed, 23 Oct 2013 08:47:50 GMT"},{"version":"v7","created":"Mon, 25 Aug 2014 10:44:01 GMT"},{"version":"v8","created":"Mon, 21 Dec 2015 10:27:48 GMT"},{"version":"v9","created":"Sun, 17 Jan 2016 09:47:43 GMT"}],"update_date":"2020-12-10","authors_parsed":[["Kahl","Helmut",""]]}
{"id":"1007.0153","submitter":"Gentaro Watanabe","authors":"Gentaro Watanabe","title":"Simulating pasta phases by molecular dynamics and cold atoms ---\n  Formation in supernovae and superfluid neutrons in neutron stars","comments":"6 pages, 2 figures, published in Proceedings of the workshop \"New\n  Frontiers in QCD 2010\" (NFQCD2010)","journal-ref":"Prog.Theor.Phys.Suppl.186:45-50,2010","doi":"10.1143/PTPS.186.45","report-no":"APCTP Res2010-032","categories":"nucl-th astro-ph.SR cond-mat.quant-gas","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In dense stars such as collapsing cores of supernovae and neutron stars,\nnuclear \"pasta\" such as rod-like and slab-like nuclei are speculated to exist.\nHowever, whether or not they are actually formed in supernova cores is still\nunclear. Here we solve this problem by demonstrating that a lattice of rod-like\nnuclei is formed from a bcc lattice by compression. We also find that the\nformation process is triggered by an attractive force between nearest neighbor\nnuclei, which starts to act when their density profile overlaps, rather than\nthe fission instability. We also discuss the connection between pasta phases in\nneutron star crusts and ultracold Fermi gases.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:53:54 GMT"},{"version":"v2","created":"Sat, 23 Jul 2011 09:19:38 GMT"}],"update_date":"2011-07-26","authors_parsed":[["Watanabe","Gentaro",""]]}
{"id":"1007.0154","submitter":"Wei-Min Wang","authors":"W.-M. Wang","title":"Supercritical Nonlinear Schr\\\"odinger Equations II: Almost Global\n  Existence","comments":"21 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP math.DS","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We prove almost global existence for supercritical nonlinear Schr\\\"odinger\nequations on the $d$-torus ($d$ arbitrary) on the good geometry selected in\npart I. This is seen as the Cauchy consequence of I, since the known invariant\nmeasure of smooth solutions are supported on KAM tori. In the high frequency\nlimit, these quantitative solutions could also be relevant to Cauchy problems\nfor compressible Euler equations.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:54:54 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Wang","W. -M.",""]]}
{"id":"1007.0155","submitter":"Kamil Kosinski","authors":"Kamil Marcin Kosinski, Onno Boxma, Bert Zwart","title":"Convergence of the all-time supremum of a L\\'evy process in the\n  heavy-traffic regime","comments":null,"journal-ref":"Queueing Systems 67 (2011) 295-304","doi":"10.1007/s11134-011-9215-4","report-no":"EURANDOM Report 2010-032","categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we derive a technique of obtaining limit theorems for suprema\nof L\\'evy processes from their random walk counterparts. For each $a>0$, let\n$\\{Y^{(a)}_n:n\\ge 1\\}$ be a sequence of independent and identically distributed\nrandom variables and $\\{X^{(a)}_t:t\\ge 0\\}$ be a L\\'evy processes such that\n$X_1^{(a)}\\stackrel{d}{=} Y_1^{(a)}$, $\\mathbb E X_1^{(a)}<0$ and $\\mathbb E\nX_1^{(a)}\\uparrow0$ as $a\\downarrow0$. Let $S^{(a)}_n=\\sum_{k=1}^n Y^{(a)}_k$.\nThen, under some mild assumptions, $\\Delta(a)\\max_{n\\ge 0}\nS_n^{(a)}\\stackrel{d}{\\to} R\\iff\\Delta(a)\\sup_{t\\ge 0}\nX^{(a)}_t\\stackrel{d}{\\to} R$, for some random variable $R$ and some function\n$\\Delta(\\cdot)$. We utilize this result to present a number of limit theorems\nfor suprema of L\\'evy processes in the heavy-traffic regime.\n","versions":[{"version":"v1","created":"Thu, 1 Jul 2010 12:55:13 GMT"},{"version":"v2","created":"Thu, 9 Dec 2010 12:48:26 GMT"},{"version":"v3","created":"Wed, 9 Feb 2011 14:46:59 GMT"}],"update_date":"2011-05-23","authors_parsed":[["Kosinski","Kamil Marcin",""],["Boxma","Onno",""],["Zwart","Bert",""]]}
