{"id":"1006.5816","submitter":"Georg von Hippel","authors":"Beno\\^it Blossier, Michele Della Morte, Nicolas Garron, Georg von\n  Hippel, Tereza Mendes, Hubert Simma, Rainer Sommer","title":"HQET at order 1/m: III. Decay constants in the quenched approximation","comments":"(1+17) pages, 4 figures (7 pdf files); corrected eqn. (3.4),\n  clarified discussion of RGI matrix element","journal-ref":"JHEP 1012:039,2010","doi":"10.1007/JHEP12(2010)039","report-no":"DESY 09-155, SFB/CPP-10-03, Edinburgh 2010/15, MKPH-T-10-04,\n  LPT-Orsay/10-35","categories":"hep-lat","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report on the computation of the $B_s$ meson decay constant in Heavy Quark\nEffective Theory on the lattice. The next to leading order corrections in the\nHQET expansion are included non-perturbatively. We estimate higher order\ncontributions to be very small. The results are extrapolated to the continuum\nlimit, the main systematic error affecting the computation is therefore the\nquenched approximation used here. The Generalized Eigenvalue Problem and the\nuse of all-to-all propagators are important technical ingredients of our\napproach that allow to keep statistical and systematic errors under control. We\nalso report on the decay constant $f_{B'_s}$ of the first radially excited\nstate in the $B_s$ sector, computed in the static limit.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:22:39 GMT"},{"version":"v2","created":"Mon, 25 Oct 2010 07:28:13 GMT"}],"update_date":"2010-12-15","authors_parsed":[["Blossier","Benoît",""],["Della Morte","Michele",""],["Garron","Nicolas",""],["von Hippel","Georg",""],["Mendes","Tereza",""],["Simma","Hubert",""],["Sommer","Rainer",""]]}
{"id":"1006.5817","submitter":"Jaba Chigvinadze george","authors":"J. Chigvinadze, V. Buntar, S. Ashimov, T. Machaidze, G. Donadze","title":"New magnetic phase in rb3c60 fullerene in normal state observed in\n  torque experiments","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.supr-con","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  For the first time, magnetic properties of fullerides have been studied using\na torque technique. Rb3C60 single crystal has been investigated in these\nexperiments. It was shown that this method is sensitive to the structural phase\ntransition from s.c. to f.c.c. structure. A rearrangement of magnetic system in\nthis material was observed at temperature T ~ 200 - 250 K. Our results clearly\nshow, that this effect is a crossover to an ordered magnetic phase related to\ninteraction of magnetic dipoles and is related to the distorted T' site. The\neffect is discussed in terms of cooperative Jahn-Teller effect.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:28:19 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Chigvinadze","J.",""],["Buntar","V.",""],["Ashimov","S.",""],["Machaidze","T.",""],["Donadze","G.",""]]}
{"id":"1006.5818","submitter":"Mikael Beuthe","authors":"Mikael Beuthe","title":"East-west faults due to planetary contraction","comments":"46 pages, 13 figures","journal-ref":"Icarus 209 (2010) 795-817","doi":"10.1016/j.icarus.2010.04.019","report-no":null,"categories":"physics.geo-ph physics.space-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Contraction, expansion and despinning have been common in the past evolution\nof Solar System bodies. These processes deform the lithosphere until it breaks\nalong faults. The type and orientation of faults are usually determined under\nthe assumption of a constant lithospheric thickness, but lithospheric thinning\ncan occur at the equator or at the poles due either to latitudinal variation in\nsolar insolation or to localized tidal dissipation. Using thin elastic shells\nwith variable thickness, I show that the equatorial thinning of the lithosphere\ntransforms the homogeneous and isotropic fault pattern caused by\ncontraction/expansion into a pattern of faults striking east-west, preferably\nformed in the equatorial region. By contrast, lithospheric thickness variations\nonly weakly affect the despinning faulting pattern consisting of equatorial\nstrike-slip faults and polar normal faults. If contraction is added to\ndespinning, the despinning pattern first shifts to thrust faults striking\nnorth-south and then to thrust faults striking east-west. If the lithosphere is\nthinner at the poles, the tectonic pattern caused by contraction/expansion\nconsists of faults striking north/south. On Iapetus, contraction or expansion\non a lithosphere thinner at the equator explains the location and orientation\nof the equatorial ridge. On Mercury, the combination of contraction and\ndespinning makes possible the existence of zonal provinces of thrust faults\ndiffering in orientation (north-south or east-west), which may be relevant to\nthe orientation of lobate scarps.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:29:07 GMT"}],"update_date":"2010-11-09","authors_parsed":[["Beuthe","Mikael",""]]}
{"id":"1006.5819","submitter":"Gilles Montambaux","authors":"Gilles Montambaux","title":"Semiclassical quantization of skipping orbits","comments":"9 pages, 16 figures","journal-ref":null,"doi":"10.1140/epjb/e2010-10584-y","report-no":null,"categories":"cond-mat.mes-hall cond-mat.other","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We propose a simple description of the spectrum of edge states in the quantum\nHall regime, in terms of semiclassical quantization of skipping orbits along\nhard wall boundaries, ${\\cal A}=2 \\pi (n+\\gamma) \\ell_B^2$, where ${\\cal A}$ is\nthe area enclosed between a skipping orbit and the wall and $\\ell_B$ is the\nmagnetic length. Remarkably, this description provides an excellent\nquantitative agreement with the exact spectrum. We discuss the value of\n$\\gamma$ when the skipping orbits touch one or two edges, and its variation\nwhen the orbits graze the edges and the semiclassical quantization has to be\ncorrected by diffraction effects. The value of $\\gamma$ evolves continuously\nfrom $1/2$ to $3/4$. We calculate the energy dependence of the drift velocity\nalong the different Landau levels. We compare the structure of the\nsemiclassical cyclotron orbits, their position with respect to the edge, to the\nwave function of the corresponding eigenstates.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:29:38 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Montambaux","Gilles",""]]}
{"id":"1006.5820","submitter":"Volodymyr Magas","authors":"Yun Cheng, L.P. Csernai, V.K. Magas, B.R. Schlei, D. Strottman","title":"Matching Stages of Heavy Ion Collision Models","comments":"9 pages, 2 figures","journal-ref":"Phys.Rev.C81:064910,2010","doi":"10.1103/PhysRevC.81.064910","report-no":null,"categories":"nucl-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Heavy ion reactions and other collective dynamical processes are frequently\ndescribed by different theoretical approaches for the different stages of the\nprocess, like initial equilibration stage, intermediate locally equilibrated\nfluid dynamical stage and final freeze-out stage. For the last stage the best\nknown is the Cooper-Frye description used to generate the phase space\ndistribution of emitted, non-interacting, particles from a fluid dynamical\nexpansion/explosion, assuming a final ideal gas distribution, or (less\nfrequently) an out of equilibrium distribution. In this work we do not want to\nreplace the Cooper-Frye description, rather clarify the ways how to use it and\nhow to choose the parameters of the distribution, eventually how to choose the\nform of the phase space distribution used in the Cooper-Frye formula. Moreover,\nthe Cooper-Frye formula is used in connection with the freeze-out problem,\nwhile the discussion of transition between different stages of the collision is\napplicable to other transitions also. More recently hadronization and molecular\ndynamics models are matched to the end of a fluid dynamical stage to describe\nhadronization and freeze-out. The stages of the model description can be\nmatched to each other on spacetime hypersurfaces (just like through the\nfrequently used freeze-out hypersurface). This work presents a generalized\ndescription of how to match the stages of the description of a reaction to each\nother, extending the methodology used at freeze-out, in simple covariant form\nwhich is easily applicable in its simplest version for most applications.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:33:17 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Cheng","Yun",""],["Csernai","L. P.",""],["Magas","V. K.",""],["Schlei","B. R.",""],["Strottman","D.",""]]}
{"id":"1006.5821","submitter":"Jae-hyeon Park","authors":"P. Ko (KIAS) and Jae-hyeon Park (DESY Hamburg)","title":"Addendum to: Implications of the measurements of B_s-B_s bar mixing on\n  SUSY models","comments":"4 pages, 2 figures, addendum to arXiv:0809.0705, published version","journal-ref":"Phys.Rev.D82:117701,2010","doi":"10.1103/PhysRevD.82.117701","report-no":"DESY 10-097","categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This is an addendum to the previous publication, P. Ko and J.-h. Park, Phys.\nRev. D80, 035019 (2009). The semileptonic charge asymmetry in B_s decays is\ndiscussed in the context of general MSSM with gluino-mediated flavor and CP\nviolation in light of the recent measurements at the Tevatron.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:42:12 GMT"},{"version":"v2","created":"Sun, 4 Jul 2010 15:52:41 GMT"},{"version":"v3","created":"Mon, 20 Dec 2010 17:51:16 GMT"}],"update_date":"2010-12-21","authors_parsed":[["Ko","P.","","KIAS"],["Park","Jae-hyeon","","DESY Hamburg"]]}
{"id":"1006.5822","submitter":"Ulrich Mosel","authors":"Ulrich Mosel, Stefan Leupold, Volker Metag","title":"Hadrons in Medium","comments":"Lecture by U. Mosel at NFQCD10, Kyoto, Japan, Febr. 2010","journal-ref":"Prog.Theor.Phys.Suppl.186:260-269,2010","doi":"10.1143/PTPS.186.260","report-no":null,"categories":"nucl-th hep-ph nucl-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We review the current status of theories and experiments aiming at an\nunderstanding and a determination of the properties of light vector and scalar\nmesons inside strongly interacting hadronic matter, with an emphasis on linking\ncalculated properties of hadrons in medium to actual observables.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:46:11 GMT"}],"update_date":"2011-03-10","authors_parsed":[["Mosel","Ulrich",""],["Leupold","Stefan",""],["Metag","Volker",""]]}
{"id":"1006.5823","submitter":"Miguel Aguado","authors":"Oliver Buerschaper, Matthias Christandl, Liang Kong and Miguel Aguado","title":"Electric-magnetic duality of lattice systems with topological order","comments":"v2: material added, 24 pages, 7 figures","journal-ref":"Nuclear Physics B 876 [FS] (2013) 619-636","doi":"10.1016/j.nuclphysb.2013.08.014","report-no":null,"categories":"cond-mat.str-el math-ph math.MP math.QA quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the duality structure of quantum lattice systems with\ntopological order, a collective order also appearing in fractional quantum Hall\nsystems. We define electromagnetic (EM) duality for all of Kitaev's quantum\ndouble models based on discrete gauge theories with Abelian and non-Abelian\ngroups, and identify its natural habitat as a new class of topological models\nbased on Hopf algebras. We interpret these as extended string-net models,\nwhereupon Levin and Wen's string-nets, which describe all intrinsic topological\norders on the lattice with parity and time-reversal invariance, arise as\nmagnetic and electric projections of the extended models. We conjecture that\nall string-net models can be extended in an analogous way, using more general\nalgebraic and tensor-categorical structures, such that EM duality continues to\nhold. We also identify this EM duality with an invertible domain wall. Physical\napplications include topology measurements in the form of pairs of dual tensor\nnetworks.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:57:52 GMT"},{"version":"v2","created":"Tue, 18 Jun 2013 05:46:47 GMT"}],"update_date":"2013-10-09","authors_parsed":[["Buerschaper","Oliver",""],["Christandl","Matthias",""],["Kong","Liang",""],["Aguado","Miguel",""]]}
{"id":"1006.5824","submitter":"Ennio Poretti","authors":"Ennio Poretti, Margit Paparo, Magali Deleuil, Merieme Chadid, Katrien\n  Kolenberg, Robert Szabo, Jozsef M. Benko, Eric Chapellier, Elisabeth\n  Guggenberger, Jean-Francois Le Borgne, Florent Rostagni, Herve Trinquet,\n  Michel Auvergne, Annie Baglin, Luis M. Sarro, and Werner W. Weiss","title":"CoRoT light curves of RR Lyrae stars. CoRoT 101128793: long-term changes\n  in the Blazhko effect and excitation of additional modes","comments":"13 pages, 2 figures, 2 long tables. Accepted for publication in A&A","journal-ref":null,"doi":"10.1051/0004-6361/201014941","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The CoRoT (Convection, Rotation and planetary Transits) space mission\nprovides a valuable opportunity to monitor stars with uninterrupted time\nsampling for up to 150 days at a time. The study of RR Lyrae stars, performed\nin the framework of the Additional Programmes belonging to the exoplanetary\nfield, will particularly benefit from such dense, long-duration monitoring. The\nBlazhko effect in RR Lyrae stars is a long-standing, unsolved problem of\nstellar astrophysics. We used the CoRoT data of the new RR Lyrae variable CoRoT\n101128793 (f0=2.119 c/d, P=0.4719296 d) to provide us with more detailed\nobservational facts to understand the physical process behind the phenomenon.\nThe CoRoT data were corrected for one jump and the long-term drift. We applied\ndifferent period-finding techniques to the corrected timeseries to investigate\namplitude and phase modulation. We detected 79 frequencies in the light curve\nof CoRoT 101128793. They have been identified as the main frequency f0, and its\nharmonics, two independent terms, the terms related to the Blazhko frequency,\nand several combination terms. A Blazhko frequency fB=0.056 c/d and a triplet\nstructure around the fundamental radial mode and harmonics were detected, as\nwell as a long-term variability of the Blazhko modulation. Indeed, the\namplitude of the main oscillation is decreasing along the CoRoT survey. The\nBlazhko modulation is one of the smallest observed in RR Lyrae stars. Moreover,\nthe additional modes f1=3.630 and f2=3.159 c/d are detected. Taking its ratio\nwith the fundamental radial mode into account, the term f1 could be the\nidentified as the second radial overtone. Detecting of these modes in\nhorizontal branch stars is a new result obtained by CoRoT.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 09:59:30 GMT"},{"version":"v2","created":"Wed, 15 Sep 2010 13:24:07 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Poretti","Ennio",""],["Paparo","Margit",""],["Deleuil","Magali",""],["Chadid","Merieme",""],["Kolenberg","Katrien",""],["Szabo","Robert",""],["Benko","Jozsef M.",""],["Chapellier","Eric",""],["Guggenberger","Elisabeth",""],["Borgne","Jean-Francois Le",""],["Rostagni","Florent",""],["Trinquet","Herve",""],["Auvergne","Michel",""],["Baglin","Annie",""],["Sarro","Luis M.",""],["Weiss","Werner W.",""]]}
{"id":"1006.5825","submitter":"Jan Ma\\'ckowiak","authors":"Jan Ma\\'ckowiak, Dawid Borycki","title":"A refined Bogoliubov-Huang approach to helium II thermodynamics","comments":"24 pages, 10 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The thermodynamics of a free Bose gas with effective temperature scale\n$\\tilde{T}$ and hard-sphere Bose gas with the $\\tilde{T}$ scale are studied.\n$\\tilde{T}$ arises as the temperature experienced by a single particle in a\nquantum gas with 2-body harmonic oscillator interaction $V_\\textrm{osc}$, which\nat low temperatures is expected to simulate, almost correctly, the attractive\npart of the interatomic potential $V_\\textrm{He}$ between $^{4}\\textrm{He}$\natoms. The repulsive part of $V_\\textrm{He}$ is simulated by a hard-sphere (HS)\npotential. The thermodynamics of this system of HS bosons, with the $\\tilde{T}$\ntemperature scale (HSET), is investigated, first, by the Bogoliubov-Huang\nmethod and next by a modified version of this method, which takes approximate\naccount of those terms of the 2-body repulsion which are linear in the\nzero-momentum Bose operators $a_0,\\,\\,a^*_0$ (originally rejected by\nBogoliubov). Theoretical heat capacity $C_V(T)$ exhibits good agreement, below\n2.1 K, with the experimental heat capacity graph observed in $^{4}\\textrm{He}$\nat saturated vapour pressure. The phase transition to the low-temperature\nphase, with a Bose-Einstein condensate, occurs in the HSET at $T_\\lambda=$2.17\nK, and is accompanied, in the modified HSET version, by a singularity of\n$C_V(T)$. Other thermal properties of HSET, such as the momentum distribution\nfunction, the fraction of atoms in the momentum condensate and normal fluid\ndensity, agree qualitatively with those of $^{4}\\textrm{He}$, but improve those\nof the free Bose gas.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 10:03:30 GMT"},{"version":"v2","created":"Wed, 3 Nov 2010 12:19:28 GMT"}],"update_date":"2010-11-04","authors_parsed":[["Maćkowiak","Jan",""],["Borycki","Dawid",""]]}
{"id":"1006.5826","submitter":"Andrea Gregori","authors":"Andrea Gregori","title":"Is the Universe the only existing Black Hole?","comments":"10 pages, 2 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.gen-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the physics of black holes in the light of the quantum\ntheoretical framework proposed in [1]. It is argued that black holes are\ncompletely non-local objects, and that the only one which really exists is the\nuniverse itself.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 10:17:40 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Gregori","Andrea",""]]}
{"id":"1006.5827","submitter":"Sergio Guadarrama","authors":"Sergio Guadarrama and Antonio Ruiz-Mayor","title":"Approximate Robotic Mapping from sonar data by modeling Perceptions with\n  Antonyms","comments":"To appear in Information Sciences","journal-ref":null,"doi":null,"report-no":"FSC-2008-14","categories":"cs.RO cs.CL","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This work, inspired by the idea of \"Computing with Words and Perceptions\"\nproposed by Zadeh in 2001, focuses on how to transform measurements into\nperceptions for the problem of map building by Autonomous Mobile Robots. We\npropose to model the perceptions obtained from sonar-sensors as two grid maps:\none for obstacles and another for empty spaces. The rules used to build and\nintegrate these maps are expressed by linguistic descriptions and modeled by\nfuzzy rules. The main difference of this approach from other studies reported\nin the literature is that the method presented here is based on the hypothesis\nthat the concepts \"occupied\" and \"empty\" are antonyms rather than complementary\n(as it happens in probabilistic approaches), or independent (as it happens in\nthe previous fuzzy models).\n  Controlled experimentation with a real robot in three representative indoor\nenvironments has been performed and the results presented. We offer a\nqualitative and quantitative comparison of the estimated maps obtained by the\nprobabilistic approach, the previous fuzzy method and the new antonyms-based\nfuzzy approach. It is shown that the maps obtained with the antonyms-based\napproach are better defined, capture better the shape of the walls and of the\nempty-spaces, and contain less errors due to rebounds and short-echoes.\nFurthermore, in spite of noise and low resolution inherent to the sonar-sensors\nused, the maps obtained are accurate and tolerant to imprecision.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 10:28:56 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Guadarrama","Sergio",""],["Ruiz-Mayor","Antonio",""]]}
{"id":"1006.5828","submitter":"George Angelou","authors":"G. C. Angelou, J. C. Lattanzio, R. P. Church and R. J. Stancliffe","title":"Observational Constraints for Thermohaline Mixing","comments":"7 pages, 1 figure, Torino X conference proceedings","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We provide a brief review of thermohaline physics and why it is a candidate\nextra mixing mechanism during the red giant branch (RGB). We discuss how\nthermohaline mixing (also called $\\delta$ $\\mu$ mixing) during the RGB due to\nhelium-3 burning, is more complicated than the operation of thermohaline mixing\nin other stellar contexts (such as following accretion from a binary\ncompanion). We try to use observations of carbon depletion in globular clusters\nto help constrain the formalism and the diffusion coefficient or mixing\nvelocity that should be used in stellar models. We are able to match the spread\nof carbon depletion for metal poor field giants but are unable to do so for\ncluster giants, which may show evidence of mixing prior to even the first\ndredge-up event.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 10:29:24 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Angelou","G. C.",""],["Lattanzio","J. C.",""],["Church","R. P.",""],["Stancliffe","R. J.",""]]}
{"id":"1006.5829","submitter":"Bruno Nery","authors":"Bruno Nery, Rodrigo Ventura","title":"Online Event Segmentation in Active Perception using Adaptive Strong\n  Anticipation","comments":"Technical report, 20 pages, 7 figures","journal-ref":null,"doi":null,"report-no":"RT-701-10","categories":"cs.RO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Most cognitive architectures rely on discrete representation, both in space\n(e.g., objects) and in time (e.g., events). However, a robot interaction with\nthe world is inherently continuous, both in space and in time. The segmentation\nof the stream of perceptual inputs a robot receives into discrete and\nmeaningful events poses as a challenge in bridging the gap between internal\ncognitive representations, and the external world. Event Segmentation Theory,\nrecently proposed in the context of cognitive systems research, sustains that\nhumans segment time into events based on matching perceptual input with\npredictions. In this work we propose a framework for online event segmentation,\ntargeting robots endowed with active perception. Moreover, sensory processing\nsystems have an intrinsic latency, resulting from many factors such as sampling\nrate, and computational processing, and which is seldom accounted for. This\nframework is founded on the theory of dynamical systems synchronization, where\nthe system considered includes both the robot and the world coupled (strong\nanticipation). An adaption rule is used to perform simultaneous system\nidentification and synchronization, and anticipating synchronization is\nemployed to predict the short-term system evolution. This prediction allows for\nan appropriate control of the robot actuation. Event boundaries are detected\nonce synchronization is lost (sudden increase of the prediction error). An\nexperimental proof of concept of the proposed framework is presented, together\nwith some preliminary results corroborating the approach.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 10:54:02 GMT"}],"update_date":"2016-11-25","authors_parsed":[["Nery","Bruno",""],["Ventura","Rodrigo",""]]}
{"id":"1006.5830","submitter":"Swee Goh","authors":"Swee K. Goh, Y. Nakai, K. Ishida, L. E. Klintberg, Y. Ihara,\n  S.Kasahara, T. Shibauchi, Y. Matsuda and T. Terashima","title":"Anisotropic Superconducting Properties of Optimally Doped\n  BaFe$_2$(As$_{0.65}$P$_{0.35}$)$_2$ under Pressure","comments":"5 pages, 3 figures","journal-ref":"Phys. Rev. B 82, 094502 (2010)","doi":"10.1103/PhysRevB.82.094502","report-no":null,"categories":"cond-mat.supr-con cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Magnetic measurements on optimally doped single crystals of\nBaFe$_2$(As$_{1-x}$P$_{x}$)$_2$ ($x\\approx0.35$) with magnetic fields applied\nalong different crystallographic axes were performed under pressure, enabling\nthe pressure evolution of coherence lengths and the anisotropy factor to be\nfollowed. Despite a decrease in the superconducting critical temperature, our\nstudies reveal that the superconducting properties become more anisotropic\nunder pressure. With appropriate scaling, we directly compare these properties\nwith the values obtained for BaFe$_2$(As$_{1-x}$P$_{x}$)$_2$ as a function of\nphosphorus content.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 10:55:53 GMT"},{"version":"v2","created":"Thu, 2 Sep 2010 14:46:16 GMT"}],"update_date":"2010-09-03","authors_parsed":[["Goh","Swee K.",""],["Nakai","Y.",""],["Ishida","K.",""],["Klintberg","L. E.",""],["Ihara","Y.",""],["Kasahara","S.",""],["Shibauchi","T.",""],["Matsuda","Y.",""],["Terashima","T.",""]]}
{"id":"1006.5831","submitter":"Eric Laber","authors":"Eric B. Laber and Min Qian and Dan J. Lizotte, William E. Pelham and\n  Susan A. Murphy","title":"Statistical Inference in Dynamic Treatment Regimes","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"stat.ME stat.ML stat.OT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Dynamic treatment regimes are of growing interest across the clinical\nsciences as these regimes provide one way to operationalize and thus inform\nsequential personalized clinical decision making. A dynamic treatment regime is\na sequence of decision rules, with a decision rule per stage of clinical\nintervention; each decision rule maps up-to-date patient information to a\nrecommended treatment. We briefly review a variety of approaches for using data\nto construct the decision rules. We then review an interesting challenge, that\nof nonregularity that often arises in this area. By nonregularity, we mean the\nparameters indexing the optimal dynamic treatment regime are nonsmooth\nfunctionals of the underlying generative distribution.\n  A consequence is that no regular or asymptotically unbiased estimator of\nthese parameters exists. Nonregularity arises in inference for parameters in\nthe optimal dynamic treatment regime; we illustrate the effect of nonregularity\non asymptotic bias and via sensitivity of asymptotic, limiting, distributions\nto local perturbations. We propose and evaluate a locally consistent Adaptive\nConfidence Interval (ACI) for the parameters of the optimal dynamic treatment\nregime. We use data from the Adaptive Interventions for Children with ADHD\nstudy as an illustrative example. We conclude by highlighting and discussing\nemerging theoretical problems in this area.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 11:10:09 GMT"},{"version":"v2","created":"Tue, 8 Nov 2011 21:00:14 GMT"},{"version":"v3","created":"Tue, 26 Nov 2013 16:54:55 GMT"}],"update_date":"2013-11-27","authors_parsed":[["Laber","Eric B.",""],["Qian","Min",""],["Lizotte","Dan J.",""],["Pelham","William E.",""],["Murphy","Susan A.",""]]}
{"id":"1006.5832","submitter":"Fernando Moreno","authors":"F. Moreno, J. Licandro, G.-P. Tozzi, J.L. Ortiz, A. Cabrera-Lavers, T.\n  Augusteijn, T. Liimets, J.E. Lindberg, T. Pursimo, P. Rodriguez-Gil, and O.\n  Vaduvescu","title":"Water-ice driven activity on Main-Belt Comet P/2010 A2 (LINEAR) ?","comments":"Accepted for ApJ Letters","journal-ref":null,"doi":"10.1088/2041-8205/718/2/L132","report-no":null,"categories":"astro-ph.EP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The dust ejecta of Main-Belt Comet P/2010 A2 (LINEAR) have been observed with\nseveral telescopes at the at the Observatorio del Roque de los Muchachos on La\nPalma, Spain. Application of an inverse dust tail Monte Carlo method to the\nimages of the dust ejecta from the object indicates that a sustained, likely\nwater-ice driven, activity over some eight months is the mechanism responsible\nfor the formation of the observed tail. The total amount of dust released is\nestimated to be 5E7 kg, which represents about 0.3% of the nucleus mass. While\nthe event could have been triggered by a collision, this cannot be decided from\nthe currently available data.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 11:18:13 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Moreno","F.",""],["Licandro","J.",""],["Tozzi","G. -P.",""],["Ortiz","J. L.",""],["Cabrera-Lavers","A.",""],["Augusteijn","T.",""],["Liimets","T.",""],["Lindberg","J. E.",""],["Pursimo","T.",""],["Rodriguez-Gil","P.",""],["Vaduvescu","O.",""]]}
{"id":"1006.5833","submitter":"Oskar Kedzierski","authors":"Oskar Kedzierski","title":"Danilov resolution and representations of McKay quiver","comments":"22 pages, 2 figures, concrete examples can be found on the author's\n  website","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG math.RT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We construct a family of McKay quiver representations on the Danilov\nresolution of the 1/r(1,a,r - a) singularity. It follows that the resolution is\nthe normalization of the coherent component of the moduli space of stable McKay\nquiver representations for a suitable stability condition. We describe\nexplicitly the corresponding chamber of stability conditions for any coprime\nnumbers r, a.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 11:52:05 GMT"},{"version":"v2","created":"Fri, 19 Apr 2013 11:35:06 GMT"}],"update_date":"2013-04-22","authors_parsed":[["Kedzierski","Oskar",""]]}
{"id":"1006.5834","submitter":"Alan Bray","authors":"Satya N. Majumdar and Alan J. Bray","title":"Maximum Distance Between the Leader and the Laggard for Three Brownian\n  Walkers","comments":null,"journal-ref":null,"doi":"10.1088/1742-5468/2010/08/P08023","report-no":null,"categories":"cond-mat.stat-mech math-ph math.MP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider three independent Brownian walkers moving on a line. The process\nterminates when the left-most walker (the `Leader') meets either of the other\ntwo walkers. For arbitrary values of the diffusion constants D_1 (the Leader),\nD_2 and D_3 of the three walkers, we compute the probability distribution\nP(m|y_2,y_3) of the maximum distance m between the Leader and the current\nright-most particle (the `Laggard') during the process, where y_2 and y_3 are\nthe initial distances between the leader and the other two walkers. The result\nhas, for large m, the form P(m|y_2,y_3) \\sim A(y_2,y_3) m^{-\\delta}, where\n\\delta = (2\\pi-\\theta)/(\\pi-\\theta) and \\theta =\ncos^{-1}(D_1/\\sqrt{(D_1+D_2)(D_1+D_3)}. The amplitude A(y_2,y_3) is also\ndetermined exactly.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 11:56:33 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Majumdar","Satya N.",""],["Bray","Alan J.",""]]}
{"id":"1006.5835","submitter":"Christian Paroissin","authors":"Fabrizio Leisen, Antonio Lijoi, Christian Paroissin (LMA-PAU)","title":"Limiting behavior of the search cost distribution for the move-to-front\n  rule in the stable case","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Move-to-front rule is a heuristic updating a list of n items according to\nrequests. Items are required with unknown probabilities (or popularities). The\ninduced Markov chain is known to be ergodic. One main problem is the study of\nthe distribution of the search cost dened as the position of the required item.\nHere we first establish the link between two recent papers that both extend\nresults proved by Kingman on the expected stationary search cost. Combining\nresults contained in these papers, we obtain the limiting behavior for any\nmoments of the stationary seach cost as n tends to innity.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 11:57:49 GMT"}],"update_date":"2010-07-26","authors_parsed":[["Leisen","Fabrizio","","LMA-PAU"],["Lijoi","Antonio","","LMA-PAU"],["Paroissin","Christian","","LMA-PAU"]]}
{"id":"1006.5836","submitter":"Blaise Faugeras","authors":"Blaise Faugeras (JAD), Olivier Maury","title":"A multi-region nonlinear age-size structured fish population model","comments":null,"journal-ref":"Nonlinear Analysis Real World Applications 6, 3 (2005) 447-460","doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The goal of this paper is to present a generic multi-region nonlinear\nage-size structured fish population model, and to assess its mathematical\nwell-posedness. An initial-boundary-value problem is formulated. Existence and\nuniqueness of a positive weak solution is proved. Eventually, a comparison\nresult is derived: the population of all regions decreases as the mortality\nrate increases in at least one region.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 11:58:20 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Faugeras","Blaise","","JAD"],["Maury","Olivier",""]]}
{"id":"1006.5837","submitter":"Blaise Faugeras","authors":"Blaise Faugeras (JAD)","title":"On the well-posedness of a coupled one-dimensional biological-physical\n  model for the upper ocean","comments":null,"journal-ref":"Mathematical Models and Methods in Applied Sciences 8, 13 (2003)\n  1157-1184","doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper introduces a one-dimensional NPZD-model developed to simulate\nbiological activity in a turbulent ocean water column. The model consists of a\nsystem of coupled semilinear parabolic equations. An initial-boundary value\nproblem is formulated and the existence of a unique positive weak solution to\nit is proved. The existence result is derived using a variational formulation,\nan approximate model and a fixed-point method. It is shown that the qualitative\nanalysis performed still applies if different parameterizations of several\nbiological processes found in the biogeochemical modeling literature are used.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 11:59:02 GMT"}],"update_date":"2010-07-26","authors_parsed":[["Faugeras","Blaise","","JAD"]]}
{"id":"1006.5838","submitter":"Antonio Pires","authors":"A S T Pires","title":"Ads/CFT correspondence in condensed matter","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.str-el hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The goal of these notes is to introduce, in a very elementary way, the idea\nof the anti de-Sitter/Conformal Field Theory (AdS/CFT) correspondence to\ncondensed matter physicists. This theory relates a gravity theory in a (d+1)-\ndimensional anti-de Sitter spacetime to a strongly-coupled d- dimensional\nquantum field theory living on its boundary. The AdS/CFT correspondence can be\nused to study finite temperature real time processes, such as response\nfunctions and dynamics far from equilibrium in quantum critical points in\ncondensed matter systems. Computation of these quantities is reduced to solving\nclassical gravitational equations in one higher dimension than the original\ntheory.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 12:14:51 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Pires","A S T",""]]}
{"id":"1006.5839","submitter":"Yuki Kawaguchi","authors":"Yuki Kawaguchi, Michikazu Kobayashi, Muneto Nitta, Masahito Ueda","title":"Topological Excitations in Spinor Bose-Einstein Condensates","comments":"Proceedings of the workshop \"New Frontiers in QCD 2010\"","journal-ref":"Prog.Theor.Phys.Suppl.186:455-462,2010","doi":"10.1143/PTPS.186.455","report-no":null,"categories":"cond-mat.quant-gas astro-ph.CO hep-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A rich variety of order parameter manifolds of multicomponent Bose-Einstein\ncondensates (BECs) admit various kinds of topological excitations, such as\nfractional vortices, monopoles, skyrmions, and knots. In this paper, we discuss\ntwo topological excitations in spinor BECs: non-Abelian vortices and knots.\nUnlike conventional vortices, non-Abelian vortices neither reconnect themselves\nnor pass through each other, but create a rung between them in a topologically\nstable manner. We discuss the collision dynamics of non-Abelian vortices in the\ncyclic phase of a spin-2 BEC. In the latter part, we show that a knot, which is\na unique topological object characterized by a linking number or a Hopf\ninvariant [$\\pi_3 (S^2)=Z$], can be created using a conventional quadrupole\nmagnetic field in a cold atomic system.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 12:17:03 GMT"}],"update_date":"2010-12-14","authors_parsed":[["Kawaguchi","Yuki",""],["Kobayashi","Michikazu",""],["Nitta","Muneto",""],["Ueda","Masahito",""]]}
{"id":"1006.5840","submitter":"Jacob Stevenson","authors":"Jacob D. Stevenson and Peter G. Wolynes","title":"The Ultimate Fate of Supercooled Liquids","comments":null,"journal-ref":null,"doi":"10.1021/jp1060057","report-no":null,"categories":"cond-mat.dis-nn cond-mat.soft cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In recent years it has become widely accepted that a dynamical length scale\n{\\xi}_{\\alpha} plays an important role in supercooled liquids near the glass\ntransition. We examine the implications of the interplay between the growing\n{\\xi}_{\\alpha} and the size of the crystal nucleus, {\\xi}_M, which shrinks on\ncooling. We argue that at low temperatures where {\\xi}_{\\alpha} > {\\xi}_M a new\ncrystallization mechanism emerges enabling rapid development of a large scale\nweb of sparsely connected crystallinity. Though we predict this web percolates\nthe system at too low a temperature to be easily seen in the laboratory, there\nare noticeable residual effects near the glass transition that can account for\nseveral previously observed unexplained phenomena of deeply supercooled liquids\nincluding Fischer clusters, and anomalous crystal growth near T_g.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 12:20:57 GMT"}],"update_date":"2016-09-28","authors_parsed":[["Stevenson","Jacob D.",""],["Wolynes","Peter G.",""]]}
{"id":"1006.5841","submitter":"Peter beim Graben","authors":"Peter beim Graben and Serafim Rodrigues","title":"Coupling continuous neural networks to the electromagnetic field in\n  nervous tissue","comments":"that paper has been redrawn due to a more recent submission","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.dis-nn q-bio.NC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a microscopic approach for the coupling of cortical activity, as\nresulting from proper dipole currents of pyramidal neurons, to the\nelectromagnetic field in extracellular fluid in presence of diffusion and Ohmic\nconduction. As a result, neural activity becomes represented by a continuous\nneural field equation, while an observation model for electric field potentials\nis obtained from the interaction of cortical dipole currents with charge\ndensity in non-resistive extracellular space as described by the Nernst-Planck\nequation.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 12:23:05 GMT"},{"version":"v2","created":"Thu, 15 Jul 2010 10:21:02 GMT"},{"version":"v3","created":"Tue, 21 Sep 2010 09:48:28 GMT"},{"version":"v4","created":"Fri, 22 Oct 2010 09:33:11 GMT"},{"version":"v5","created":"Mon, 3 Sep 2012 18:39:18 GMT"}],"update_date":"2012-09-04","authors_parsed":[["Graben","Peter beim",""],["Rodrigues","Serafim",""]]}
{"id":"1006.5842","submitter":"Timothy Godden","authors":"T. M. Godden, S. J. Boyle, A. J. Ramsay, A. M. Fox and M. S. Skolnick","title":"Fast high fidelity hole spin initialization in a single InGaAs quantum\n  dot","comments":null,"journal-ref":null,"doi":"10.1063/1.3476353","report-no":null,"categories":"cond-mat.mes-hall cond-mat.other","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We demonstrate fast initialization of a single hole spin captured in an\nInGaAs quantum dot with a fidelity F>99% by applying a magnetic field parallel\nto the growth direction. We show that the fidelity of the hole spin, prepared\nby ionization of a photo-generated electron-hole pair, is limited by the\nprecession of the exciton spin due to the anisotropic exchange interaction.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 12:36:35 GMT"},{"version":"v2","created":"Wed, 7 Jul 2010 08:57:46 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Godden","T. M.",""],["Boyle","S. J.",""],["Ramsay","A. J.",""],["Fox","A. M.",""],["Skolnick","M. S.",""]]}
{"id":"1006.5843","submitter":"Dorothea Wilms","authors":"Alexander Winkler, Dorothea Wilms, Peter Virnau and Kurt Binder","title":"Capillary Condensation in Cylindrical Pores: Monte Carlo Study of the\n  Interplay of Surface and Finite Size Effects","comments":"19 pages, 25 figures, submitted to J. Chem. Phys","journal-ref":null,"doi":"10.1063/1.3502684","report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  When a fluid that undergoes a vapor to liquid transition in the bulk is\nconfined to a long cylindrical pore, the phase transition is shifted (mostly\ndue to surface effects at the walls of the pore) and rounded (due to finite\nsize effects). The nature of the phase coexistence at the transition depends on\nthe length of the pore: For very long pores the system is axially homogeneous\nat low temperatures. At the chemical potential where the transition takes place\nfluctuations occur between vapor-like and liquid-like states of the cylinder as\na whole. At somewhat higher temperatures (but still far below bulk criticality)\nthe system at phase coexistence is in an axially inhomogeneous multi-domain\nstate, where long cylindrical liquid-like and vapor-like domains alternate.\nUsing Monte Carlo simulations for the Ising/lattice gas model and the\nAsakura-Oosawa model of colloid-polymer mixtures the transition between these\ntwo different scenarios is characterized. It is shown that the density\ndistribution changes gradually from a double-peak structure to a triple-peak\nshape, and the correlation length in axial direction (measuring the equilibrium\ndomain length) becomes much smaller than the cylinder length. The (rounded)\ntransition to the disordered phase of the fluid occurs when the axial\ncorrelation length has decreased to a value comparable to the cylinder\ndiameter. It is also suggested that adsorption hysteresis vanishes when the\ntransition from the simple domain state to the multi-domain state of the\ncylindrical pore occurs. We predict that the difference between the pore\ncritical temperature and the hysteresis critical emperature should increase\nlogarithmically with the length of the pore.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 12:40:14 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Winkler","Alexander",""],["Wilms","Dorothea",""],["Virnau","Peter",""],["Binder","Kurt",""]]}
{"id":"1006.5844","submitter":"Kirill Glavatskiy","authors":"Kirill Glavatskiy and Dick Bedeaux","title":"Transport of heat and mass in a two-phase mixture. From a continuous to\n  a discontinuous description","comments":"25 pages, 2 figures","journal-ref":null,"doi":"10.1063/1.3486555","report-no":null,"categories":"cond-mat.soft physics.chem-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present a theory which describes the transport properties of the\ninterfacial region with respect to heat and mass transfer. Postulating the\nlocal Gibbs relation for a continuous description inside the interfacial\nregion, we derive the description of the Gibbs surface in terms of excess\ndensities and fluxes along the surface. We introduce overall interfacial\nresistances and conductances as the coefficients in the force-flux relations\nfor the Gibbs surface. We derive relations between the local resistivities for\nthe continuous description inside the interfacial region and the overall\nresistances of the surface for transport between the two phases for a mixture.\nIt is shown that interfacial resistances depend among other things on the\nenthalpy profile across the interface. Since this variation is substantial the\ncoupling between heat and mass flow across the surface are also substantial. In\nparticular, the surface puts up much more resistance to the heat and mass\ntransfer then the homogeneous phases over a distance comparable to the\nthickness of the surface. This is the case not only for the pure heat\nconduction and diffusion but also for the cross effects like thermal diffusion.\nFor the excess fluxes along the surface and the corresponding thermodynamic\nforces we derive expressions for excess conductances as integrals over the\nlocal conductivities along the surface. We also show that the curvature of the\nsurface affects only the overall resistances for transport across the surface\nand not the excess conductivities along the surface.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 12:59:10 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Glavatskiy","Kirill",""],["Bedeaux","Dick",""]]}
{"id":"1006.5845","submitter":"Mattia Monga","authors":"Aristide Fattori, Roberto Paleari, Lorenzo Martignoni, Mattia Monga","title":"Dynamic and Transparent Analysis of Commodity Production Systems","comments":"10 pages, To appear in the 25th IEEE/ACM International Conference on\n  Automated Software Engineering, Antwerp, Belgium, 20-24 September 2010","journal-ref":null,"doi":"10.1145/1858996.1859085","report-no":null,"categories":"cs.OS cs.SE","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We propose a framework that provides a programming interface to perform\ncomplex dynamic system-level analyses of deployed production systems. By\nleveraging hardware support for virtualization available nowadays on all\ncommodity machines, our framework is completely transparent to the system under\nanalysis and it guarantees isolation of the analysis tools running on its top.\nThus, the internals of the kernel of the running system needs not to be\nmodified and the whole platform runs unaware of the framework. Moreover, errors\nin the analysis tools do not affect the running system and the framework. This\nis accomplished by installing a minimalistic virtual machine monitor and\nmigrating the system, as it runs, into a virtual machine. In order to\ndemonstrate the potentials of our framework we developed an interactive kernel\ndebugger, nicknamed HyperDbg. HyperDbg can be used to debug any critical kernel\ncomponent, and even to single step the execution of exception and interrupt\nhandlers.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:01:58 GMT"}],"update_date":"2015-03-04","authors_parsed":[["Fattori","Aristide",""],["Paleari","Roberto",""],["Martignoni","Lorenzo",""],["Monga","Mattia",""]]}
{"id":"1006.5846","submitter":"Vadim N. Biktashev","authors":"Vadim N. Biktashev, Irina V. Biktasheva, Narine A. Sarvazyan","title":"Evolution of spiral and scroll waves of excitation in a mathematical\n  model of ischaemic border zone","comments":"26 pages, 13 figures, appendix and 2 movies, as accepted to PLoS ONE\n  2011/08/08","journal-ref":"PLoS ONE, 6(9):e24388, 2011","doi":"10.1371/journal.pone.0024388","report-no":null,"categories":"q-bio.TO nlin.PS","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Abnormal electrical activity from the boundaries of ischemic cardiac tissue\nis recognized as one of the major causes in generation of ischemia-reperfusion\narrhythmias. Here we present theoretical analysis of the waves of electrical\nactivity that can rise on the boundary of cardiac cell network upon its\nrecovery from ischaemia-like conditions. The main factors included in our\nanalysis are macroscopic gradients of the cell-to-cell coupling and cell\nexcitability and microscopic heterogeneity of individual cells. The interplay\nbetween these factors allows one to explain how spirals form, drift together\nwith the moving boundary, get transiently pinned to local inhomogeneities, and\nfinally penetrate into the bulk of the well-coupled tissue where they reach\nmacroscopic scale. The asymptotic theory of the drift of spiral and scroll\nwaves based on response functions provides explanation of the drifts involved\nin this mechanism, with the exception of effects due to the discreteness of\ncardiac tissue. In particular, this asymptotic theory allows an extrapolation\nof 2D events into 3D, which has shown that cells within the border zone can\ngive rise to 3D analogues of spirals, the scroll waves. When and if such scroll\nwaves escape into a better coupled tissue, they are likely to collapse due to\nthe positive filament tension. However, our simulations have shown that such\ncollapse of newly generated scrolls is not inevitable and that under certain\nconditions filament tension becomes negative, leading to scroll filaments to\nexpand and multiply leading to a fibrillation-like state within small areas of\ncardiac tissue.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:05:00 GMT"},{"version":"v2","created":"Tue, 7 Jun 2011 15:31:45 GMT"},{"version":"v3","created":"Tue, 23 Aug 2011 06:59:57 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Biktashev","Vadim N.",""],["Biktasheva","Irina V.",""],["Sarvazyan","Narine A.",""]]}
{"id":"1006.5847","submitter":"Michael Christopher M\\\"unnix","authors":"Michael C. M\\\"unnix, Rudi Sch\\\"afer, Oliver Grothe","title":"Estimating correlation and covariance matrices by weighting of market\n  similarity","comments":"8 pages, 5 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"q-fin.ST q-fin.PM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We discuss a weighted estimation of correlation and covariance matrices from\nhistorical financial data. To this end, we introduce a weighting scheme that\naccounts for similarity of previous market conditions to the present one. The\nresulting estimators are less biased and show lower variance than either\nunweighted or exponentially weighted estimators. The weighting scheme is based\non a similarity measure which compares the current correlation structure of the\nmarket to the structures at past times. Similarity is then measured by the\nmatrix 2-norm of the difference of probe correlation matrices estimated for two\ndifferent times. The method is validated in a simulation study and tested\nempirically in the context of mean-variance portfolio optimization. In the\nlatter case we find an enhanced realized portfolio return as well as a reduced\nportfolio volatility compared to alternative approaches based on different\nstrategies and estimators.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:05:06 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Münnix","Michael C.",""],["Schäfer","Rudi",""],["Grothe","Oliver",""]]}
{"id":"1006.5848","submitter":"Henrik Zinkernagel","authors":"Svend E. Rugh, Henrik Zinkernagel","title":"Weyl's principle, cosmic time and quantum fundamentalism","comments":"To appear in the section on \"Physical and philosophical perspectives\n  on probability and time\" in S. Hartmann et al. (eds.) \"Explanation,\n  Prediction and Confirmation\", Springer's The Philosophy of Science in a\n  European Perspective book series","journal-ref":null,"doi":null,"report-no":null,"categories":"gr-qc astro-ph.CO quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We examine the necessary physical underpinnings for setting up the\ncosmological standard model with a global cosmic time parameter. In particular,\nwe discuss the role of Weyl's principle which asserts that cosmic matter moves\naccording to certain regularity requirements. After a brief historical\nintroduction to Weyl's principle we argue that although the principle is often\nnot explicitly mentioned in modern standard texts on cosmology, it is\nimplicitly assumed and is, in fact, necessary for a physically well-defined\nnotion of cosmic time. We finally point out that Weyl's principle might be in\nconflict with the wide-spread idea that the universe at some very early stage\ncan be described exclusively in terms of quantum theory.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:17:22 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Rugh","Svend E.",""],["Zinkernagel","Henrik",""]]}
{"id":"1006.5849","submitter":"Akbar Jahan","authors":"A. Jahan","title":"On the String Pair Creation in Dp-Dp' Brane System","comments":"Accepted for publication in Mod. Phys. Lett. A","journal-ref":"Mod.Phys.Lett.A26:215-222,2011","doi":"10.1142/S0217732311034748","report-no":null,"categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We address the bosonic string pair creation in a system of parallel Dp-Dp'\n(p<p') branes by applying the path integral formalism. We drive the string pair\ncreation rate by calculating the one loop vacuum amplitude of the setup in\npresence of the background electric field defined over the Dp'-brane. It is\npointed out that just the components of the electric field defined over the $p$\nspatial directions (the common directions along which the both D-branes are\nextended) give rise to the pair creation\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:26:15 GMT"},{"version":"v2","created":"Mon, 22 Nov 2010 08:24:20 GMT"}],"update_date":"2011-03-04","authors_parsed":[["Jahan","A.",""]]}
{"id":"1006.5850","submitter":"Cristina Bena","authors":"M. Cranney, F. Vonau, P.B. Pillai, E. Denys, D. Aubel, M.M. De Souza,\n  C. Bena and L. Simon","title":"Superlattice of resonators on monolayer graphene created by intercalated\n  gold nanoclusters","comments":"12 pages, 5 figures","journal-ref":null,"doi":"10.1209/0295-5075/91/66004","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Here we report on a \"new\" type of ordering which allows to modify the\nelectronic structure of a graphene monolayer (ML). We have intercalated small\ngold clusters between the top monolayer graphene and the buffer layer of\nepitaxial graphene. We show that these clusters perturb the quasiparticles on\nthe ML graphene, and act as quantum dots creating a superlattice of resonators\non the graphene ML, as revealed by a strong pattern of standing waves. A\ndetailed analysis of the standing wave patterns using Fourier Transform\nScanning Tunneling Spectroscopy strongly indicates that this phenomenon can\narise from a strong modification of the band structure of graphene and (or)\nfrom Charge Density Waves (CDW)where a large extension of Van Hove\nsingularities are involved.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:26:25 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Cranney","M.",""],["Vonau","F.",""],["Pillai","P. B.",""],["Denys","E.",""],["Aubel","D.",""],["De Souza","M. M.",""],["Bena","C.",""],["Simon","L.",""]]}
{"id":"1006.5851","submitter":"Holger van Bargen","authors":"Holger Matthias van Bargen","title":"A Weak Limit Shape Theorem For Planar Isotropic Brownian Flows","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  It has been shown by various authors under different assumptions that the\ndiameter of a bounded non-trivial set $\\gamma$ under the action of a stochastic\nflow grows linearly in time. We show that the asymptotic linear expansion speed\nif properly defined is deterministic i.e. we show for a $2$-dimensional\nisotropic Brownian flow $\\Phi$ with a positive Lyapunov exponent that there\nexists a non-random set $\\mathcal{B}$ such that we have for $\\epsilon>0$,\narbitrary connected $\\gamma\\subset\\subset\\R^2$ consisting of at least two\ndifferent points and arbitrarily large times $T$ that\n$$(1-\\epsilon)T\\mathcal{B}\\subset \\cup_{0\\leq t\\leq T}\\cup_{x\\in\\gamma}\n\\Phi_{0,t}(x)\\subset(1+\\epsilon)T\\mathcal{B}.$$\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:28:27 GMT"}],"update_date":"2010-07-01","authors_parsed":[["van Bargen","Holger Matthias",""]]}
{"id":"1006.5852","submitter":"Taksu Cheon","authors":"Taksu Cheon, Ondrej Turek","title":"Fulop-Tsutsui interactions on quantum graphs","comments":"14 pages elsevier format, new references added","journal-ref":"Phys.Lett.A374:4212-4221,2010","doi":"10.1016/j.physleta.2010.08.053","report-no":null,"categories":"math-ph math.MP nucl-th quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We examine scale invariant Fulop-Tsutsui couplings in a quantum vertex of a\ngeneral degree $n$. We demonstrate that essentially same scattering amplitudes\nas for the free coupling can be achieved for two $(n-1)$-parameter\nFulop-Tsutsui subfamilies if $n$ is odd, and for three $(n-1)$-parameter\nFulop-Tsutsui subfamilies if $n$ is even. We also work up an approximation\nscheme for a general Fulop-Tsutsui vertex, using only $n$ $\\delta$ function\npotentials.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:29:18 GMT"},{"version":"v2","created":"Mon, 30 Aug 2010 12:37:16 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Cheon","Taksu",""],["Turek","Ondrej",""]]}
{"id":"1006.5853","submitter":"Sebastian Bustingorry","authors":"S. Bustingorry, A. B. Kolton, T. Giamarchi","title":"Random-Manifold to Random-Periodic Depinning of an Elastic Interface","comments":"19 pages, 10 figures","journal-ref":"Phys. Rev. B 82, 094202 (2010)","doi":"10.1103/PhysRevB.82.094202","report-no":null,"categories":"cond-mat.dis-nn cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study numerically the depinning transition of driven elastic interfaces in\na random-periodic medium with localized periodic-correlation peaks in the\ndirection of motion. The analysis of the moving interface geometry reveals the\nexistence of several characteristic lengths separating different length-scale\nregimes of roughness. We determine the scaling behavior of these lengths as a\nfunction of the velocity, temperature, driving force, and transverse\nperiodicity. A dynamical roughness diagram is thus obtained which contains, at\nsmall length scales, the critical and fast-flow regimes typical of the\nrandom-manifold (or domain wall) depinning, and at large length-scales, the\ncritical and fast-flow regimes typical of the random-periodic (or\ncharge-density wave) depinning. From the study of the equilibrium geometry we\nare also able to infer the roughness diagram in the creep regime, extending the\ndepinning roughness diagram below threshold. Our results are relevant for\nunderstanding the geometry at depinning of arrays of elastically coupled thin\nmanifolds in a disordered medium such as driven particle chains or vortex-line\nplanar arrays. They also allow to properly control the effect of transverse\nperiodic boundary conditions in large-scale simulations of driven disordered\ninterfaces.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:31:13 GMT"}],"update_date":"2010-10-20","authors_parsed":[["Bustingorry","S.",""],["Kolton","A. B.",""],["Giamarchi","T.",""]]}
{"id":"1006.5854","submitter":"Piotr Sza\\'nkowski","authors":"Tomasz Wasak, Piotr Szankowski, Wojciech Wasilewski and Konrad\n  Banaszek","title":"Entanglement-based signature of nonlocal dispersion cancellation","comments":"5 pages, 2 figure","journal-ref":"Phys. Rev. A 82, 052120 (2010)","doi":"10.1103/PhysRevA.82.052120","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We derive an inequality bounding the strength of temporal correlations for a\npair of light beams prepared in a separable state and propagating through\ndispersive media with opposite signs of group velocity dispersion. The\npresented inequality can be violated by entangled states of light, such as\nphoton pairs produced in spontaneous parametric down-conversion. Because the\nclass of separable states covers the entire category of classical fields as a\nparticular case, this result provides an unambiguously quantum feature of\nnonlocal dispersion cancellation that cannot be reproduced within the classical\ntheory of electromagnetic radiation.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:38:00 GMT"},{"version":"v2","created":"Sat, 13 Nov 2010 09:12:00 GMT"}],"update_date":"2011-11-08","authors_parsed":[["Wasak","Tomasz",""],["Szankowski","Piotr",""],["Wasilewski","Wojciech",""],["Banaszek","Konrad",""]]}
{"id":"1006.5855","submitter":"Ferenc Niedermayer","authors":"Ferenc Niedermayer and Christoph Weiermann","title":"The rotator spectrum in the delta-regime of the O(n) effective field\n  theory in 3 and 4 dimensions","comments":"20 pages, no figures","journal-ref":"Nucl.Phys.B842:248-263,2011","doi":"10.1016/j.nuclphysb.2010.09.007","report-no":null,"categories":"hep-lat","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The low lying spectrum of the O(n) effective field theory is calculated in\nthe delta-regime in 3 and 4 space-time dimensions using lattice regularization\nto NNL order. It allows, in particular, to determine, using numerical\nsimulations in different spatial volumes, the pion decay constant F in QCD with\n2 flavours or the spin stiffness rho for an antiferromagnet in d=2+1\ndimensions.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:39:31 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Niedermayer","Ferenc",""],["Weiermann","Christoph",""]]}
{"id":"1006.5856","submitter":"Adeola Adeluyi","authors":"Adeola Adeluyi, Trang Nguyen, and Bao-An Li","title":"Impact parameter profiles from nuclear shadowing ratio and applications\n  to deuteron-gold collisions","comments":"10 pages, 8 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  While current nuclear parton distribution functions (nPDFs) from global fits\nto experimental data are spatially homogeneous, many experimental observables\nin nucleus-nucleus collisions are presented in terms of centrality cuts. These\ncuts can be related to impact parameter using the Glauber theory and it is thus\nusual in the description of such observables to convolute an assumed impact\nparameter distribution with the homogeneous nPDFs. In this study we use the\nGribov theory of nuclear shadowing supplemented with information from\ndiffraction to model the impact parameter distributions of nuclear shadowing\nratio in the small-$x$ region. The modeled distributions are applied to the\ndescription of the centrality dependence of observables in deuteron-gold (d+Au)\ncollisions at $\\sqrt{s_{NN}} = 200$ AGeV.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:49:03 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Adeluyi","Adeola",""],["Nguyen","Trang",""],["Li","Bao-An",""]]}
{"id":"1006.5857","submitter":"Jos\\'e Carlos Sierra","authors":"Alberto Alzati, Jos\\'e Carlos Sierra","title":"A bound on the degree of schemes defined by quadratic equations","comments":"Accepted for publication in Forum Mathematicum","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider complex projective schemes $X\\subset\\Bbb{P}^{r}$ defined by\nquadratic equations and satisfying a technical hypothesis on the fibres of the\nrational map associated to the linear system of quadrics defining $X$. Our\nassumption is related to the syzygies of the defining equations and, in\nparticular, it is weaker than properties $N_2$, $N_{2,2}$ and $K_2$. In this\nsetting, we show that the degree, $d$, of $X\\subset\\Bbb{P}^{r}$ is bounded by a\nfunction of its codimension, $c$, whose asymptotic behaviour is given by\n${2^c}/{\\sqrt[4]{\\pi c}}$, thus improving the obvious bound $d\\leq 2^c$. More\nprecisely, we get the bound $\\binom{d}{2}\\leq\\binom{2c-1}{c-1}$. Furthermore,\nif $X$ satisfies property $N_p$ or $N_{2,p}$ we obtain the better bound\n$\\binom{d+2-p}{2}\\leq\\binom{2c+3-2p}{c+1-p}$. Some classification results are\nalso given when equality holds.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:58:24 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Alzati","Alberto",""],["Sierra","José Carlos",""]]}
{"id":"1006.5858","submitter":"Csaba Schneider","authors":"Sophie Ambrose, Scott H. Murray, Cheryl E. Praeger and Csaba Schneider","title":"Constructive membership testing in black-box classical groups","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.GR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The research described in this note aims at solving the constructive\nmembership problem for the class of quasisimple classical groups. Our\nalgorithms are developed in the black-box group model; that is, they do not\nrequire specific characteristics of the representations in which the input\ngroups are given. The elements of a black-box group are represented, not\nnecessarily uniquely, as bit strings of uniform length. We assume the existence\nof oracles to compute the product of two elements, the inverse of an element,\nand to test if two strings represent the same element. Solving the constructive\nmembership problem for a black-box group $G$ requires to write every element of\n$G$ as a word in a given generating set. In practice we write the elements of\n$G$ as straight-line programs (SLPs) which can be viewed as a compact way of\nwriting words.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 13:59:20 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Ambrose","Sophie",""],["Murray","Scott H.",""],["Praeger","Cheryl E.",""],["Schneider","Csaba",""]]}
{"id":"1006.5859","submitter":"Tim Browning","authors":"R. de la Bret\\`eche and T. D. Browning","title":"Binary forms as sums of two squares and Ch\\^atelet surfaces","comments":"33 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.NT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The representation of integral binary forms as sums of two squares is\ndiscussed and applied to establish the Manin conjecture for certain Ch\\^atelet\nsurfaces defined over the rationals.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:00:20 GMT"},{"version":"v2","created":"Wed, 26 Jan 2011 09:25:05 GMT"}],"update_date":"2011-01-27","authors_parsed":[["de la Bretèche","R.",""],["Browning","T. D.",""]]}
{"id":"1006.5860","submitter":"Tomaz Mertelj","authors":"P. Kusar, T. Mertelj, V.V. Kabanov, I. R. Fisher, H. Berger, L.\n  Forr\\'o, D. Mihailovic","title":"Nonlinear order parameter oscillations and lattice coupling in\n  strongly-driven charge-density-wave systems","comments":null,"journal-ref":"Phys. Rev. B 83, 035104 (2011)","doi":"10.1103/PhysRevB.83.035104","report-no":null,"categories":"cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The anharmonic response of charge-density wave (CDW) order to strong\nlaser-pulse perturbations in 1T-TaS_2 and TbTe_3 is investigated by means of a\nmultiple-pump-pulse time-resolved femtosecond optical spectroscopy. We observe\nremarkable anharmonic effects hitherto undetected in the systems exhibiting\ncollective charge ordering. The efficiency for additional excitation of the\namplitude mode by a laser pulse becomes periodically modulated after the mode\nis strongly excited into a coherently oscillating state. A similar effect is\nobserved also for some other phonons, where the cross-modulation at the\namplitude-mode frequency indicates anharmonic interaction of those phonons with\nthe amplitude mode. By analyzing the observed phenomena in the framework of\ntime-dependent Ginzburg-Landau theory we attribute the effects to the\nanharmonicity of the mode potentials inherent to the broken symmetry state of\nthe CDW systems.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:01:07 GMT"},{"version":"v2","created":"Fri, 8 Oct 2010 11:44:08 GMT"}],"update_date":"2012-09-03","authors_parsed":[["Kusar","P.",""],["Mertelj","T.",""],["Kabanov","V. V.",""],["Fisher","I. R.",""],["Berger","H.",""],["Forró","L.",""],["Mihailovic","D.",""]]}
{"id":"1006.5861","submitter":"Freddy Hernandez","authors":"Freddy Hernandez","title":"Equilibrium fluctuations for a nongradient energy conserving stochastic\n  model","comments":"41 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper we study the equilibrium energy fluctuation field of a\none-dimensional reversible non gradient model. We prove that the limit\nfluctuation process is governed by a generalized Ornstein- Uhlenbeck process,\nwhich covariances are given in terms of the diffusion coefficient. Adapting the\nnon gradient method introduced by Varadhan, we are able to derive the diffusion\ncoefficient. The fact that the conserved quantity (energy) is not a linear\nfunctional of the coordinates of the system, introduces new difficulties of\ngeometric nature when applying the nongradient method.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:01:22 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Hernandez","Freddy",""]]}
{"id":"1006.5862","submitter":"Christian  Olivera C. Olivera","authors":"P. Catuogno and C. Olivera","title":"Tempered Generalized Functions and Hermite Expansions","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.FA math.PR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this work we introduce a new algebra of tempered generalized functions.\nThe tempered distributions are embedded in this algebra via their Hermite\nexpansions. The Fourier transform is naturally extended to this algebra in such\na way that the usual relations involving multiplication, convolution and\ndifferentiation are valid. We study the elementary properties of the\nassociation, embedding, point values and Fourier transform. Furthermore, we\ngive a generalized Ito formula in this context and some applications to\nstochastic analysis.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:06:59 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Catuogno","P.",""],["Olivera","C.",""]]}
{"id":"1006.5863","submitter":"Donatella Romano","authors":"D. Romano, A. I. Karakas, M. Tosi, F. Matteucci","title":"Quantifying the uncertainties of chemical evolution studies. II. Stellar\n  yields","comments":"28 pages, 23 figures. Accepted for publication in A&A","journal-ref":null,"doi":"10.1051/0004-6361/201014483","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This is the second paper of a series which aims at quantifying the\nuncertainties in chemical evolution model predictions related to the underlying\nmodel assumptions. Specifically, it deals with the uncertainties due to the\nchoice of the stellar yields. We adopt a widely used model for the chemical\nevolution of the Galaxy and test the effects of changing the stellar\nnucleosynthesis prescriptions on the predicted evolution of several chemical\nspecies. We find that, except for a handful of elements whose nucleosynthesis\nin stars is well understood by now, large uncertainties still affect the model\npredictions. This is especially true for the majority of the iron-peak\nelements, but also for much more abundant species such as carbon and nitrogen.\nThe main causes of the mismatch we find among the outputs of different models\nassuming different stellar yields and among model predictions and observations\nare: (i) the adopted location of the mass cut in models of type II supernova\nexplosions; (ii) the adopted strength and extent of hot bottom burning in\nmodels of asymptotic giant branch stars; (iii) the neglection of the effects of\nrotation on the chemical composition of the stellar surfaces; (iv) the adopted\nrates of mass loss and of (v) nuclear reactions, and (vi) the different\ntreatments of convection. Our results suggest that it is mandatory to include\nprocesses such as hot bottom burning in intermediate-mass stars and rotation in\nstars of all masses in accurate studies of stellar evolution and\nnucleosynthesis. In spite of their importance, both these processes still have\nto be better understood and characterized. As for massive stars, presupernova\nmodels computed with mass loss and rotation are available in the literature,\nbut they still wait for a self-consistent coupling with the results of\nexplosive nucleosynthesis computations.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:11:29 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Romano","D.",""],["Karakas","A. I.",""],["Tosi","M.",""],["Matteucci","F.",""]]}
{"id":"1006.5864","submitter":"Jeremy L. Martin","authors":"Thomas Enkosky, Jeremy L. Martin","title":"Graph Varieties in High Dimension","comments":"11 pages, 1 figure; minor revisions; final version to appear in\n  Beitr. Alg. Geom","journal-ref":null,"doi":"10.1007/s13366-011-0064-4","report-no":null,"categories":"math.CO math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the \\emph{picture space} $X^d(G)$ of all embeddings of a finite\ngraph $G$ as point-and-line arrangements in an arbitrary-dimensional projective\nspace, continuing previous work on the planar case. The picture space admits a\nnatural decomposition into smooth quasiprojective subvarieties called\n\\emph{cellules}, indexed by partitions of the vertex set of $G$, and the\nirreducible components of $X^d(G)$ correspond to cellules that are maximal with\nrespect to a partial order on partitions that is in general weaker than\nrefinement. We study both general properties of this partial order and its\ncharacterization for specific graphs. Our results include complete\ncombinatorial descriptions of the irreducible components of the picture spaces\nof complete graphs and complete multipartite graphs, for any ambient dimension\n$d$. In addition, we give two graph-theoretic formulas for the minimum ambient\ndimension in which the directions of edges in an embedding of $G$ are mutually\nconstrained.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:16:38 GMT"},{"version":"v2","created":"Wed, 22 Jun 2011 14:44:23 GMT"}],"update_date":"2011-10-05","authors_parsed":[["Enkosky","Thomas",""],["Martin","Jeremy L.",""]]}
{"id":"1006.5865","submitter":"Mauro Garavello","authors":"Mauro Garavello and Paola Goatin","title":"The Aw-Rascle traffic model with locally constrained flow","comments":"24 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider solutions of the Aw-Rascle model for traffic flow fulfilling a\nconstraint on the flux at $x=0$. Two different kinds of solutions are proposed:\nat $x=0$ the first one conserves both the number of vehicles and the\ngeneralized momentum, while the second one conserves only the number of cars.\nWe study the invariant domains for these solutions and we compare the two\nRiemann solvers in terms of total variation of relevant quantities. Finally we\nconstruct ad hoc finite volume numerical schemes to compute these solutions.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:19:55 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Garavello","Mauro",""],["Goatin","Paola",""]]}
{"id":"1006.5866","submitter":"Angela Bragaglia","authors":"E. Carretta (1), A. Bragaglia (1), R.G. Gratton (2), S. Lucatello\n  (2,3), M. Bellazzini (1), G. Catanzaro (4), F. Leone (5), Y. Momany (2,6), G.\n  Piotto (7), V. D'Orazi (2) ((1) INAF-Osservatorio Astronomico di Bologna, (2)\n  INAF-Osservatorio Astronomico di Padova, (3) Excellence Cluster Universe,\n  Garching, (4) INAF-Osservatorio Astrofisico di Catania, (5) Universita' di\n  Catania, (6) European Southern Observatory, Santiago, (7) Universita' di\n  Padova)","title":"Detailed abundances of a large sample of giant stars in M 54 and in the\n  Sagittarius nucleus","comments":"22 pages (3 pages of appendix), 25 figures. Tables 2, 3, 5, 6, and 7\n  are only available in electronic form at the CDS Accepted for publication on\n  Astronomy and Astrophysics","journal-ref":null,"doi":"10.1051/0004-6361/201014924","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Homogeneous abundances of light elements, alpha and Fe-group elements from\nhigh-resolution FLAMES spectra are presented for 76 red giant stars in M54, a\nmassive globular cluster (GC) lying in the nucleus of the Sagittarius dwarf\ngalaxy. We also derived detailed abundances for 27 red giants belonging to the\nSgr nucleus. Our abundances assess the intrinsic metallicity dispersion (~0.19\ndex, rms scatter) of M54, with the bulk of stars peaking at [Fe/H]~-1.6 and a\nlong tail extending to higher metallicities, similar to omega Cen. The spread\nin these probable nuclear star clusters exceeds those of most GCs: these\nmassive clusters are located in a region intermediate between normal GCs and\ndwarf galaxies. M54 shows the Na-O anticorrelation, typical signature of GCs,\nwhich is instead absent in the Sgr nucleus. The light elements (Mg, Al, Si)\nparticipating to the high temperature Mg-Al cycle show that the pattern of\n(anti)correlations produced by proton-capture reactions in H-burning is clearly\ndifferent between the most metal-rich and most metal-poor components in the two\nmost massive GCs in the Galaxy, confirming early result based on the Na-O\nanticorrelation. As in omega Cen, stars affected by most extreme processing,\ni.e. showing the signature of more massive polluters, are those of the\nmetal-rich component. This can be understood if the burst of star formation\ngiving birth to the metal-rich component was delayed by as much as 10-30 Myr\nwith respect to the metal-poor one. The evolution of these massive GCs can be\nreconciled in the general scenario for the formation of GCs sketched in\nCarretta et al.(2010a) taking into account that omega Cen could have already\nincorporated the surrounding nucleus of its progenitor and lost the rest of the\nhosting galaxy while the two are still observable as distinct components in M54\nand the surrounding field.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:29:13 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Carretta","E.",""],["Bragaglia","A.",""],["Gratton","R. G.",""],["Lucatello","S.",""],["Bellazzini","M.",""],["Catanzaro","G.",""],["Leone","F.",""],["Momany","Y.",""],["Piotto","G.",""],["D'Orazi","V.",""]]}
{"id":"1006.5867","submitter":"Angela Bragaglia","authors":"Eugenio Carretta (1), Angela Bragaglia (1), Valentina D'Orazi (2),\n  Sara Lucatello (2,3,4), Raffaele Gratton (2) ((1) INAF-Osservatorio\n  Astronomico di Bologna, (2) INAF-Osservatorio Astronomico di Padova, (3)\n  Excellence Cluster Universe, Garching, (4) MPI, Garching)","title":"On the radial distribution of stars of different stellar generations in\n  the globular cluster NGC 3201","comments":"Accepted for publication on Astronomy and Astrophysics","journal-ref":null,"doi":"10.1051/0004-6361/201014996","report-no":null,"categories":"astro-ph.GA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study the radial distribution of stars of different stellar generations in\nthe globular cluster NGC 3201. From recently published multicolour photometry,\na radial dependence of the location of stars on the giant branch was found. We\ncoupled the photometric information to our sample of 100 red giants with Na, O\nabundances and known classification as first or second-generation stars. We\nfind that giants stars of the second generation in NGC 3201 show a tendency to\nbe more centrally concentrated than stars of the first generation, supporting\nless robust results from our spectroscopic analysis.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:35:21 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Carretta","Eugenio",""],["Bragaglia","Angela",""],["D'Orazi","Valentina",""],["Lucatello","Sara",""],["Gratton","Raffaele",""]]}
{"id":"1006.5868","submitter":"Pascal Petit","authors":"P. Petit, F. Ligni\\`eres, G.A. Wade, M. Auri\\`ere, T. B\\\"ohm, S.\n  Bagnulo, B. Dintrans, A. Fumel, J. Grunhut, J. Lanoux, A. Morgenthaler, V.\n  Van Grootel","title":"The rapid rotation and complex magnetic field geometry of Vega","comments":"Accepted by Astronomy & Astrophysics. Abstract shortened to respect\n  the arXiv limit of 1920 characters","journal-ref":null,"doi":"10.1051/0004-6361/201015307","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The recent discovery of a weak surface magnetic field on the normal\nintermediate-mass star Vega raises the question of the origin of this magnetism\nin a class of stars that was not known to host magnetic fields. We aim to\nconfirm the field detection and provide additional observational constraints\nabout the field characteristics, by modelling the magnetic geometry of the star\nand by investigating the seasonal variability of the reconstructed field. We\nanalyse a total of 799 circularly-polarized spectra collected with the NARVAL\nand ESPaDOnS spectropolarimeters during 2008 and 2009. We employ a\ncross-correlation procedure to compute, from each spectrum, a mean polarized\nline profile with a signal-to-noise ratio of about 20,000. The technique of\nZeeman-Doppler Imaging is then used to determine the rotation period of the\nstar and reconstruct the large-scale magnetic geometry of Vega at two different\nepochs. We confirm the detection of circularly polarized signatures in the mean\nline profiles. The amplitude of the signatures is larger when spectral lines of\nhigher magnetic sensitivity are selected for the analysis, as expected for a\nsignal of magnetic origin. The short-term evolution of polarized signatures is\nconsistent with a rotational period of 0.732 \\pm 0.008 d. The reconstructed\nmagnetic topology unveils a magnetic region of radial field orientation,\nclosely concentrated around the rotation pole. This polar feature is\naccompanied by a small number of magnetic patches at lower latitudes. No\nsignificant variability in the field structure is observed over a time span of\none year. The repeated observation of a weak photospheric magnetic field on\nVega suggests that a previously unknown type of magnetic stars exists in the\nintermediate-mass domain. Vega may well be the first confirmed member of a much\nlarger, as yet unexplored, class of weakly-magnetic stars.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:50:32 GMT"},{"version":"v2","created":"Mon, 23 Aug 2010 07:39:36 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Petit","P.",""],["Lignières","F.",""],["Wade","G. A.",""],["Aurière","M.",""],["Böhm","T.",""],["Bagnulo","S.",""],["Dintrans","B.",""],["Fumel","A.",""],["Grunhut","J.",""],["Lanoux","J.",""],["Morgenthaler","A.",""],["Van Grootel","V.",""]]}
{"id":"1006.5869","submitter":"Jeremy Faupin","authors":"J. Faupin, J.S. M{\\o}ller, E. Skibsted","title":"Second order perturbation theory for embedded eigenvalues","comments":"30 pages, 2 figures","journal-ref":"Commun.Math.Phys.306:193-228,2011","doi":"10.1007/s00220-011-1278-x","report-no":null,"categories":"math-ph math.MP math.SP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study second order perturbation theory for embedded eigenvalues of an\nabstract class of self-adjoint operators. Using an extension of the Mourre\ntheory, under assumptions on the regularity of bound states with respect to a\nconjugate operator, we prove upper semicontinuity of the point spectrum and\nestablish the Fermi Golden Rule criterion. Our results apply to massless\nPauli-Fierz Hamiltonians for arbitrary coupling.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:55:54 GMT"}],"update_date":"2011-07-21","authors_parsed":[["Faupin","J.",""],["Møller","J. S.",""],["Skibsted","E.",""]]}
{"id":"1006.5870","submitter":"Dan Abramovich","authors":"Dan Abramovich, Qile Chen, Danny Gillam, Yuhao Huang, Martin Olsson,\n  Matthew Satriano, Shenghao Sun","title":"Logarithmic Geometry and Moduli","comments":"62 pages, submitted to Handbook of Moduli, Farkas and Morrison, eds","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We discuss the role played by logarithmic structures in the theory of moduli.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:57:34 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Abramovich","Dan",""],["Chen","Qile",""],["Gillam","Danny",""],["Huang","Yuhao",""],["Olsson","Martin",""],["Satriano","Matthew",""],["Sun","Shenghao",""]]}
{"id":"1006.5871","submitter":"Jeremy Faupin","authors":"J. Faupin, J.S. M{\\o}ller, E. Skibsted","title":"Regularity of Bound States","comments":"70 pages","journal-ref":null,"doi":"10.1142/S0129055X11004333","report-no":null,"categories":"math-ph math.MP math.SP","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study regularity of bound states pertaining to embedded eigenvalues of a\nself-adjoint operator $H$, with respect to an auxiliary operator $A$ that is\nconjugate to $H$ in the sense of Mourre. We work within the framework of\nsingular Mourre theory which enables us to deal with confined massless\nPauli-Fierz models, our primary example, and many-body AC-Stark Hamiltonians.\nIn the simpler context of regular Mourre theory our results boils down to an\nimprovement of results obtained recently in \\cite{CGH}.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:58:55 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Faupin","J.",""],["Møller","J. S.",""],["Skibsted","E.",""]]}
{"id":"1006.5872","submitter":"Juergen Dietel","authors":"Juergen Dietel and Hagen Kleinert","title":"Optical Phonon Lineshapes and Transport in Metallic Carbon Nanotubes\n  under High Bias Voltage","comments":"16 pages, 8 figures, minor changes, pusblished in PRB","journal-ref":"Phys. Rev. B 82, 195437 (2010)","doi":"10.1103/PhysRevB.82.195437","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We calculate the current-voltage characteristic of metallic nanotubes at high\nbias voltage showing that a bottleneck exists for short nanotubes in contrast\nto large ones. We attribute this to a redistribution of lower-lying acoustic\nphonons caused by phonon-phonon scattering with hot optical phonons. The\ncurrent-voltage characteristic and the electron and phonon distribution\nfunctions are derived analytically, and serve to obtain in a self-contained way\nthe frequency shift and line broadening of the zone center optical phonons due\nto the electron-phonon coupling at high bias. We obtain a positive frequency\nshift from the zero bias shift and no broadening of the optical phonon mode at\nvery high voltages, in agreement with recent experiments.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:59:53 GMT"},{"version":"v2","created":"Tue, 7 Dec 2010 15:02:17 GMT"}],"update_date":"2013-05-29","authors_parsed":[["Dietel","Juergen",""],["Kleinert","Hagen",""]]}
{"id":"1006.5873","submitter":"David Jones","authors":"D. Jones (1), M. Lloyd (1), M. Santander-Garc\\'ia (2,3,4), J.A.\n  L\\'opez (5), J. Meaburn (1), D.L. Mitchell (1), T.J. O'Brien (1), D. Pollacco\n  (6), M.M. Rubio-D\\'iez (7,2), N.M.H. Vaytet (8) ((1) Jodrell Bank Centre for\n  Astrophysics (JBCA), (2) Isaac Newton Group (ING), (3) Instituto de\n  Astrof\\'isica de Canarias (IAC), (4) Universidad de La Laguna, (5)\n  Universidad Nacional Aut\\'onoma de M\\'exico (UNAM), (6) Queen's University\n  Belfast (QUB), (7) Centro de Astrobiolog\\'ia CSIC-INTA, (8) CEA Saclay)","title":"Abell 41: shaping of a planetary nebula by a binary central star?","comments":"7 pages, 6 figures, Accepted for publication in MNRAS","journal-ref":"2010, MNRAS, 408, 2312","doi":"10.1111/j.1365-2966.2010.17277.x","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present the first detailed spatio-kinematical analysis and modelling of\nthe planetary nebula Abell 41, which is known to contain the well-studied\nclose-binary system MT Ser. This object represents an important test case in\nthe study of the evolution of planetary nebulae with binary central stars as\ncurrent evolutionary theories predict that the binary plane should be aligned\nperpendicular to the symmetry axis of the nebula.\n  Deep narrowband imaging in the light of [NII], [OIII] and [SII], obtained\nusing ACAM on the William Herschel Telescope, has been used to investigate the\nionisation structure of Abell 41. Longslit observations of the H-alpha and\n[NII] emission were obtained using the Manchester Echelle Spectrometer on the\n2.1-m San Pedro M\\'artir Telescope. These spectra, combined with the narrowband\nimagery, were used to develop a spatio-kinematical model of [NII] emission from\nAbell 41. The best fitting model reveals Abell 41 to have a waisted, bipolar\nstructure with an expansion velocity of ~40km\\s at the waist. The symmetry axis\nof the model nebula is within 5$\\degr$ of perpendicular to the orbital plane of\nthe central binary system. This provides strong evidence that the close-binary\nsystem, MT Ser, has directly affected the shaping of its nebula, Abell 41.\n  Although the theoretical link between bipolar planetary nebulae and binary\ncentral stars is long established, this nebula is only the second to have this\nlink, between nebular symmetry axis and binary plane, proved observationally.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 14:59:58 GMT"},{"version":"v2","created":"Thu, 1 Jul 2010 10:43:12 GMT"}],"update_date":"2011-11-18","authors_parsed":[["Jones","D.",""],["Lloyd","M.",""],["Santander-García","M.",""],["López","J. A.",""],["Meaburn","J.",""],["Mitchell","D. L.",""],["O'Brien","T. J.",""],["Pollacco","D.",""],["Rubio-Díez","M. M.",""],["Vaytet","N. M. H.",""]]}
{"id":"1006.5874","submitter":"Peter Browne Ronne","authors":"Thomas Creutzig, Peter B. Ronne","title":"From world-sheet supersymmetry to super target spaces","comments":"37 pages","journal-ref":"JHEP 1011:021,2010","doi":"10.1007/JHEP11(2010)021","report-no":"DESY 10-098, WITS-CTP-54","categories":"hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the relation between N=(2,2) superconformal Lie group WZNW\nmodels and Lie supergroup WZNW models. The B-twist of an exactly marginal\nperturbation of the world-sheet superconformal sigma model is the supergroup\nmodel. Moreover, the superconformal currents are expressed in terms of Lie\nsuperalgebra currents in the twisted theory. As applications, we find protected\nsectors and boundary actions in the supergroup sigma model. A special example\nis the relation between string theory on AdS_3 x S^3 x T^4 in the RNS formalism\nand the U(1,1|2) x U(1|1) x U(1|1) supergroup WZNW model.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:05:48 GMT"}],"update_date":"2010-11-11","authors_parsed":[["Creutzig","Thomas",""],["Ronne","Peter B.",""]]}
{"id":"1006.5875","submitter":"Rosti Konoplich","authors":"Diego Casadei and Rashid Djilkibaev and Rostislav Konoplich","title":"Reconstruction of stop quark mass at the LHC","comments":"6 pages, 6 figures","journal-ref":"Phys.Rev.D82:075011,2010","doi":"10.1103/PhysRevD.82.075011","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The cascade mass reconstruction approach was applied to simulated production\nof the lightest stop quark at the LHC in the cascade decay $\\tilde{g} \\to \\sTop\n\\, \\Top \\to \\tilde{\\chi}_{2}^{0} \\, \\Top \\, \\Top \\to \\tilde{\\ell}_{R} \\, \\ell\n\\, \\Top \\, \\Top \\to \\tilde{\\chi}_{1}^{0} \\, \\ell \\, \\ell \\, \\Top \\, \\Top$ with\ntop quarks decaying into hadrons. The stop quark mass was reconstructed\nassuming that the masses of gluino, slepton and of the two lightest neutralinos\nwere reconstructed in advance.\n  A data sample set for the SU3 model point containing 400k SUSY events was\ngenerated which corresponded to an integrated luminosity of about 20 $\\rm\nfb^{-1}$ at 14 TeV. These events were passed through the AcerDET detector\nsimulator, which parametrized the response of a generic LHC detector. The mass\nof the $\\tilde{t}_{1}$ was reconstructed with a precision of about $10\\%$.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:06:03 GMT"}],"update_date":"2010-10-27","authors_parsed":[["Casadei","Diego",""],["Djilkibaev","Rashid",""],["Konoplich","Rostislav",""]]}
{"id":"1006.5876","submitter":"Didier Henrion","authors":"Mustapha Ait Rami, Didier Henrion (LAAS, CTU/FEE)","title":"A hierarchy of LMI inner approximations of the set of stable polynomials","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.OC","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Exploiting spectral properties of symmetric banded Toeplitz matrices, we\ndescribe simple sufficient conditions for positivity of a trigonometric\npolynomial formulated as linear matrix inequalities (LMI) in the coefficients.\nAs an application of these results, we derive a hierarchy of convex LMI inner\napproximations (affine sections of the cone of positive definite matrices of\nsize $m$) of the nonconvex set of Schur stable polynomials of given degree $n <\nm$. It is shown that when $m$ tends to infinity the hierarchy converges to a\nlifted LMI approximation (projection of an LMI set defined in a lifted space of\ndimension quadratic in $n$) already studied in the technical literature.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:06:34 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Rami","Mustapha Ait","","LAAS, CTU/FEE"],["Henrion","Didier","","LAAS, CTU/FEE"]]}
{"id":"1006.5877","submitter":"Zohir Bouzid","authors":"Zohir Bouzid (LIP6), Shlomi Dolev, Maria Potop-Butucaru (LIP6, INRIA\n  Rocquencourt), S\\'ebastien Tixeuil (LIP6)","title":"RoboCast: Asynchronous Communication in Robot Networks","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.DC cs.RO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper introduces the \\emph{RoboCast} communication abstraction. The\nRoboCast allows a swarm of non oblivious, anonymous robots that are only\nendowed with visibility sensors and do not share a common coordinate system, to\nasynchronously exchange information. We propose a generic framework that covers\na large class of asynchronous communication algorithms and show how our\nframework can be used to implement fundamental building blocks in robot\nnetworks such as gathering or stigmergy. In more details, we propose a RoboCast\nalgorithm that allows robots to broadcast their local coordinate systems to\neach others. Our algorithm is further refined with a local collision avoidance\nscheme. Then, using the RoboCast primitive, we propose algorithms for\ndeterministic asynchronous gathering and binary information exchange.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:07:28 GMT"},{"version":"v2","created":"Thu, 23 Sep 2010 09:59:58 GMT"}],"update_date":"2010-09-24","authors_parsed":[["Bouzid","Zohir","","LIP6"],["Dolev","Shlomi","","LIP6, INRIA\n  Rocquencourt"],["Potop-Butucaru","Maria","","LIP6, INRIA\n  Rocquencourt"],["Tixeuil","Sébastien","","LIP6"]]}
{"id":"1006.5878","submitter":"Paolo Michetti Dr.","authors":"Paolo Michetti, Martina Cheli and Giuseppe Iannaccone","title":"Model of tunneling transistors based on graphene on SiC","comments":null,"journal-ref":"Appl. Phys. Lett., 96(13) 133508 (2010)","doi":"10.1063/1.3361657","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Recent experiments shown that graphene epitaxially grown on Silicon Carbide\n(SiC) can exhibit a energy gap of 0.26 eV, making it a promising material for\nelectronics. With an accurate model, we explore the design parameter space for\na fully ballistic graphene-on-SiC Tunnel Field-Effect Transistors (TFETs), and\nassess the DC and high frequency figures of merit. The steep subthreshold\nbehavior can enable I_{ON}/I_{OFF} ratios exceeding 10^4 even with a low supply\nvoltage of 0.15 V, for devices with gatelength down to 30 nm. Intrinsic\ntransistor delays smaller than 1 ps are obtained. These factors make the device\nan interesting candidate for low-power nanoelectronics beyond CMOS.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:08:37 GMT"}],"update_date":"2010-07-02","authors_parsed":[["Michetti","Paolo",""],["Cheli","Martina",""],["Iannaccone","Giuseppe",""]]}
{"id":"1006.5879","submitter":"Ashish Khisti","authors":"Ashish Khisti, Gregory Wornell","title":"Secure Transmission with Multiple Antennas II: The MIMOME Wiretap\n  Channel","comments":"To Appear, IEEE Trans. Information Theory","journal-ref":null,"doi":"10.1109/TIT.2010.2068852","report-no":null,"categories":"cs.IT cs.CR math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The capacity of the Gaussian wiretap channel model is analyzed when there are\nmultiple antennas at the sender, intended receiver and eavesdropper. The\nassociated channel matrices are fixed and known to all the terminals. A\ncomputable characterization of the secrecy capacity is established as the\nsaddle point solution to a minimax problem. The converse is based on a\nSato-type argument used in other broadcast settings, and the coding theorem is\nbased on Gaussian wiretap codebooks.\n  At high signal-to-noise ratio (SNR), the secrecy capacity is shown to be\nattained by simultaneously diagonalizing the channel matrices via the\ngeneralized singular value decomposition, and independently coding across the\nresulting parallel channels. The associated capacity is expressed in terms of\nthe corresponding generalized singular values. It is shown that a semi-blind\n\"masked\" multi-input multi-output (MIMO) transmission strategy that sends\ninformation along directions in which there is gain to the intended receiver,\nand synthetic noise along directions in which there is not, can be arbitrarily\nfar from capacity in this regime.\n  Necessary and sufficient conditions for the secrecy capacity to be zero are\nprovided, which simplify in the limit of many antennas when the entries of the\nchannel matrices are independent and identically distributed. The resulting\nscaling laws establish that to prevent secure communication, the eavesdropper\nneeds 3 times as many antennas as the sender and intended receiver have\njointly, and that the optimimum division of antennas between sender and\nintended receiver is in the ratio of 2:1.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:10:04 GMT"}],"update_date":"2016-11-15","authors_parsed":[["Khisti","Ashish",""],["Wornell","Gregory",""]]}
{"id":"1006.5880","submitter":"Stergos Afantenos","authors":"Stergos Afantenos and Nicholas Asher","title":"Testing SDRT's Right Frontier","comments":null,"journal-ref":"Proceedings of COLING 2010","doi":null,"report-no":null,"categories":"cs.CL","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The Right Frontier Constraint (RFC), as a constraint on the attachment of new\nconstituents to an existing discourse structure, has important implications for\nthe interpretation of anaphoric elements in discourse and for Machine Learning\n(ML) approaches to learning discourse structures. In this paper we provide\nstrong empirical support for SDRT's version of RFC. The analysis of about 100\ndoubly annotated documents by five different naive annotators shows that SDRT's\nRFC is respected about 95% of the time. The qualitative analysis of presumed\nviolations that we have performed shows that they are either click-errors or\nstructural misconceptions.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:10:33 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Afantenos","Stergos",""],["Asher","Nicholas",""]]}
{"id":"1006.5881","submitter":"Joshua Wood","authors":"Joshua D. Wood and P. Douglas Tougaw","title":"Matrix multiplication using quantum-dot cellular automata to implement\n  conventional microelectronics","comments":"14 pages, 9 figures, supplemental information","journal-ref":null,"doi":"10.1109/TNANO.2010.2099665","report-no":null,"categories":"cond-mat.mes-hall cond-mat.other","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Quantum-dot cellular automata (QCA) shows promise as a post silicon CMOS, low\npower computational technology. Nevertheless, to generalize QCA for\nnext-generation digital devices, the ability to implement conventional\nprogrammable circuits based on NOR, AND, and OR gates is necessary. To this\nend, we devise a new QCA structure, the QCA matrix multiplier (MM), employing\nthe standard Coulomb blocked, five quantum dot (QD) QCA cell and\nquasi-adiabatic switching for sequential data latching in the QCA cells. Our\nstructure can multiply two N x M matrices, using one input and one\nbidirectional input/output data line. The calculation is highly parallelizable,\nand it is possible to achieve reduced calculation time in exchange for\nincreasing numbers of parallel matrix multiplier units. We show convergent, ab\ninitio simulation results using the Intercellular Hartree Approximation for\none, three, and nine matrix multiplier units. The structure can generally\nimplement any programmable logic array (PLA) or any matrix multiplication based\noperation.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:11:42 GMT"},{"version":"v2","created":"Sat, 23 Oct 2010 19:53:11 GMT"}],"update_date":"2011-10-10","authors_parsed":[["Wood","Joshua D.",""],["Tougaw","P. Douglas",""]]}
{"id":"1006.5882","submitter":"Julien LAURAT","authors":"Taoufik Amri (LKB - Jussieu), Julien Laurat (LKB - Jussieu), Claude\n  Fabre (LKB - Jussieu)","title":"Characterizing Quantum Properties of a Measurement Apparatus: Insights\n  from the Retrodictive Approach","comments":null,"journal-ref":"Physical Review Letters 106 (2011) 020502","doi":"10.1103/PhysRevLett.106.020502","report-no":null,"categories":"quant-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Using the retrodictive approach of quantum physics, we show that the state\nretrodicted from the response of a measurement apparatus is a convenient tool\nto fully characterize its quantum properties. We translate in terms of this\nstate some interesting aspects of the quantum behavior of a detector, such as\nthe non-classicality or the non-gaussian character of its measurements. We also\nintroduce estimators - the projectivity, the ideality, the fidelity or the\ndetectivity of measurements perfomed by the apparatus - which directly follow\nfrom the retrodictive approach. Beyond their fundamental significance for\ndescribing general quantum measurements, these properties are crucial in\nseveral protocols, in particular in the conditional preparation of\nnon-classical states of light or in measurement-driven quantum information\nprocessing.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:11:59 GMT"},{"version":"v2","created":"Tue, 2 Nov 2010 06:47:50 GMT"}],"update_date":"2011-01-12","authors_parsed":[["Amri","Taoufik","","LKB - Jussieu"],["Laurat","Julien","","LKB - Jussieu"],["Fabre","Claude","","LKB - Jussieu"]]}
{"id":"1006.5883","submitter":"Adem Ersin Ureyen","authors":"Ali Deniz, Sahin Kocak, Yunus Ozdemir, Andrei V. Ratiu, A. Ersin\n  Ureyen","title":"On the Minkowski Measurability of Self-Similar Fractals in R^d","comments":"15 pages, 4 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.MG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  M. Lapidus and C. Pomerance (1990-1993) and K.J. Falconer (1995) proved that\na self-similar fractal in $\\mathbb{R}$ is Minkowski-measurable iff it is of\nnon-lattice type. D. Gatzouras (1999) proved that a self-similar fractal in\n$\\mathbb{R}^d$ is Minkowski measurable if it is of non-lattice type (though the\nactual computation of the content is intractable with his approach) and\nconjectured that it is not Minkowski measurable if it is of lattice type. Under\nmild conditions we prove this conjecture and in the non-lattice case we improve\nhis result in the sense that we express the content of the fractal in terms of\nthe residue of the associated $\\zeta$-function at the Minkowski-dimension.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:13:09 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Deniz","Ali",""],["Kocak","Sahin",""],["Ozdemir","Yunus",""],["Ratiu","Andrei V.",""],["Ureyen","A. Ersin",""]]}
{"id":"1006.5884","submitter":"Rohini Godbole Professor","authors":"Rohini M. Godbole","title":"The Heart of Matter","comments":"Article to appear in 'Flavours of Research ih Physics' to be brought\n  out by the Indian National Science Academy, Delhi, India","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.pop-ph hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this article I trace the development of the human understanding of the\n\"Heart of Matter\" from early concepts of \"elements\" (or alternatively\n\"Panchmahabhootas\") to the current status of \"quarks\" and \"leptons\" as the\nfundamental constituents of matter, interacting together via exchange of the\nvarious force carrier particles called \"gauge bosons\" such as the photon,\nW/Z-boson etc. I would like to show how our understanding of the fundamental\nconstituents of matter has gone hand in hand with our understanding of the\nfundamental forces in nature. I will also outline how the knowledge of particle\nphysics at the \"micro\" scale of less than a Fermi(one millionth of a\nnanometer), enables us to offer explanations of Cosmological observations at\nthe \"macro\" scale. Consequently these observations, may in turn, help us\naddress some very fundamental questions of the Physics at the \"Heart of the\nMatter\".\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:13:32 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Godbole","Rohini M.",""]]}
{"id":"1006.5885","submitter":"Victor Golovko V","authors":"V.V. Golovko, I.S. Kraev, T. Phalet, B. Delaure, M. Beck, V. Yu.\n  Kozlov, S. Coeck, F. Wauters, P. Herzog, Ch. Tramm, D. Zakoucky, D. Venos, D.\n  Srnka, M. Honusek, U. Koester, N. Severijns","title":"Magnetic moment of Ag-104(m) and the hyperfine magnetic field of Ag in\n  Fe using nuclear magnetic resonance on oriented nuclei","comments":"12 pages, 7 figures","journal-ref":null,"doi":"10.1103/PhysRevC.81.054323","report-no":null,"categories":"nucl-ex","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Nuclear magnetic resonance (NMR/ON) measurements with beta- and gamma-ray\ndetection have been performed on oriented Ag-104(g,m) nuclei with the NICOLE\nHe-3-He-4 dilution refrigerator setup at ISOLDE/CERN. For Ag-104(g) (I-pi =\n5(+)) the gamma-NMR/ON resonance signal was found at nu = 266.70(5) MHz.\nCombining this result with the known magnetic moment for this isotope, the\nmagnetic hyperfine field of Ag impurities in an Fe host at low temperature (< 1\nK) is found to be vertical bar B-hf(AgFe)vertical bar = 44.709(35) T. A\ndetailed analysis of other relevant data available in the literature yields\nthree more values for this hyperfine field. Averaging all four values yields a\nnew and precise value for the hyperfine field of Ag in Fe; that is, vertical\nbar B-hf(AgFe)vertical bar = 44.692(30) T. For Ag-104(m) (I-pi = 2(+)), the\nanisotropy of the beta particles provided the NMR/ON resonance signal at nu =\n627.7(4) MHz. Using the new value for the hyperfine field of Ag in Fe, this\nfrequency corresponds to the magnetic moment mu(Ag-104m) = +3.691(3) mu(N),\nwhich is significantly more precise than previous results. The magnetic moments\nof the even-A Ag102 -110 isotopes are discussed in view of the competition\nbetween the (pi g(9/2))(7/2+)(-3)(nu d(5/2)nu g(7/2))(5/2+) and the (pi\ng(9/2))(9/2+)(-3)(nu d(5/2)nu g(7/2))(5/2+) configurations. The magnetic\nmoments of the ground and isomeric states of Ag-104 can be explained by an\nalmost complete mixing of these two configurations.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:22:31 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Golovko","V. V.",""],["Kraev","I. S.",""],["Phalet","T.",""],["Delaure","B.",""],["Beck","M.",""],["Kozlov","V. Yu.",""],["Coeck","S.",""],["Wauters","F.",""],["Herzog","P.",""],["Tramm","Ch.",""],["Zakoucky","D.",""],["Venos","D.",""],["Srnka","D.",""],["Honusek","M.",""],["Koester","U.",""],["Severijns","N.",""]]}
{"id":"1006.5886","submitter":"Amrita Singh","authors":"Amrita Singh, Soumik Mukhopadhyay and Arindam Ghosh","title":"Tracking random walk of individual domain walls in cylindrical\n  nanomagnets with resistance noise","comments":"to be published in Phys. Rev. Lett","journal-ref":null,"doi":"10.1103/PhysRevLett.105.067206","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The stochasticity of domain wall (DW) motion in magnetic nanowires has been\nprobed by measuring slow fluctuations, or noise, in electrical resistance at\nsmall magnetic fields. By controlled injection of DWs into isolated cylindrical\nnanowires of nickel, we have been able to track the motion of the DWs between\nthe electrical leads by discrete steps in the resistance. Closer inspection of\nthe time-dependence of noise reveals a diffusive random walk of the DWs with an\nuniversal kinetic exponent. Our experiments outline a method with which\nelectrical resistance is able to detect the kinetic state of the DWs inside the\nnanowires, which can be useful in DW-based memory designs.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:22:46 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Singh","Amrita",""],["Mukhopadhyay","Soumik",""],["Ghosh","Arindam",""]]}
{"id":"1006.5887","submitter":"Tom Steele","authors":"F.A. Chishtie, T. Hanif, J. Jia, R.B. Mann, D.G.C. McKeon, T.N. Sherry\n  and T.G. Steele","title":"Can the Renormalization Group Improved Effective Potential be used to\n  estimate the Higgs Mass in the Conformal Limit of the Standard Model?","comments":"24 pages, 5 figures. Updated version contains new discussion,\n  references, figures, and corrects errors in references","journal-ref":"Phys.Rev.D83:105009,2011","doi":"10.1103/PhysRevD.83.105009","report-no":null,"categories":"hep-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We consider the effective potential $V$ in the standard model with a single\nHiggs doublet in the limit that the only mass scale $\\mu$ present is\nradiatively generated. Using a technique that has been shown to determine $V$\ncompletely in terms of the renormalization group (RG) functions when using the\nColeman-Weinberg (CW) renormalization scheme, we first sum leading-log (LL)\ncontributions to $V$ using the one loop RG functions, associated with five\ncouplings (the top quark Yukawa coupling $x$, the quartic coupling of the Higgs\nfield $y$, the SU(3) gauge coupling $z$, and the $SU(2) \\times U(1)$ couplings\n$r$ and $s$). We then employ the two loop RG functions with the three couplings\n$x$, $y$, $z$ to sum the next-to-leading-log (NLL) contributions to $V$ and\nthen the three to five loop RG functions with one coupling $y$ to sum all the\n$N^2LL...N^4LL$ contributions to $V$. In order to compute these sums, it is\nnecessary to convert those RG functions that have been originally computed\nexplicitly in the minimal subtraction (MS) scheme to their form in the CW\nscheme. The Higgs mass can then be determined from the effective potential: the\n$LL$ result is $m_{H}=219\\;GeV/c^2$ decreases to $m_{H}=188\\;GeV/c^2$ at\n$N^{2}LL$ order and $m_{H}=163\\;GeV/c^2$ at $N^{4}LL$ order. No reasonable\nestimate of $m_H$ can be made at orders $V_{NLL}$ or $V_{N^3LL}$. This is taken\nto be an indication that this mechanism for spontaneous symmetry breaking is in\nfact viable, though one in which there is slow convergence towards the actual\nvalue of $m_H$. The mass $163\\;GeV/c^2$ is argued to be an upper bound on\n$m_H$.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:25:38 GMT"},{"version":"v2","created":"Fri, 2 Jul 2010 15:23:28 GMT"},{"version":"v3","created":"Wed, 11 May 2011 15:52:05 GMT"}],"update_date":"2011-05-19","authors_parsed":[["Chishtie","F. A.",""],["Hanif","T.",""],["Jia","J.",""],["Mann","R. B.",""],["McKeon","D. G. C.",""],["Sherry","T. N.",""],["Steele","T. G.",""]]}
{"id":"1006.5888","submitter":"Keiichi Maeda","authors":"K. Maeda, S. Benetti, M. Stritzinger, F.K. Roepke, G. Folatelli, J.\n  Sollerman, S. Taubenberger, K. Nomoto, G. Leloudas, M. Hamuy, M. Tanaka, P.A.\n  Mazzali, N. Elias-Rosa","title":"An asymmetric explosion as the origin of spectral evolution diversity in\n  type Ia supernovae","comments":"To appear in Nature, 1st July 2010 issue. 36 pages including\n  supplementary materials. 4 figures, 3 supplementary figures, 1 supplementary\n  table","journal-ref":null,"doi":"10.1038/nature09122","report-no":null,"categories":"astro-ph.CO astro-ph.HE astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Type Ia Supernovae (SNe Ia) form an observationally uniform class of stellar\nexplosions, in that more luminous objects have smaller decline-rates. This\none-parameter behavior allows SNe Ia to be calibrated as cosmological `standard\ncandles', and led to the discovery of an accelerating Universe. Recent\ninvestigations, however, have revealed that the true nature of SNe Ia is more\ncomplicated. Theoretically, it has been suggested that the initial\nthermonuclear sparks are ignited at an offset from the centre of the\nwhite-dwarf (WD) progenitor, possibly as a result of convection before the\nexplosion. Observationally, the diversity seen in the spectral evolution of SNe\nIa beyond the luminosity decline-rate relation is an unresolved issue. Here we\nreport that the spectral diversity is a consequence of random directions from\nwhich an asymmetric explosion is viewed. Our findings suggest that the spectral\nevolution diversity is no longer a concern in using SNe Ia as cosmological\nstandard candles. Furthermore, this indicates that ignition at an offset from\nthe centre of is a generic feature of SNe Ia.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:25:46 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Maeda","K.",""],["Benetti","S.",""],["Stritzinger","M.",""],["Roepke","F. K.",""],["Folatelli","G.",""],["Sollerman","J.",""],["Taubenberger","S.",""],["Nomoto","K.",""],["Leloudas","G.",""],["Hamuy","M.",""],["Tanaka","M.",""],["Mazzali","P. A.",""],["Elias-Rosa","N.",""]]}
{"id":"1006.5889","submitter":"Daniel Pons","authors":"Daniel J. Pons","title":"Simplicial approximation and complexity growth","comments":"Final version. Warning: peer rejected","journal-ref":null,"doi":null,"report-no":null,"categories":"math.DG","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This work is motivated by two problems: 1) The approach of manifolds and\nspaces by triangulations. 2) The complexity growth in sequences of polyhedra.\nConsidering both problems as related, new criteria and methods for\napproximating smooth manifolds are deduced. When the sequences of polyhedra are\nobtained by the action of a discrete group or semigroup, further control is\ngiven by geometric, topologic and complexity observables. We give a set of\nrelevant examples to illustrate the results, both in infinite and finite\ndimensions.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:33:01 GMT"},{"version":"v2","created":"Fri, 9 Jul 2010 00:44:23 GMT"},{"version":"v3","created":"Mon, 19 Jul 2010 15:14:15 GMT"},{"version":"v4","created":"Mon, 21 May 2012 07:37:32 GMT"}],"update_date":"2012-05-22","authors_parsed":[["Pons","Daniel J.",""]]}
{"id":"1006.5890","submitter":"Pedro Jimenez-Delgado","authors":"P. Jimenez-Delgado, E. Reya","title":"Dynamical parton distributions and weak-gauge and Higgs boson production\n  at hadron colliders at NNLO of QCD","comments":"5 pages, 2 figures. Talk given at XVIII International Workshop on\n  Deep-Inelastic Scattering and Related Subjects (DIS 2010), April 19 -23,\n  2010, Convitto della Calza, Firenze, Italy","journal-ref":"PoS DIS2010:038,2010","doi":null,"report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We determine at NNLO (3-loop) of QCD the dynamical parton distributions of\nthe nucleon generated radiatively from valencelike positive input distributions\nat an optimally chosen low resolution scale (Q_0^2<1 GeV^2) by employing the\n\"fixed flavor number factorization scheme\" (FFNS). These are compared with\n\"standard\" NNLO distributions, generated at some fixed and higher resolution\nscale (Q_0^2>1 GeV^2). The NNLO corrections imply in both approaches an\nimproved value of \\chi^2, typically \\chi^2_{NNLO} \\sim 0.9\\chi^2_{NLO}. The\ndynamical NNLO uncertainties are somewhat smaller than the NLO ones and both\nare, as expected, smaller than those of their \"standard\" counterparts. The\ndynamical predictions for F_L(x,Q^2) become perturbatively stable already at\nQ^2 = 2 - 3 GeV^2, where precision measurements could even delineate NNLO\neffects in the very small-x region. Using these NNLO dynamical parton\ndistributions in the FFNS as input, we generate radiatively parton\ndistributions in the \"variable flavor number factorization scheme\" (VFNS) as\nwell, where also the heavy quark flavors (c,b,t) become massless partons within\nthe nucleon. Only within the VFNS are NNLO calculations feasible at present,\nsince the required partonic subprocesses are available only in the\napproximation of massless initial-state partons. The NNLO predictions for gauge\nboson production are typically larger (by more than 1 sigma) than the NLO ones,\nand rates at LHC energies can be predicted with an accuracy of about 5%,\nwhereas at Tevatron they are more than 2 sigma above the NLO ones. The NNLO\npredictions for SM Higgs boson production via the dominant gluon fusion process\nhave a total (PDFs and scale) uncertainty of about 10% at LHC which almost\ndoubles at the lower Tevatron energies; these predictions are typically about\n20% larger than the ones at NLO but the total uncertainty bands overlap.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:34:56 GMT"}],"update_date":"2011-06-07","authors_parsed":[["Jimenez-Delgado","P.",""],["Reya","E.",""]]}
{"id":"1006.5891","submitter":"Jason Grunhut","authors":"Jason H. Grunhut, Gregg A. Wade, David A. Hanes, Evelyne Alecian","title":"Systematic detection of magnetic fields in massive, late-type\n  supergiants","comments":"8 pages, 1 table, 6 figures, accepted for publication in MNRAS","journal-ref":null,"doi":"10.1111/j.1365-2966.2010.17275.x","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We report the systematic detection of magnetic fields in massive (M > 5\nM$_\\odot$) late-type supergiants, using spectropolarimetric observations\nobtained with ESPaDOnS at the Canada-France-Hawaii Telescope. Our observations\nreveal detectable Stokes V Zeeman signatures in Least-Squares Deconvolved mean\nline profiles in one-third of the observed sample of more than 30 stars. The\nsignatures are sometimes complex, revealing multiple reversals across the line.\nThe corresponding longitudinal magnetic field is seldom detected, although our\nlongitudinal field error bars are typically 0.3 G ($1\\sigma$). These\ncharacteristics suggest topologically complex magnetic fields, presumably\ngenerated by dynamo action. The Stokes V signatures of some targets show clear\ntime variability, indicating either rotational modulation or intrinsic\nevolution of the magnetic field. We also observe a weak correlation between the\nunsigned longitudinal magnetic field and the CaII K core emission equivalent\nwidth of the active G2Iab supergiant $\\beta$~Dra and the G8Ib supergiant\n$\\epsilon$~Gem.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:42:34 GMT"},{"version":"v2","created":"Thu, 1 Jul 2010 00:23:04 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Grunhut","Jason H.",""],["Wade","Gregg A.",""],["Hanes","David A.",""],["Alecian","Evelyne",""]]}
{"id":"1006.5892","submitter":"Michael Huber","authors":"Michael Huber","title":"Computational complexity of reconstruction and isomorphism testing for\n  designs and line graphs","comments":"12 pages; to appear in: \"Journal of Combinatorial Theory, Series A\"","journal-ref":null,"doi":"10.1016/j.jcta.2010.06.006","report-no":null,"categories":"cs.CC cs.DM","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Graphs with high symmetry or regularity are the main source for\nexperimentally hard instances of the notoriously difficult graph isomorphism\nproblem. In this paper, we study the computational complexity of isomorphism\ntesting for line graphs of $t$-$(v,k,\\lambda)$ designs. For this class of\nhighly regular graphs, we obtain a worst-case running time of $O(v^{\\log v +\nO(1)})$ for bounded parameters $t,k,\\lambda$. In a first step, our approach\nmakes use of the Babai--Luks algorithm to compute canonical forms of\n$t$-designs. In a second step, we show that $t$-designs can be reconstructed\nfrom their line graphs in polynomial-time. The first is algebraic in nature,\nthe second purely combinatorial. For both, profound structural knowledge in\ndesign theory is required. Our results extend earlier complexity results about\nisomorphism testing of graphs generated from Steiner triple systems and block\ndesigns.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:50:25 GMT"}],"update_date":"2018-07-03","authors_parsed":[["Huber","Michael",""]]}
{"id":"1006.5893","submitter":"Nima Khosravi","authors":"S.M. M. Rasouli, Mehrdad Farhoudi and Nima Khosravi","title":"Horizon Problem Remediation via Deformed Phase Space","comments":"13 pages, 2 figures, to appear in GERG","journal-ref":"Gen.Rel.Grav.43:2895-2910,2011","doi":"10.1007/s10714-011-1208-4","report-no":null,"categories":"gr-qc astro-ph.CO hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We investigate the effects of a special kind of dynamical deformation between\nthe momenta of the scalar field of the Brans-Dicke theory and the scale factor\nof the FRW metric. This special choice of deformation includes linearly a\ndeformation parameter. We trace the deformation footprints in the cosmological\nequations of motion when the BD coupling parameter goes to infinity. One class\nof the solutions gives a constant scale factor in the late time that confirms\nthe previous result obtained via another approach in the literature. This\neffect can be interpreted as a quantum gravity footprint in the coarse grained\nexplanation. The another class of the solutions removes the big bang\nsingularity, and the accelerating expansion region has an infinite temporal\nrange which overcomes the horizon problem. After this epoch, there is a\ngraceful exiting by which the universe enters in the radiation dominated era.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:52:10 GMT"},{"version":"v2","created":"Sat, 11 Jun 2011 06:16:10 GMT"}],"update_date":"2011-09-28","authors_parsed":[["Rasouli","S. M. M.",""],["Farhoudi","Mehrdad",""],["Khosravi","Nima",""]]}
{"id":"1006.5894","submitter":"Anna Rimoldi","authors":"Anna Rimoldi, Massimiliano Sala, Ilia Toli","title":"A possible intrinsic weakness of AES and other cryptosystems","comments":"46 pages- updated bibliography and fixed minor problems","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.IT cs.CR math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  It has been suggested that the algebraic structure of AES (and other similar\nblock ciphers) could lead to a weakness exploitable in new attacks. In this\npaper, we use the algebraic structure of AES-like ciphers to construct a cipher\nembedding where the ciphers may lose their non-linearity. We show some examples\nand we discuss the limitations of our approach.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:54:42 GMT"},{"version":"v2","created":"Tue, 21 Sep 2010 10:05:26 GMT"},{"version":"v3","created":"Thu, 11 Nov 2010 13:38:58 GMT"}],"update_date":"2010-11-12","authors_parsed":[["Rimoldi","Anna",""],["Sala","Massimiliano",""],["Toli","Ilia",""]]}
{"id":"1006.5895","submitter":"Stephen King","authors":"S. F. King","title":"Implications of large CP Violation in B mixing for Supersymmetric\n  Standard Models","comments":"19 pages, 3 figures, references added, version to appear in JHEP","journal-ref":"JHEP 1009:114,2010","doi":"10.1007/JHEP09(2010)114","report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Following the anomalous like-sign dimuon charge asymmetry measured by the D0\ncollaboration at the Tevatron collider we discuss the implications of large CP\nviolation in $B_{d,s}$ mixing for Supersymmetric (SUSY) Standard Models,\nfocussing on those models which allow a family symmetry and unification. For\nthe Minimal Supersymmetric Standard Model (MSSM) we show that it is only\npossible to account for $B_{s}$ mixing and CP violation at the expense of large\nsquark mixing which would require a new approach to family symmetry models. In\norder to describe both $B_{s}$ and $B_{d}$ mixing and CP violation we are led\nto consider SUSY models with Higgs fields transforming as triplets under a\nfamily symmetry. We describe a realistic such model based on $\\Delta_{27}$\nfamily symmetry in which tree-level exchange of the second Higgs family\npredicts $B_{s}$ and $B_{d}$ mixing and CP violation in good agreement with a\nrecent global fit, while naturally suppressing flavour and CP violation\ninvolving the first and second quark and lepton families.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 15:58:03 GMT"},{"version":"v2","created":"Mon, 5 Jul 2010 08:16:37 GMT"},{"version":"v3","created":"Sun, 12 Sep 2010 07:43:37 GMT"}],"update_date":"2014-11-21","authors_parsed":[["King","S. F.",""]]}
{"id":"1006.5896","submitter":"Mikolas Janota","authors":"Mikol\\'a\\v{s} Janota and Joao Marques-Silva and Radu Grigore","title":"Counterexample Guided Abstraction Refinement Algorithm for Propositional\n  Circumscription","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.AI cs.LO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Circumscription is a representative example of a nonmonotonic reasoning\ninference technique. Circumscription has often been studied for first order\ntheories, but its propositional version has also been the subject of extensive\nresearch, having been shown equivalent to extended closed world assumption\n(ECWA). Moreover, entailment in propositional circumscription is a well-known\nexample of a decision problem in the second level of the polynomial hierarchy.\nThis paper proposes a new Boolean Satisfiability (SAT)-based algorithm for\nentailment in propositional circumscription that explores the relationship of\npropositional circumscription to minimal models. The new algorithm is inspired\nby ideas commonly used in SAT-based model checking, namely counterexample\nguided abstraction refinement. In addition, the new algorithm is refined to\ncompute the theory closure for generalized close world assumption (GCWA).\nExperimental results show that the new algorithm can solve problem instances\nthat other solutions are unable to solve.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:00:08 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Janota","Mikoláš",""],["Marques-Silva","Joao",""],["Grigore","Radu",""]]}
{"id":"1006.5897","submitter":"Andrea Gambassi","authors":"Andrea Gambassi and S. Dietrich","title":"Colloidal aggregation and critical Casimir forces","comments":"1 page, 1 figure; For the reply see arXiv:1007.0770","journal-ref":"Phys. Rev. Lett. 105, 059601 (2010)","doi":"10.1103/PhysRevLett.105.059601","report-no":null,"categories":"cond-mat.soft cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A recent Letter [Phys. Rev. Lett. 103, 156101 (2009)] reports the\nexperimental observation of aggregation of colloidal particles dispersed in a\nliquid mixture of heavy water and 3-methylpyridine. The experimental data are\ninterpreted in terms of a model which accounts solely for the competing effects\nof the interparticle electrostatic repulsion and of the attractive critical\nCasimir force. Here we show, however, that the reported aggregation actually\noccurs within ranges of values of the correlation length and of the Debye\nscreening length ruled out by the proposed model and that a significant part of\nthe experimental data presented in the Letter cannot be consistently\ninterpreted in terms of such a model.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:03:52 GMT"}],"update_date":"2010-10-05","authors_parsed":[["Gambassi","Andrea",""],["Dietrich","S.",""]]}
{"id":"1006.5898","submitter":"Paul Higgins","authors":"Paul A. Higgins, Peter T. Gallagher, R.T. James McAteer, D. Shaun\n  Bloomfield","title":"Solar Magnetic Feature Detection and Tracking for Space Weather\n  Monitoring","comments":null,"journal-ref":null,"doi":"10.1016/j.asr.2010.06.024","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present an automated system for detecting, tracking, and cataloging\nemerging active regions throughout their evolution and decay using SOHO\nMichelson Doppler Interferometer (MDI) magnetograms. The SolarMonitor Active\nRegion Tracking (SMART) algorithm relies on consecutive image differencing to\nremove both quiet-Sun and transient magnetic features, and region-growing\ntechniques to group flux concentrations into classifiable features. We\ndetermine magnetic properties such as region size, total flux, flux imbalance,\nflux emergence rate, Schrijver's R-value, R* (a modified version of R), and\nFalconer's measurement of non-potentiality. A persistence algorithm is used to\nassociate developed active regions with emerging flux regions in previous\nmeasurements, and to track regions beyond the limb through multiple solar\nrotations. We find that the total number and area of magnetic regions on disk\nvary with the sunspot cycle. While sunspot numbers are a proxy to the solar\nmagnetic field, SMART offers a direct diagnostic of the surface magnetic field\nand its variation over timescale of hours to years. SMART will form the basis\nof the active region extraction and tracking algorithm for the Heliophysics\nIntegrated Observatory (HELIO).\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:03:54 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Higgins","Paul A.",""],["Gallagher","Peter T.",""],["McAteer","R. T. James",""],["Bloomfield","D. Shaun",""]]}
{"id":"1006.5899","submitter":"Sandra S. Padula","authors":"Danuce M. Dudek and Sandra S. Padula","title":"Squeezed K^+ K^- correlations in high energy heavy ion collisions","comments":"9 pages and 6 figures (figures 2 to 6 contain 4 plots each).\n  Paragraph added to text, figures 2 to 6 revised for improving visualization","journal-ref":"Phys.Rev.C82:034905,2010","doi":"10.1103/PhysRevC.82.034905","report-no":null,"categories":"nucl-th hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The hot and dense medium formed in high energy heavy ion collisions may\nmodify some hadronic properties. In particular, if hadron masses are shifted\nin-medium, it was demonstrated that this could lead to back-to-back squeezed\ncorrelations (BBC) of particle-antiparticle pairs. Although well-established\ntheoretically, the squeezed correlations have not yet been discovered\nexperimentally. A method has been suggested for the empirical search of this\neffect, which was previously illustrated for phi-phi pairs. We apply here the\nformalism and the suggested method to the case of K^+ K^- pairs, since they may\nbe easier to identify experimentally. The time distribution of the emission\nprocess plays a crucial role in the survival of the BBC's. We analyze the cases\nwhere the emission is supposed to occur suddenly or via a Lorentzian\ndistribution, and compare with the case of a Levy distribution in time. Effects\nof squeezing on the correlation function of identical particles are also\nanalyzed.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:06:39 GMT"},{"version":"v2","created":"Mon, 3 Jan 2011 21:27:33 GMT"}],"update_date":"2011-01-05","authors_parsed":[["Dudek","Danuce M.",""],["Padula","Sandra S.",""]]}
{"id":"1006.5900","submitter":"Marek Kosiek","authors":"Marek Kosiek","title":"Fibers of $L^{\\infty}$ algebra","comments":"4 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.FA","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  It is shown that Gelfand transforms of elements $f\\in\\lmu$ are constant at\nalmost every fiber $\\Pi^{-1}(\\{x\\})$ of the spectrum of $\\lmu$ in the following\nsense: for each $f\\in\\lmu$ there is an open dense subset $U=U(f)$ of this\nspectrum having full measure and such that the Gelfand transform of $f$ is\nconstant on the intersection $\\Pi^{-1}(\\{x\\})\\cap U$.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:06:46 GMT"},{"version":"v2","created":"Fri, 13 Aug 2010 10:06:11 GMT"},{"version":"v3","created":"Tue, 1 Mar 2011 19:27:20 GMT"}],"update_date":"2011-03-02","authors_parsed":[["Kosiek","Marek",""]]}
{"id":"1006.5901","submitter":"Ashish Khisti","authors":"Ashish Khisti","title":"Secret key agreement on wiretap channels with transmitter side\n  information","comments":"Presented at European Wireless 2010","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.IT math.IT","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Secret-key agreement protocols over wiretap channels controlled by a state\nparameter are studied. The entire state sequence is known (non-causally) to the\nsender but not to the receiver and the eavesdropper. Upper and lower bounds on\nthe secret-key capacity are established both with and without public\ndiscussion. The proposed coding scheme involves constructing a codebook to\ncreate common reconstruction of the state sequence at the sender and the\nreceiver and another secret-key codebook constructed by random binning. For the\nspecial case of Gaussian channels, with no public discussion, - the secret-key\ngeneration with dirty paper problem, the gap between our bounds is at-most 1/2\nbit and the bounds coincide in the high signal-to-noise ratio and high\ninterference-to-noise ratio regimes. In the presence of public discussion our\nbounds coincide, yielding the capacity, when then the channels of the receiver\nand the eavesdropper satisfy an in- dependent noise condition.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:07:52 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Khisti","Ashish",""]]}
{"id":"1006.5902","submitter":"Debotosh Bhattacharjee","authors":"Sandhya Arora, Debotosh Bhattacharjee, Mita Nasipuri, L. Malik, M.\n  Kundu, and D. K. Basu","title":"Performance Comparison of SVM and ANN for Handwritten Devnagari\n  Character Recognition","comments":null,"journal-ref":"IJCSI 2010","doi":null,"report-no":null,"categories":"cs.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Classification methods based on learning from examples have been widely\napplied to character recognition from the 1990s and have brought forth\nsignificant improvements of recognition accuracies. This class of methods\nincludes statistical methods, artificial neural networks, support vector\nmachines (SVM), multiple classifier combination, etc. In this paper, we discuss\nthe characteristics of the some classification methods that have been\nsuccessfully applied to handwritten Devnagari character recognition and results\nof SVM and ANNs classification method, applied on Handwritten Devnagari\ncharacters. After preprocessing the character image, we extracted shadow\nfeatures, chain code histogram features, view based features and longest run\nfeatures. These features are then fed to Neural classifier and in support\nvector machine for classification. In neural classifier, we explored three ways\nof combining decisions of four MLP's designed for four different features.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:16:43 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Arora","Sandhya",""],["Bhattacharjee","Debotosh",""],["Nasipuri","Mita",""],["Malik","L.",""],["Kundu","M.",""],["Basu","D. K.",""]]}
{"id":"1006.5903","submitter":"Alexander Alexandrov","authors":"A.N. Alexandrov and V.I. Zhdanov","title":"Asymptotic Expansions and Amplification of a Gravitational Lens Near a\n  Fold Caustic","comments":"16 pages, 3 figures","journal-ref":"Mon. Not. R. Astron. Soc. 417, 541-554 (2011)","doi":"10.1111/j.1365-2966.2011.19296.x","report-no":"1006.5903v2","categories":"astro-ph.CO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We propose two methods that enable us to obtain approximate solutions of the\nlens equation near a fold caustic with an arbitrary degree of accuracy. We\nobtain \"post-linear\" corrections to the well-known formula in the linear\ncaustic approximation for the total amplification of two critical images of a\npoint source. In this case, in order to obtain the nontrivial corrections we\nhad to go beyond the approximation orders earlier used by Keeton et al. and to\ntake into account the Taylor expansion of the lens equation near caustic up to\nthe fourth order. Corresponding analytical expressions are derived for the\namplification in cases of the Gaussian and power-law extended source models;\nthe amplifications depend on three additional fitting parameters. Conditions of\nneglecting the correction terms are analysed. The modified formula for the\namplification is applied to the fitting of light curves of the Q2237+0305\ngravitational lens system in a vicinity of the high amplification events\n(HAEs). We show that the introduction of some \"post-linear\" corrections reduces\nchi^2 by 30% in the case of known HAE on the light curve of image C (1999).\nThese corrections can be important for a precise comparison of different source\nmodels with regard for observational data. Key words: gravitational lensing:\nmicro - quasars: individual (Q2237+0305) - gravitational lensing: strong -\nmethods: analytical\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:18:46 GMT"},{"version":"v2","created":"Wed, 26 Oct 2011 14:50:12 GMT"}],"update_date":"2011-10-27","authors_parsed":[["Alexandrov","A. N.",""],["Zhdanov","V. I.",""]]}
{"id":"1006.5904","submitter":"Rajib Sarkar","authors":"Rajib Sarkar, Anton Jesche, Cornelius Krellner, Chandan Mazumdar, Asok\n  Poddar, Michael Baenitz and Cristoph Geibel","title":"Interplay between Co-3d and Ce-4f magnetism in CeCoAsO","comments":"6 pages, 4 figures, Accepted in Physical Review B","journal-ref":"Phys. Rev. B 82, 054423 (2010) [6 pages]","doi":"10.1103/PhysRevB.82.054423","report-no":null,"categories":"cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We have investigated the ground state properties of polycrystalline CeCoAsO\nby means of magnetization, specific heat and solid state NMR. Susceptibility\nand specific-heat measurements suggest a ferromagnetic order at about,\n$T_\\mathrm{C}$=75 K. No further transitions are found down to 2 K. At 6.5 K a\ncomplex Schottky type of anomaly shows up in the specific heat results. The\ninterplay between Ce-4f and Co-3d magnetism being responsible for that anomaly\nis discussed. Furthermore $^{75}$As NMR investigations have been performed to\nprobe the magnetism on a microscopic scale. As-NMR spectra are analysed in\nterms of first and second order quadrupolar interaction. The anisotropic shift\ncomponent $K_{\\mathrm{ab}}$ and $K_{\\mathrm{c}}$ could be derived from the\n$^{75}$As powder spectra. Towards lower temperature a strong shift anisotropy\nwas found. Nonetheless $K_{\\mathrm{iso}}$ tracks the bulk susceptibility down\nto $T=$50 K very well. Furthermore the presence of weak correlations among the\nCe ions in the ferromagnetic state is discussed. The observed increase of $C/T$\ntowards lower temperatures supports this interpretation.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:18:55 GMT"},{"version":"v2","created":"Thu, 1 Jul 2010 06:46:38 GMT"},{"version":"v3","created":"Fri, 6 Aug 2010 10:06:49 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Sarkar","Rajib",""],["Jesche","Anton",""],["Krellner","Cornelius",""],["Mazumdar","Chandan",""],["Poddar","Asok",""],["Baenitz","Michael",""],["Geibel","Cristoph",""]]}
{"id":"1006.5905","submitter":"Elena Agliari","authors":"Elena Agliari, Mario Casartelli, Alessandro Vezzani","title":"Microscopic energy flows in disordered Ising spin systems","comments":"12 pages, 6 figures","journal-ref":null,"doi":"10.1088/1742-5468/2010/10/P10021","report-no":null,"categories":"cond-mat.stat-mech","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  An efficient microcanonical dynamics has been recently introduced for Ising\nspin models embedded in a generic connected graph even in the presence of\ndisorder i.e. with the spin couplings chosen from a random distribution. Such a\ndynamics allows a coherent definition of local temperatures also when open\nboundaries are coupled to thermostats, imposing an energy flow. Within this\nframework, here we introduce a consistent definition for local energy currents\nand we study their dependence on the disorder. In the linear response regime,\nwhen the global gradient between thermostats is small, we also define local\nconductivities following a Fourier dicretized picture. Then, we work out a\nlinearized \"mean-field approximation\", where local conductivities are supposed\nto depend on local couplings and temperatures only. We compare the approximated\ncurrents with the exact results of the nonlinear system, showing the\nreliability range of the mean-field approach, which proves very good at high\ntemperatures and not so efficient in the critical region. In the numerical\nstudies we focus on the disordered cylinder but our results could be extended\nto an arbitrary, disordered spin model on a generic discrete structures.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:19:49 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Agliari","Elena",""],["Casartelli","Mario",""],["Vezzani","Alessandro",""]]}
{"id":"1006.5906","submitter":"Matthew Hague","authors":"M. Hague and C.-H. L. Ong","title":"A Saturation Method for the Modal Mu-Calculus with Backwards Modalities\n  over Pushdown Systems","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.FL cs.LO","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present an extension of an algorithm for computing directly the denotation\nof a mu-calculus formula X over the configuration graph of a pushdown system to\nallow backwards modalities. Our method gives the first extension of the\nsaturation technique to the full mu-calculus with backwards modalities.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:19:52 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Hague","M.",""],["Ong","C. -H. L.",""]]}
{"id":"1006.5907","submitter":"Guorong Li","authors":"Guorong Li, Xiaobo He, Ang Li, Shuheng H. Pan, Jiandi Zhang, Rongying\n  Jin, A. S. Sefat, M. A. McGuire, D. G. Mandrus, B. C. Sales, and E. W.\n  Plummer","title":"BaFe2As2 Surface Domains and Domain Walls: Mirroring the Bulk Spin\n  Structure","comments":null,"journal-ref":null,"doi":"10.1103/PhysRevB.86.060512","report-no":null,"categories":"cond-mat.supr-con cond-mat.str-el","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  High-resolution scanning tunneling microscopy (STM) measurements on\nBaFe2As2-one of the parent compounds of the iron-based superconductors-reveals\na (1x1) As-terminated unit cell on the (001) surface. However, there are\nsignificant differences of the surface unit cell compared to the bulk: only one\nof the two As atoms in the unit cell is imaged and domain walls between\ndifferent (1x1) regions display a C2 symmetry at the surface. It should have\nbeen C2v if the STM image reflected the geometric structure of the surface or\nthe orthorhombic bulk. The inequivalent As atoms and the bias dependence of the\ndomain walls indicate that the origin of the STM image is primarily electronic\nnot geometric. We argue that the surface electronic topography mirrors the bulk\nspin structure of BaFe2As2, via strong orbital-spin coupling.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:21:34 GMT"}],"update_date":"2015-03-19","authors_parsed":[["Li","Guorong",""],["He","Xiaobo",""],["Li","Ang",""],["Pan","Shuheng H.",""],["Zhang","Jiandi",""],["Jin","Rongying",""],["Sefat","A. S.",""],["McGuire","M. A.",""],["Mandrus","D. G.",""],["Sales","B. C.",""],["Plummer","E. W.",""]]}
{"id":"1006.5908","submitter":"Debotosh Bhattacharjee","authors":"Sandhya Arora, Debotosh Bhattacharjee, Mita Nasipuri, D. K. Basu, and\n  M. Kundu","title":"Recognition of Non-Compound Handwritten Devnagari Characters using a\n  Combination of MLP and Minimum Edit Distance","comments":null,"journal-ref":"IJCSS 4(1): 107-120 (2010)","doi":null,"report-no":null,"categories":"cs.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This paper deals with a new method for recognition of offline Handwritten\nnon-compound Devnagari Characters in two stages. It uses two well known and\nestablished pattern recognition techniques: one using neural networks and the\nother one using minimum edit distance. Each of these techniques is applied on\ndifferent sets of characters for recognition. In the first stage, two sets of\nfeatures are computed and two classifiers are applied to get higher recognition\naccuracy. Two MLP's are used separately to recognize the characters. For one of\nthe MLP's the characters are represented with their shadow features and for the\nother chain code histogram feature is used. The decision of both MLP's is\ncombined using weighted majority scheme. Top three results produced by combined\nMLP's in the first stage are used to calculate the relative difference values.\nIn the second stage, based on these relative differences character set is\ndivided into two. First set consists of the characters with distinct shapes and\nsecond set consists of confused characters, which appear very similar in\nshapes. Characters of distinct shapes of first set are classified using MLP.\nConfused characters in second set are classified using minimum edit distance\nmethod. Method of minimum edit distance makes use of corner detected in a\ncharacter image using modified Harris corner detection technique. Experiment on\nthis method is carried out on a database of 7154 samples. The overall\nrecognition is found to be 90.74%.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:25:21 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Arora","Sandhya",""],["Bhattacharjee","Debotosh",""],["Nasipuri","Mita",""],["Basu","D. K.",""],["Kundu","M.",""]]}
{"id":"1006.5909","submitter":"Dmitrijs Sakovics Mr","authors":"Dmitrijs Sakovics","title":"Weakly--exceptional quotient singularities","comments":null,"journal-ref":"Central European Journal of Mathematics, 10 (2012), no. 3, 885-902","doi":"10.2478/s11533-012-0019-5","report-no":null,"categories":"math.AG math.GR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  A singularity is said to be weakly--exceptional if it has a unique purely log\nterminal blow up. In dimension $2$, V. Shokurov proved that weakly--exceptional\nquotient singularities are exactly those of types $D_{n}$, $E_{6}$, $E_{7}$,\n$E_{8}$. This paper classifies the weakly--exceptional quotient singularities\nin dimensions $3$ and $4$.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:26:41 GMT"},{"version":"v2","created":"Mon, 3 Nov 2014 09:57:53 GMT"}],"update_date":"2014-11-04","authors_parsed":[["Sakovics","Dmitrijs",""]]}
{"id":"1006.5910","submitter":"Pedro Jimenez-Delgado","authors":"P. Jimenez-Delgado","title":"On the dynamical determination of strange parton distributions","comments":"4 pages, 1 figure. Talk given at XVIII International Workshop on\n  Deep-Inelastic Scattering and Related Subjects (DIS 2010), April 19 -23,\n  2010, Convitto della Calza, Firenze, Italy","journal-ref":"PoS DIS2010:114,2010","doi":null,"report-no":null,"categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  The dynamical parton distributions of the nucleon are generated radiatively\nfrom positive definite (valencelike) input distributions at an optimally chosen\nlow resolution scale (Q_0^2 < 1 GeV^2). For the strange distribution in\nparticular, it has been assumed that vanishing strange input distributions at\nthis low scale is an appropriate choice. By confronting predictions derived\nfrom our (GJR08) NLO dynamical parton distributions with recent neutrino dimuon\nproduction measurement from NuTeV we show that this is indeed the case, and\nthat little improvement is achieved by using a more general ansatz.\nNevertheless, the data induce an asymmetry in the strange sea which is found to\nbe small and positive in agreement with previous results.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:27:32 GMT"}],"update_date":"2014-11-21","authors_parsed":[["Jimenez-Delgado","P.",""]]}
{"id":"1006.5911","submitter":"Debotosh Bhattacharjee","authors":"S. Arora, Debotosh Bhattacharjee, M. Nasipuri, D.K. Basu, and M.Kundu","title":"Application of Statistical Features in Handwritten Devnagari Character\n  Recognition","comments":null,"journal-ref":"IJRTE 2(2):40-42(2009)","doi":null,"report-no":null,"categories":"cs.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  In this paper a scheme for offline Handwritten Devnagari Character\nRecognition is proposed, which uses different feature extraction methodologies\nand recognition algorithms. The proposed system assumes no constraints in\nwriting style or size. First the character is preprocessed and features namely\n: Chain code histogram and moment invariant features are extracted and fed to\nMultilayer Perceptrons as a preliminary recognition step. Finally the results\nof both MLP's are combined using weighted majority scheme. The proposed system\nis tested on 1500 handwritten devnagari character database collected from\ndifferent people. It is observed that the proposed system achieves recognition\nrates 98.03% for top 5 results and 89.46% for top 1 result.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:33:01 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Arora","S.",""],["Bhattacharjee","Debotosh",""],["Nasipuri","M.",""],["Basu","D. K.",""],["Kundu","M.",""]]}
{"id":"1006.5912","submitter":"G\\\"ulnur Do\\u{g}an","authors":"G\\\"ulnur Do\\u{g}an, Alfio Bonanno, Tim R. Bedding, Tiago L. Campante,\n  J{\\o}rgen Christensen-Dalsgaard, Hans Kjeldsen","title":"Asteroseismic modelling of Procyon A: Preliminary results","comments":"3 pages, 4 figures, HELAS IV International Conference proceedings in\n  Astronomische Nachrichten","journal-ref":null,"doi":"10.1002/asna.201011433","report-no":null,"categories":"astro-ph.SR","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We present our preliminary results of the modelling of the F5 star Procyon A.\nThe frequencies predicted by our models are compared with the frequencies\nextracted through a global fit to the power spectrum obtained by the latest\nground-based observations, which provides two different mode identification\nscenarios.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:35:37 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Doğan","Gülnur",""],["Bonanno","Alfio",""],["Bedding","Tim R.",""],["Campante","Tiago L.",""],["Christensen-Dalsgaard","Jørgen",""],["Kjeldsen","Hans",""]]}
{"id":"1006.5913","submitter":"Debotosh Bhattacharjee","authors":"Sandhya Arora, Debotosh Bhattacharjee, Mita Nasipuri, Dipak Kumar\n  Basu, and Mahantapas Kundu","title":"Multiple Classifier Combination for Off-line Handwritten Devnagari\n  Character Recognition","comments":null,"journal-ref":"ICSC 2008","doi":null,"report-no":null,"categories":"cs.CV","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  This work presents the application of weighted majority voting technique for\ncombination of classification decision obtained from three Multi_Layer\nPerceptron(MLP) based classifiers for Recognition of Handwritten Devnagari\ncharacters using three different feature sets. The features used are\nintersection, shadow feature and chain code histogram features. Shadow features\nare computed globally for character image while intersection features and chain\ncode histogram features are computed by dividing the character image into\ndifferent segments. On experimentation with a dataset of 4900 samples the\noverall recognition rate observed is 92.16% as we considered top five choices\nresults. This method is compared with other recent methods for Handwritten\nDevnagari Character Recognition and it has been observed that this approach has\nbetter success rate than other methods.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:38:02 GMT"}],"update_date":"2010-07-01","authors_parsed":[["Arora","Sandhya",""],["Bhattacharjee","Debotosh",""],["Nasipuri","Mita",""],["Basu","Dipak Kumar",""],["Kundu","Mahantapas",""]]}
{"id":"1006.5914","submitter":"Jose Illana","authors":"F. del Aguila, J.I. Illana, M.D. Jenkins","title":"Muon to electron conversion in the Littlest Higgs model with T-parity","comments":"26 pages, 7 figures, 4 tables; discussion improved, results\n  unchanged, one reference added, version to appear in JHEP","journal-ref":"JHEP 1009:040,2010","doi":"10.1007/JHEP09(2010)040","report-no":"CAFPE 235/10, UG-FT-265/10","categories":"hep-ph","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  Little Higgs models provide a natural explanation of the little hierarchy\nbetween the electroweak scale and a few TeV scale, where new physics is\nexpected. Under the same inspiring naturalness arguments, this work completes a\nprevious study on lepton flavor-changing processes in the Littlest Higgs model\nwith T-parity exploring the channel that will eventually turn out to be the\nmost sensitive, \\mu-e conversion in nuclei. All one-loop contributions are\ncarefully taken into account, results for the most relevant nuclei are provided\nand a discussion of the influence of the quark mixing is included. The results\nfor the Ti nucleus are in good agreement with earlier work by Blanke et al.,\nwhere a degenerate mirror quark sector was assumed. The conclusion is that,\nalthough this particular model reduces the tension with electroweak precision\ntests, if the restrictions on the parameter space derived from lepton flavor\nviolation are taken seriously, the degree of fine tuning necessary to meet\nthese constraints also disfavors this model.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:39:31 GMT"},{"version":"v2","created":"Mon, 6 Sep 2010 14:35:40 GMT"}],"update_date":"2014-11-21","authors_parsed":[["del Aguila","F.",""],["Illana","J. I.",""],["Jenkins","M. D.",""]]}
{"id":"1006.5915","submitter":"Christopher Phillips","authors":"Johannes Gambari, Antonio I Fernandez-Dominguez, Stefan A Maier, Ben S\n  Williams, Sushil Kumar, John L Reno, Qing Hu and Chris C Phillips","title":"Thresholdless Coherent Light Scattering from Subband-polaritons in a\n  Strongly-Coupled Microcavity","comments":"4 pages","journal-ref":null,"doi":"10.1103/PhysRevB.82.121303","report-no":null,"categories":"cond-mat.mes-hall","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We study a \"strongly-coupled\" (SC) polariton system formed between the\natom-like intersubband transitions in a semiconductor nanostructure and the THz\noptical modes that are localised at the edges of a gold aperture. The\npolaritons can be excited optically, by incoherent excitation with bandgap\nradiation, and we find that they also coherently scatter the same input laser,\nto give strikingly sharp \"sideband\" (SB) spectral peaks in the backscattered\nspectrum. The SB intensity is a sensitive track of the polariton density and\nthey can be detected down to a quantum noise floor that is more than 2500 times\nlower than the excitation thresholds of comparable quantum cascade laser\ndiodes. Compared with other coherent scattering mechanisms, higher order SB\nscattering events are readily observable, and we speculate that the effect may\nfind utility as a passive all-optical wavelength shifting mechanism in\ntelecommunications systems.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:44:53 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Gambari","Johannes",""],["Fernandez-Dominguez","Antonio I",""],["Maier","Stefan A",""],["Williams","Ben S",""],["Kumar","Sushil",""],["Reno","John L",""],["Hu","Qing",""],["Phillips","Chris C",""]]}
{"id":"1006.5916","submitter":"Apostolos Pilaftsis","authors":"Lisa Alexander-Nunneley and Apostolos Pilaftsis","title":"The Minimal Scale Invariant Extension of the Standard Model","comments":"71 pages, 34 eps figures, numerical error corrected, clarifying\n  comments added","journal-ref":"JHEP 1009:021,2010","doi":"10.1007/JHEP09(2010)021","report-no":"MAN/HEP/2010/10","categories":"hep-ph hep-th","license":"http://arxiv.org/licenses/nonexclusive-distrib/1.0/","abstract":"  We perform a systematic analysis of an extension of the Standard Model that\nincludes a complex singlet scalar field and is scale invariant at the tree\nlevel. We call such a model the Minimal Scale Invariant extension of the\nStandard Model (MSISM). The tree-level scale invariance of the model is\nexplicitly broken by quantum corrections, which can trigger electroweak\nsymmetry breaking and potentially provide a mechanism for solving the gauge\nhierarchy problem. Even though the scale invariant Standard Model is not a\nrealistic scenario, the addition of a complex singlet scalar field may result\nin a perturbative and phenomenologically viable theory. We present a complete\nclassification of the flat directions which may occur in the classical scalar\npotential of the MSISM. After calculating the one-loop effective potential of\nthe MSISM, we investigate a number of representative scenarios and determine\ntheir scalar boson mass spectra, as well as their perturbatively allowed\nparameter space compatible with electroweak precision data. We discuss the\nphenomenological implications of these scenarios, in particular, whether they\nrealize explicit or spontaneous CP violation, neutrino masses or provide dark\nmatter candidates. In particular, we find a new minimal scale-invariant model\nof maximal spontaneous CP violation which can stay perturbative up to\nPlanck-mass energy scales, without introducing an unnaturally large hierarchy\nin the scalar-potential couplings.\n","versions":[{"version":"v1","created":"Wed, 30 Jun 2010 16:50:05 GMT"},{"version":"v2","created":"Sun, 15 Aug 2010 23:23:02 GMT"}],"update_date":"2011-07-14","authors_parsed":[["Alexander-Nunneley","Lisa",""],["Pilaftsis","Apostolos",""]]}
